<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html
  PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="fr-FR" lang="fr-FR">
<head><meta charset="UTF-8">

<meta name="copyright" content="(C) Copyright 2019" />
<meta name="DC.rights.owner" content="(C) Copyright 2019" />
<meta name="DC.Type" content="concept" />
<meta name="DC.Title" content="Dassault Systèmes SolidWorks Corporation License, Online and Subscription Services Agreement" />
<meta name="abstract" content="" />
<meta name="description" content="" />
<meta name="deliverableName" content="eula_commercial" />
<meta name="DC.Format" content="XHTML" />
<meta name="DC.Identifier" content="wdu1534356835857" />
<meta name="DC.Language" content="en-us" />
<style> body { font-family:Arial, sans-serif; font-size:10pt } h1 { font-size:10pt; font-weight:normal; text-align:center; text-decoration:underline } li { margin-bottom:6pt } </style>
<title>Contrat de licence, de services en ligne et de services de maintenance de Dassault Syst&egrave;mes SolidWorks Corporation</title>
</head>
<body id="wdu1534356835857">

               <h1 class="title topictitle1" id="ariaid-title1"><u class="ph u">Contrat de licence, de services en ligne et de services de maintenance de Dassault Syst&egrave;mes SolidWorks Corporation</u></h1>


	
	
	<div class="body conbody"><p class="shortdesc"></p>

		<p class="p"><strong class="ph b">Les termes et conditions ci-apr&egrave;s et toutes les autres conditions sp&eacute;cifiques relatives &agrave; des Logiciels ou &agrave; des Services en ligne d&eacute;sign&eacute;s, ainsi que les conditions publi&eacute;es sur le site <a class="xref" href="http://www.3ds.com/terms/ost" target="_blank">http://www.3ds.com/terms/ost</a>, int&eacute;gr&eacute;es aux pr&eacute;sentes &agrave; titre de r&eacute;f&eacute;rence, constituent un accord juridique (&quot;Contrat&quot;) entre vous (individu ou entit&eacute;), l&apos;utilisateur final, et Dassault Syst&egrave;mes SolidWorks Corporation, une soci&eacute;t&eacute; du Delaware dont le si&egrave;ge social est situ&eacute; au 175&nbsp;Wyman Street, Waltham, Massachusetts&nbsp;02451 USA (&quot;DS SolidWorks&quot;), concernant diff&eacute;rentes offres qui englobent (i) le logiciel connu sous le nom de SOLIDWORKS<sup>®</sup> et certains autres logiciels sous licences DS SolidWorks (pouvant comprendre, sans toutefois s&apos;y limiter, la gamme de produits d&apos;analyse SOLIDWORKS Simulation, SOLIDWORKS Composer et la gamme de produits de gestion de donn&eacute;es SOLIDWORKS dans tous les pays) et/ou le contenu qui s&apos;y rattache, dont des bases de donn&eacute;es et des mod&egrave;les&nbsp;2D et 3D, sous une forme lisible par machine (le &quot;Logiciel&quot;) et/ou (ii) des services en ligne, <em class="ph i">c.-&agrave;-d.</em> la consultation et l&apos;utilisation en ligne de l&apos;Offre et d&apos;autres services associ&eacute;s (les &quot;Services en ligne&quot;) (collectivement, &quot;l&apos;Offre&quot;). Le terme &quot;Offre&quot; inclut, et ces termes et conditions s&apos;appliquent &eacute;galement &agrave; (i) toutes les mises &agrave; jour ou mises &agrave; niveau de l&apos;Offre que vous pouvez recevoir ponctuellement en vertu d&apos;un service de maintenance ou de tout autre service de support, (ii) tous les modules de compl&eacute;ment &agrave; l&apos;Offre que vous pouvez commander et installer de temps &agrave; autre, et (iii) tout logiciel de tiers, comme la biblioth&egrave;que Adobe<sup>®</sup> PDF incorpor&eacute;e &agrave; l&apos;Offre SOLIDWORKS. Vous ne pouvez pas charger ou utiliser l&apos;Offre sur un ordinateur ni la copier sans que DS SolidWorks vous en donne le droit. Par les pr&eacute;sentes, DS SolidWorks vous offre un droit non exclusif d&apos;acc&egrave;s et/ou de t&eacute;l&eacute;chargement de l&apos;Offre et d&apos;utilisation de celle-ci, conform&eacute;ment aux termes et conditions &eacute;nonc&eacute;s dans ce Contrat. Vous devez lire ces termes et conditions attentivement AVANT d&apos;ouvrir la bo&icirc;te contenant l&apos;Offre ou avant d&apos;installer et d&apos;utiliser l&apos;Offre ou les Services en ligne. En ouvrant la bo&icirc;te contenant le Logiciel ou en installant et en utilisant le Logiciel ou les Services en ligne, vous reconnaissez &ecirc;tre li&eacute; par les termes et conditions de ce Contrat. Si vous n&apos;&ecirc;tes pas d&apos;accord avec les termes et conditions de ce Contrat, veuillez retourner, imm&eacute;diatement, la bo&icirc;te contenant le Logiciel et les &eacute;l&eacute;ments s&apos;y rattachant (y compris les documents &eacute;crits) pour &ecirc;tre rembours&eacute;. Dans le cadre de l&apos;Offre, le pr&eacute;sent document est un contrat de licence et non un contrat de vente.</strong></p>

		<!--SDL><p class="p"><strong class="ph b">Le terme &quot;Offre&quot; inclut, et ces termes et conditions s&apos;appliquent &eacute;galement &agrave; (i) toutes les mises &agrave; jour ou mises &agrave; niveau de l&apos;Offre que vous pouvez recevoir ponctuellement en vertu d&apos;un service de maintenance ou de tout autre service de support, (ii) tous les modules de compl&eacute;ment &agrave; l&apos;Offre que vous pouvez commander et installer de temps &agrave; autre, et (iii) tout logiciel de tiers, comme la biblioth&egrave;que Adobe<sup>®</sup> PDF incorpor&eacute;e &agrave; l&apos;Offre SOLIDWORKS. Vous ne pouvez pas charger ou utiliser l&apos;Offre sur un ordinateur ni la copier sans que DS SolidWorks vous en donne le droit. Par les pr&eacute;sentes, DS SolidWorks vous offre un droit non exclusif d&apos;acc&egrave;s et/ou de t&eacute;l&eacute;chargement de l&apos;Offre et d&apos;utilisation de celle-ci, conform&eacute;ment aux termes et conditions &eacute;nonc&eacute;s dans ce Contrat. Vous devez lire ces termes et conditions attentivement AVANT d&apos;ouvrir la bo&icirc;te contenant l&apos;Offre ou avant d&apos;installer et d&apos;utiliser l&apos;Offre ou les Services en ligne. En ouvrant la bo&icirc;te contenant le Logiciel ou en installant et en utilisant le Logiciel ou les Services en ligne, vous reconnaissez &ecirc;tre li&eacute; par les termes et conditions de ce Contrat. Si vous n&apos;&ecirc;tes pas d&apos;accord avec les termes et conditions de ce Contrat, veuillez retourner, imm&eacute;diatement, la bo&icirc;te contenant le Logiciel et les &eacute;l&eacute;ments s&apos;y rattachant (y compris les documents &eacute;crits) pour &ecirc;tre rembours&eacute;. Dans le cadre de l&apos;Offre, le pr&eacute;sent document est un contrat de licence et non un contrat de vente.</strong></p><SDL-->

		<p class="p">1.A. <strong class="ph b"><u class="ph u">Concession de licence et droits d&apos;utilisation</u></strong>. DS SolidWorks vous accorde le droit non exclusif et non transf&eacute;rable d&apos;utiliser l&apos;Offre et la documentation de l&apos;utilisateur imprim&eacute;e et/ou &eacute;lectronique accompagnant l&apos;Offre (la &quot;Documentation&quot;) conform&eacute;ment &agrave; ce Contrat. Si vous avez pay&eacute; les frais de licence de cette Offre pour un seul utilisateur, ce Contrat vous autorise &agrave; installer et utiliser un (1)&nbsp;exemplaire de l&apos;Offre sur tout ordinateur individuel, &agrave; tout moment, dans le pays de votre &eacute;tablissement principal ou, si l&apos;une de vos filiales a acquis la licence aupr&egrave;s de votre revendeur, dans le pays o&ugrave; se situe cette filiale et <em class="ph i">&agrave; condition que</em> vous ayez acquis cette Offre aupr&egrave;s d&apos;un revendeur DS SolidWorks situ&eacute; dans le pays dans lequel elle sera utilis&eacute;e. La restriction pr&eacute;c&eacute;dente concernant le lieu du revendeur ne s&apos;applique pas si (i) vous achetez une licence pour une Offre aupr&egrave;s d&apos;un revendeur situ&eacute; dans un pays de l&apos;Union Europ&eacute;enne ou faisant partie de l&apos;Association europ&eacute;enne de libre-&eacute;change et si (ii) vous &ecirc;tes situ&eacute; dans un pays de l&apos;Union Europ&eacute;enne ou faisant partie de l&apos;Association europ&eacute;enne de libre-&eacute;change. Si vous changez d&apos;ordinateur, vous devez transf&eacute;rer la licence de l&apos;ancien ordinateur vers le nouveau. Cette Offre peut &ecirc;tre transf&eacute;r&eacute;e vers un autre pays avec le consentement &eacute;crit pr&eacute;alable de DS&nbsp;SolidWorks. Ce transfert, s&apos;il est approuv&eacute;, peut &ecirc;tre assujetti &agrave; des frais. Si vous poss&eacute;dez une version licence r&eacute;seau de l&apos;Offre (&quot;SNL&quot;), vous pouvez &agrave; tout moment disposer d&apos;autant d&apos;exemplaires de l&apos;Offre en service dans le pays de concession que vous poss&eacute;dez de licences (voir Article&nbsp;1.A.b ci-dessous). L&apos;Offre est &quot;en service&quot; sur un ordinateur lorsqu&apos;elle est charg&eacute;e dans la m&eacute;moire temporaire (<em class="ph i">c.-&agrave;-d.</em> la RAM) ou lorsqu&apos;un utilisateur est connect&eacute;. Si le nombre d&apos;ordinateurs sur lesquels l&apos;Offre est install&eacute;e ou le nombre potentiel d&apos;utilisateurs de l&apos;Offre d&eacute;passe le nombre de licences acquises, une version SNL de l&apos;Offre doit &ecirc;tre install&eacute;e pour garantir que le nombre d&apos;utilisateurs simultan&eacute;s de l&apos;Offre ne d&eacute;passe pas le nombre de licences acquises. Les suites de licence constitu&eacute;es d&apos;ensembles de modules distincts (comme SOLIDWORKS Professional) ne peuvent pas &ecirc;tre utilis&eacute;es ind&eacute;pendamment les unes des autres (par exemple, dans le cas d&apos;une licence SOLIDWORKS Professional, Toolbox&nbsp;ne peut pas &ecirc;tre utilis&eacute; sur un ordinateur et PhotoView&nbsp;360 sur un autre). Lors de l&apos;immatriculation (voir Article&nbsp;9 ci-dessous), vous devez nous signaler le nombre maximal d&apos;utilisateurs potentiels des Offres acquises. Nous vous recommandons &eacute;galement de nous signaler les noms des utilisateurs potentiels afin que nous puissions les notifier des prochaines mises &agrave; jour et autres informations pertinentes. Vous consignez pr&eacute;cis&eacute;ment et actualisez le nombre total d&apos;exemplaires de l&apos;Offre et leur emplacement&nbsp;; vous surveillez et contr&ocirc;lez l&apos;utilisation de l&apos;Offre conform&eacute;ment aux termes de ce Contrat et fournissez des copies de ces informations &agrave; DS SolidWorks sur demande lorsque cette demande est raisonnable. La licence d&apos;utilisation des Services en ligne est conc&eacute;d&eacute;e par utilisateur nomm&eacute;. <em class="ph i">Autrement dit</em>, un seul utilisateur, identifi&eacute; par un nom d&apos;utilisateur et un mot de passe uniques, est autoris&eacute; &agrave; utiliser les Services en ligne &agrave; partir d&apos;un seul ordinateur &agrave; tout moment (&quot;Utilisateur nomm&eacute;&quot;). Vous devez vous assurer que les utilisateurs des Services en ligne s&apos;abstiennent de partager ou d&apos;utiliser les m&ecirc;mes nom d&apos;utilisateur et mot de passe. Selon les besoins, vous pouvez remplacer un ou plusieurs Utilisateurs nomm&eacute;s en cas d&apos;&eacute;volution de la composition du personnel, &agrave; condition que le nombre d&apos;individus autoris&eacute;s &agrave; utiliser les Services en ligne ne d&eacute;passe pas le nombre maximal auquel vous avez droit dans le cadre de cette Offre. Sur demande de DS SolidWorks, vous lui fournirez un document sign&eacute; &eacute;num&eacute;rant (i) le nombre d&apos;Utilisateurs nomm&eacute;s, (ii) le type d&apos;utilisation des Offres et (iii) les emplacements et les types de syst&egrave;mes sur lesquels les Services en ligne sont utilis&eacute;s ou sur lesquels vous avez install&eacute; une ou plusieurs Offres, selon le cas. DS SolidWorks peut &eacute;ventuellement vous fournir un ou plusieurs utilitaires, inclus dans les Offres ou s&eacute;par&eacute;s, afin d&apos;analyser vos droits d&apos;acc&egrave;s et de d&eacute;terminer l&apos;utilisation que vous en faites. Dans ce cas, selon les n&eacute;cessit&eacute;s, vous devrez fournir, sans les modifier, les fichiers de r&eacute;sultats et/ou rapports issus de l&apos;ex&eacute;cution de ces utilitaires. Vous devrez &eacute;galement attester par &eacute;crit que ces fichiers correspondent &agrave; l&apos;utilisation r&eacute;elle des Offres, et signer votre d&eacute;claration. Vous &ecirc;tes responsable de la mise en &oelig;uvre de tous les moyens raisonnables de contr&ocirc;le de votre conformit&eacute; aux termes de ce Contrat.</p>

		<p class="p"><u class="ph u">Si vous avez pay&eacute; les frais de licences pour la version SNL de l&apos;Offre ou que vous utilisez SOLIDWORKS PDM Standard ou Professional, ou SOLIDWORKS Manage Professional, les conditions suppl&eacute;mentaires suivantes s&apos;appliquent &agrave; votre licence&nbsp;:</u></p>

		<p class="p">a. La version SNL de l&apos;Offre doit &ecirc;tre install&eacute;e sur un serveur de r&eacute;seau avec un dongle ou un m&eacute;canisme de s&eacute;curit&eacute; du logiciel int&eacute;gr&eacute; qui permettra uniquement au nombre de licences que vous avez acquises d&apos;&ecirc;tre utilis&eacute;es en m&ecirc;me temps. Des licences suppl&eacute;mentaires peuvent &ecirc;tre ajout&eacute;es &agrave; la licence r&eacute;seau, le cas &eacute;ch&eacute;ant, lorsque des licences suppl&eacute;mentaires sont acquises.</p>

		<p class="p">b. Le r&eacute;seau peut comprendre des SNL utilis&eacute;es dans diff&eacute;rents pays tant que les SNL sont conc&eacute;d&eacute;es pour le pays dans lequel elles sont utilis&eacute;es. Le nombre requis de SNL &agrave; utiliser dans un pays doit &ecirc;tre acquis aupr&egrave;s d&apos;un revendeur DS SolidWorks dans ce pays. Par exemple&nbsp;: des SNL g&eacute;r&eacute;es depuis et install&eacute;es sur un serveur aux &Eacute;tats-Unis peuvent &ecirc;tre utilis&eacute;es par une personne au Br&eacute;sil et une personne au Mexique, tant qu&apos;une SNL a &eacute;t&eacute; acquise au Br&eacute;sil et l&apos;autre au Mexique. Cependant, si le serveur sur lequel une SNL est install&eacute;e se situe dans un pays autre que celui pour lequel la SNL a &eacute;t&eacute; conc&eacute;d&eacute;e, vous devez en informer votre revendeur DS SolidWorks au moment de la commande pour que la SNL puisse &ecirc;tre g&eacute;r&eacute;e correctement. La phrase pr&eacute;c&eacute;dente ne s&apos;applique pas si (i) vous achetez une licence pour une Offre aupr&egrave;s d&apos;un revendeur situ&eacute; dans un pays de l&apos;Union Europ&eacute;enne ou faisant partie de l&apos;Association europ&eacute;enne de libre-&eacute;change et si (ii) vous &ecirc;tes situ&eacute; dans un pays de l&apos;Union Europ&eacute;enne ou faisant partie de l&apos;Association europ&eacute;enne de libre-&eacute;change.</p>

		<p class="p">c. De plus, le r&eacute;seau sur lequel est install&eacute;e la version SNL peut couvrir uniquement des licences de machines clientes de la m&ecirc;me entit&eacute; ou du m&ecirc;me groupe juridique situ&eacute;(e) sur le m&ecirc;me territoire global que le serveur. (&Agrave; ces fins, DS SolidWorks consid&egrave;re trois territoires globaux&nbsp;: l&apos;h&eacute;misph&egrave;re Ouest, l&apos;Europe/Moyen-Orient/Afrique et le reste de l&apos;Asie/Australie). Par exemple&nbsp;: toutes les licences utilis&eacute;es sur un serveur situ&eacute; dans l&apos;h&eacute;misph&egrave;re Ouest doivent &ecirc;tre conc&eacute;d&eacute;es pour des pays de l&apos;h&eacute;misph&egrave;re Ouest. <u class="ph u">Quel que soit l&apos;emplacement du serveur, vous devez continuer &agrave; vous conformer aux lois sur le contr&ocirc;le des exportations des &Eacute;tats-Unis et du Royaume-Uni</u>.</p>

		<p class="p">d. Concernant les sous-sections (a) &agrave; (c) ci-dessus, seule la sous-section (a) s&apos;applique aux licences SOLIDWORKS PDM Standard ou Professional et aux licences SOLIDWORKS Manage Professional. Les termes et conditions suppl&eacute;mentaires applicables aux licences SOLIDWORKS PDM Standard ou Professional et aux licences SOLIDWORKS Manage Professional sont d&eacute;finis dans l&apos;Article&nbsp;1.C ci-dessous.</p>

		<p class="p">Vous pouvez convertir votre SNL en licence SolidNetwork mondiale apr&egrave;s approbation de DS SolidWorks, si vous respectez les conditions de signalement et les autres conditions de DS SolidWorks pour l&apos;utilisation de la licence, et apr&egrave;s paiement des frais de la licence SolidNetwork mondiale appropri&eacute;e. Une licence SolidNetwork mondiale peut &ecirc;tre utilis&eacute;e n&apos;importe o&ugrave; dans le monde (conform&eacute;ment aux lois sur le contr&ocirc;le des exportations des &Eacute;tats-Unis ou du Royaume-Uni).</p>

		<p class="p">Lorsque vous travaillez avec le logiciel Adobe<sup>®</sup> PDF, vous pouvez int&eacute;grer des copies du logiciel de polices de caract&egrave;res dans vos documents &eacute;lectroniques &agrave; des fins d&apos;impression, de visualisation et de modification du document. Si le logiciel de polices de caract&egrave;res que vous int&eacute;grez est d&eacute;sign&eacute; comme &eacute;tant &quot;conc&eacute;d&eacute; sous licence pour une int&eacute;gration &agrave; des fins d&apos;impression&quot; (licensed for editable embedding) sur le site Web d&apos;Adobe <a class="xref" href="http://www.adobe.com/type/browser/legal/embeddingeula.html" target="_blank">http://www.adobe.com/type/browser/legal/embeddingeula.html</a>, vous pouvez &eacute;galement int&eacute;grer des copies du logiciel de polices de caract&egrave;res &agrave; des fins de modification de vos documents &eacute;lectroniques. Aucun autre droit d&apos;int&eacute;gration n&apos;est implicitement sous-entendu ou autoris&eacute; en vertu de la pr&eacute;sente licence. Si l&apos;Offre est install&eacute;e de fa&ccedil;on permanente sur le disque dur ou tout autre dispositif de stockage d&apos;un ordinateur (autre qu&apos;un serveur de r&eacute;seau), la personne utilisant cet ordinateur peut &eacute;galement utiliser l&apos;Offre sur un ordinateur personnel ou portable lorsque l&apos;exemplaire original n&apos;est pas utilis&eacute;, <em class="ph i">&agrave; condition que</em> le service de maintenance de l&apos;Offre soit en cours de validit&eacute; (tel que d&eacute;crit dans le pr&eacute;sent Contrat).</p>

		<p class="p">1.B. <strong class="ph b"><u class="ph u">Conditions de licence suppl&eacute;mentaires pour eDrawings<sup>®</sup> Professional</u></strong>. SOLIDWORKS<sup>®</sup> eDrawings Professional est un outil de collaboration. De ce fait, avec SOLIDWORKS eDrawings Professional vous pouvez, et DS&nbsp;SolidWorks vous accorde une licence, faire des copies d&apos;une partie de SOLIDWORKS eDrawings Professional avec les fichiers de mod&egrave;le que vous avez cr&eacute;&eacute;s et les livrer &agrave; des tierces parties avec lesquelles vous collaborez afin de leur permettre, entre autres choses, de visualiser, de marquer et de mesurer vos mod&egrave;les.</p>

		<p class="p">1.C. <strong class="ph b"><u class="ph u">Conditions de licence suppl&eacute;mentaires pour SOLIDWORKS PDM Standard ou Professional et SOLIDWORKS Manage Professional</u></strong>. (a) DS SolidWorks conc&egrave;de la licence du logiciel SOLIDWORKS PDM Professional et SOLIDWORKS Manage Professional selon un mod&egrave;le Serveur&nbsp;+&nbsp;Licence d&apos;acc&egrave;s client [Client Access License, CAL], un mod&egrave;le Par processeur pour Microsoft<sup>®</sup> SQL Server™&nbsp;2008&nbsp;R2 et les versions ant&eacute;rieures, ou un mod&egrave;le Par c&oelig;ur pour SQL&nbsp;Server&nbsp;2012 et les versions ult&eacute;rieures. Vous pouvez utiliser le logiciel SOLIDWORKS PDM Standard ou Professional au sein d&apos;un r&eacute;seau ou autre environnement &agrave; plusieurs postes/clients, <em class="ph i">&agrave; condition</em> que vous poss&eacute;diez une (1) licence SOLIDWORKS PDM Standard ou Professional par utilisateur connect&eacute; simultan&eacute;ment au serveur d&apos;archives ou &agrave; la base de donn&eacute;es SOLIDWORKS PDM Standard ou Professional (et, en ce qui concerne les licences SOLIDWORKS PDM Professional uniquement, au serveur Web SOLIDWORKS PDM Professional). La licence de l&apos;Offre SQL Server&nbsp;2014 Standard Edition, Runtime Restricted-Use contient d&apos;autres dispositions quant &agrave; l&apos;utilisation simultan&eacute;e. Les conditions de licence de l&apos;Offre SQL Server&nbsp;2014 Express Edition et les conditions de la licence SQL Server&nbsp;2014 Standard Edition, Runtime Restricted-Use sont livr&eacute;es avec les commandes, respectivement, du logiciel SOLIDWORKS PDM Standard, du logiciel SOLIDWORKS PDM Professional et/ou du logiciel SOLIDWORKS Manage Professional, et int&eacute;gr&eacute;es ici &agrave; titre de r&eacute;f&eacute;rence. (b) SOLIDWORKS PDM Professional contient des programmes logiciels embarqu&eacute;s fournis par Oracle Corporation et ses filiales (&quot;Oracle&quot;) (les &quot;Programmes Oracle&quot;), et nonobstant les dispositions de l&apos;Article&nbsp;1 ci-dessus, Oracle et ses conc&eacute;dants conservent la propri&eacute;t&eacute; et les droits de propri&eacute;t&eacute; intellectuelle des Programmes Oracle et repr&eacute;sentent chacun un tiers b&eacute;n&eacute;ficiaire du pr&eacute;sent Contrat. Les Programmes Oracle sont soumis &agrave; une licence restreinte et ne peuvent &ecirc;tre utilis&eacute;s qu&apos;avec le package d&apos;application associ&eacute;. Vous ne pouvez pas les modifier. Dans certains cas, les Programmes Oracle sont livr&eacute;s avec leur code source, code fourni par Oracle dans le cadre d&apos;une livraison standard et r&eacute;gi par les termes du pr&eacute;sent Contrat. (c) L&apos;utilisation appropri&eacute;e ou n&eacute;cessaire de technologies tierces dans certains des Programmes Oracle est d&eacute;finie dans la documentation de l&apos;application ou autrement notifi&eacute;e par DS SolidWorks. Ces technologies sont mises &agrave; votre disposition sous licence pour une utilisation avec le package d&apos;application selon les termes du Contrat de licence tierce sp&eacute;cifi&eacute;s dans la documentation du package d&apos;application ou autrement notifi&eacute;s par DS SolidWorks, et non pas selon les termes du pr&eacute;sent Contrat. (d) Vous acceptez (i) d&apos;autoriser DS SolidWorks &agrave; contr&ocirc;ler votre utilisation des Programmes Oracle, (ii) de fournir &agrave; DS SolidWorks l&apos;assistance et l&apos;acc&egrave;s aux informations n&eacute;cessaires &agrave; la r&eacute;alisation d&apos;un tel audit et (iii) d&apos;autoriser DS SolidWorks &agrave; communiquer les r&eacute;sultats de cet audit &agrave; Oracle ou de lui attribuer le droit de conduire l&apos;audit &agrave; sa place (sans obligation ou responsabilit&eacute; de la part d&apos;Oracle de payer les frais encourus par vous ou DS SolidWorks suite &agrave; l&apos;audit). (e) Vous reconnaissez que SOLIDWORKS PDM Professional et SOLIDWORKS Manage Professional contiennent des donn&eacute;es logicielles et techniques qui peuvent &ecirc;tre soumises aux lois sur le contr&ocirc;le des exportations des &Eacute;tats-Unis ou du Royaume-Uni, et vous acceptez de ne pas exporter ou r&eacute;exporter, directement ou indirectement, SOLIDWORKS PDM Professional et/ou SOLIDWORKS Manage Professional, <em class="ph i">c.-&agrave;-d.</em> d&eacute;placer SOLIDWORKS PDM Professional ou SOLIDWORKS Manage Professional du pays o&ugrave; la licence a &eacute;t&eacute; en premier lieu accord&eacute;e, sans les licences appropri&eacute;es des &Eacute;tats-Unis ou des gouvernements &eacute;trangers et le consentement &eacute;crit de DS SolidWorks et de ses conc&eacute;dants.</p>

		<p class="p">1.D. <strong class="ph b"><u class="ph u">Conditions suppl&eacute;mentaires pour les Services en ligne</u></strong>.</p>

		<p class="p">a. <u class="ph u">D&eacute;finitions suppl&eacute;mentaires.</u></p>

		<p class="p">Les <strong class="ph b">Lois de protection des donn&eacute;es en vigueur</strong> d&eacute;signent toutes les lois sur la confidentialit&eacute; des donn&eacute;es applicables et toutes les autres r&eacute;glementations applicables au Traitement des Donn&eacute;es &agrave; caract&egrave;re personnel que vous fournissez.</p>

		<p class="p">Les <strong class="ph b">Donn&eacute;es client</strong> d&eacute;signent les donn&eacute;es fournies &agrave; DS SolidWorks par vous, qu&apos;elles soient publi&eacute;es par vous ou par des utilisateurs autoris&eacute;s, via l&apos;utilisation des Services en ligne, y compris les Donn&eacute;es &agrave; caract&egrave;re personnel.</p>

		<p class="p">Les <strong class="ph b">Donn&eacute;es &agrave; caract&egrave;re personnel</strong> d&eacute;signent tout type d&apos;information concernant un individu, tel que d&eacute;fini par les Lois de protection des donn&eacute;es en vigueur.</p>

		<p class="p"><strong class="ph b">Traiter/Traitement</strong> doit avoir la m&ecirc;me signification que celle des Lois de protection des donn&eacute;es en vigueur.</p>

		<p class="p"><strong class="ph b">Accord de niveau de service</strong> (Service Level Agreement) signifie les conditions de niveau de service pour les Services en ligne publi&eacute;es sur la page <a class="xref" href="http://www.3ds.com/terms/sla" target="_blank">www.3ds.com/terms/sla</a>.</p>

		<p class="p">b. L&apos;ensemble des Donn&eacute;es client demeurent votre propri&eacute;t&eacute; exclusive ou la propri&eacute;t&eacute; des Utilisateurs autoris&eacute;s qui ont publi&eacute; ces Donn&eacute;es client. Vous &ecirc;tes seul responsable de la pr&eacute;cision, de la qualit&eacute;, de l&apos;int&eacute;grit&eacute;, de la l&eacute;galit&eacute;, de la fiabilit&eacute; et de la pertinence de toutes les Donn&eacute;es client, ainsi que de l&apos;obtention des autorisations relatives aux droits d&apos;auteur associ&eacute;s. Selon les termes et conditions de ce Contrat, vous conc&eacute;dez &agrave; DS SolidWorks, les soci&eacute;t&eacute;s du groupe DS et les sous-traitants de DS, l&apos;autorisation non exclusive d&apos;utiliser, copier, stocker et transmettre des Donn&eacute;es client, dans la mesure raisonnablement n&eacute;cessaire &agrave; la prestation et &agrave; la continuit&eacute; des Services en ligne. Vous d&eacute;fendrez DS SolidWorks et les autres soci&eacute;t&eacute;s du groupe DS contre toutes poursuites de tiers r&eacute;sultant ou d&eacute;pendant (i) de votre utilisation des Services en ligne en violation des lois et r&eacute;glementations applicables et/ou (ii) de Donn&eacute;es client entra&icirc;nant la violation, le non-respect ou le d&eacute;tournement des droits d&apos;un tiers. De plus, vous vous engagez &agrave; payer l&apos;ensemble des co&ucirc;ts, frais et dommages-int&eacute;r&ecirc;ts (y compris des frais de justice raisonnables) impos&eacute;s &agrave; DS SolidWorks par un tribunal comp&eacute;tent ou accept&eacute;s dans un r&egrave;glement amiable &eacute;crit que vous avez sign&eacute; et qui d&eacute;coule desdites poursuites, <em class="ph i">&agrave; condition que</em> (i) DS SolidWorks vous avertisse rapidement par &eacute;crit de ces poursuites et que (ii) DS SolidWorks vous conf&egrave;re le contr&ocirc;le exclusif de la d&eacute;fense &agrave; opposer &agrave; ces poursuites et des discussions de conciliation associ&eacute;es, tout en coop&eacute;rant raisonnablement &agrave; la d&eacute;fense et &agrave; la conciliation.</p>

		<p class="p">c. <u class="ph u">Stockage des Donn&eacute;es client</u>. Dans le cadre des Services en ligne et si disponible dans les Offering Specific Terms (OST) applicables, DS SolidWorks assurera le stockage des Donn&eacute;es client pendant toute la dur&eacute;e desdits services, dans la limite du volume de stockage d&eacute;fini dans les OST. Si vous d&eacute;passez ces limites de stockage, vous devrez rem&eacute;dier &agrave; cette situation sous quinze (15)&nbsp;jours &agrave; compter de la date &agrave; laquelle DS SolidWorks vous en aura averti. &Agrave; cette fin, vous pouvez commander la capacit&eacute; de stockage suppl&eacute;mentaire requise ou r&eacute;duire le volume des Donn&eacute;es client stock&eacute;es.</p>

		<p class="p">D. <u class="ph u">Obligations de DS</u>. DS SolidWorks fournira les Services en ligne conform&eacute;ment au Service Level Agreement en vigueur. Les Donn&eacute;es client sont consid&eacute;r&eacute;es comme confidentielles (i) au cours de la p&eacute;riode pendant laquelle les Services en ligne sont <em class="ph i">fournis</em> et (ii) pendant une dur&eacute;e d&apos;un (1)&nbsp;an apr&egrave;s la r&eacute;siliation ou l&apos;expiration de ceux-ci pour les Donn&eacute;es client qui n&apos;ont pas &eacute;t&eacute; d&eacute;truites par vous apr&egrave;s cette r&eacute;siliation ou expiration. DS SolidWorks s&apos;engage &agrave; d&eacute;ployer tous les efforts raisonnables sur le plan commercial pour mettre en &oelig;uvre des processus de s&eacute;curit&eacute; pour les Services en ligne et les Donn&eacute;es client (i) conform&eacute;ment aux standards du secteur pour des services similaires et (ii) en utilisant le m&ecirc;me niveau de pr&eacute;caution que pour la protection de ses propres informations confidentielles de nature similaire, afin d&apos;&eacute;viter la divulgation, la publication ou la diffusion de ces Donn&eacute;es client. Vous autorisez DS SolidWorks &agrave; divulguer les Donn&eacute;es client &agrave; des tiers ayant conclu un accord de confidentialit&eacute; appropri&eacute; avec DS SolidWorks, dans la mesure n&eacute;cessaire &agrave; la prestation, au maintien et &agrave; l&apos;am&eacute;lioration des Services en ligne.</p>

		<p class="p">Cette obligation de confidentialit&eacute; ne s&apos;applique pas aux informations qui&nbsp;: (i) sont d&eacute;j&agrave; en la possession de DS SolidWorks sans aucune obligation de confidentialit&eacute; au moment o&ugrave; les informations sont re&ccedil;ues de votre part&nbsp;; (ii) sont d&eacute;velopp&eacute;es ind&eacute;pendamment par DS SolidWorks sans r&eacute;f&eacute;rence aux Donn&eacute;es client&nbsp;; (iii) sont ou deviennent accessibles au public sans violation de ce Contrat&nbsp;; (iv) sont d&ucirc;ment transmises &agrave; DS SolidWorks par un tiers sans obligation de confidentialit&eacute;&nbsp;; (v) sont communiqu&eacute;es par vous avec votre autorisation &eacute;crite de divulgation&nbsp;; ou (vi) doivent &ecirc;tre divulgu&eacute;es conform&eacute;ment &agrave; une d&eacute;cision judiciaire ou administrative, mais uniquement en conformit&eacute; avec cette entit&eacute; judiciaire ou administrative, <em class="ph i">&agrave; condition que</em> DS SolidWorks vous en informe rapidement et coop&egrave;re raisonnablement avec vous afin de limiter la divulgation et l&apos;utilisation des informations concern&eacute;es, conform&eacute;ment &agrave; la d&eacute;cision.</p>

		<p class="p">e. <u class="ph u">Protection des donn&eacute;es personnelles</u>. Vous &ecirc;tes le responsable du traitement (&quot;Responsable du traitement&quot;), car vous d&eacute;terminez les objectifs et les moyens du traitement de toute op&eacute;ration ou de tout ensemble d&apos;op&eacute;rations (y compris, sans toutefois s&apos;y limiter, la collecte, l&apos;organisation, l&apos;adaptation, la suppression, le stockage, l&apos;utilisation, l&apos;enregistrement, l&apos;interconnexion, la consultation, la divulgation et le transfert) concernant les Donn&eacute;es &agrave; caract&egrave;re personnel. De m&ecirc;me, il vous incombe d&apos;assurer la conformit&eacute; &agrave; l&apos;ensemble de la l&eacute;gislation applicable en mati&egrave;re de protection des donn&eacute;es. Vous confirmez et reconnaissez que vous &ecirc;tes et resterez &agrave; tout moment le seul Responsable du traitement des Donn&eacute;es &agrave; caract&egrave;re personnel et que, par cons&eacute;quent, vous serez responsable de la conformit&eacute; &agrave; toutes les lois de protection des donn&eacute;es personnelles en vigueur et aux autres r&eacute;glementations pouvant s&apos;appliquer au traitement des Donn&eacute;es &agrave; caract&egrave;re personnel du Client, y compris, sans toutefois s&apos;y limiter, (i) le transfert de Donn&eacute;es &agrave; caract&egrave;re personnel, (ii) les informations relatives aux individus dont les Donn&eacute;es &agrave; caract&egrave;re personnel sont collect&eacute;es et utilis&eacute;es, et (iii) les droits de ces individus en mati&egrave;re d&apos;acc&egrave;s, de modification et de suppression.</p>

		<p class="p">f. <u class="ph u">Contenu tiers</u>. DS SolidWorks n&apos;exerce aucun contr&ocirc;le sur votre contenu ou le contenu tiers fourni ou publi&eacute; via les Services en ligne, et n&apos;assume aucune responsabilit&eacute; relative auxdits contenus.</p>

		<p class="p">g. <u class="ph u">Conditions applicables aux r&eacute;sidents de l&apos;Union europ&eacute;enne (EU), de l&apos;Islande, du Liechtenstein et de la Norv&egrave;ge</u>.</p>

		<p class="p">(i) <u class="ph u">D&eacute;finitions</u>&nbsp;: d&eacute;finitions applicables &agrave; cette sous-section (g)&nbsp;:</p>

		<p class="p">&quot;L&eacute;gislation applicable&quot; d&eacute;signe, &agrave; compter du 25&nbsp;mai&nbsp;2018, le R&egrave;glement (UE) 2016/679 (R&egrave;glement g&eacute;n&eacute;ral relatif &agrave; la protection des donn&eacute;es) ainsi que les actes d&eacute;l&eacute;gu&eacute;s et d&apos;ex&eacute;cution adopt&eacute;s conform&eacute;ment au R&egrave;glement g&eacute;n&eacute;ral relatif &agrave; la protection des donn&eacute;es et autres lois des &Eacute;tats membres sp&eacute;cifiant les dispositions du R&egrave;glement g&eacute;n&eacute;ral relatif &agrave; la protection des donn&eacute;es applicable au Traitement mis en &oelig;uvre.</p>

		<p class="p">&quot;Responsable du traitement&quot;, &quot;Personne concern&eacute;e&quot;, &quot;Donn&eacute;es &agrave; caract&egrave;re personnel&quot;, &quot;Traiter/Traitement&quot;, &quot;Sous-traitant&quot; et &quot;Violation de donn&eacute;es &agrave; caract&egrave;re personnel&quot; ont la m&ecirc;me signification que dans la L&eacute;gislation applicable en mati&egrave;re de protection des donn&eacute;es.</p>

		<p class="p">&quot;Sous-traitant ult&eacute;rieur&quot; d&eacute;signe tout Sous-traitant engag&eacute; par DS SolidWorks ou par tout autre Sous-traitant ult&eacute;rieur de celui-ci, qui accepte de recevoir de DS SolidWorks ou de tout autre Sous-traitant ult&eacute;rieur de celui-ci des Donn&eacute;es &agrave; caract&egrave;re personnel exclusivement destin&eacute;es &agrave; des activit&eacute;s de Traitement &agrave; effectuer pour votre compte conform&eacute;ment aux dispositions de ce Contrat et selon les termes d&apos;un contrat de sous-traitance &eacute;crit le cas &eacute;ch&eacute;ant.</p>

		<p class="p">(ii) <u class="ph u">Protection des donn&eacute;es personnelles</u>. Vous reconnaissez et acceptez que vous &ecirc;tes et restez &agrave; tout moment l&apos;unique Responsable du traitement des Donn&eacute;es &agrave; caract&egrave;re personnel qui sont trait&eacute;es dans le cadre de votre utilisation d&apos;une ou plusieurs Offres et que, par cons&eacute;quent, vous &ecirc;tes responsable de la conformit&eacute; &agrave; l&apos;ensemble de la L&eacute;gislation applicable en mati&egrave;re de protection des donn&eacute;es, y compris, mais sans s&apos;y limiter, (i) le transfert de Donn&eacute;es &agrave; caract&egrave;re personnel, (ii) les informations relatives aux Personnes concern&eacute;es, et (iii) les droits des Personnes concern&eacute;es en mati&egrave;re d&apos;acc&egrave;s, de modification et de suppression. En tant que Sous-traitant de donn&eacute;es, DS SolidWorks assure la collecte, la conservation et le Traitement des Donn&eacute;es &agrave; caract&egrave;re personnel conform&eacute;ment &agrave; ce Contrat.</p>

		<p class="p">(iii) <u class="ph u">Lieu de Traitement des donn&eacute;es</u>. Pour permettre &agrave; DS SolidWorks de fournir des Services en ligne et des services d&apos;assistance, vous d&eacute;signez DS SolidWorks comme Sous-traitant et acceptez que les Donn&eacute;es &agrave; caract&egrave;re personnel que vous fournissez (&quot;Vos Donn&eacute;es &agrave; caract&egrave;re personnel&quot;) puissent &ecirc;tre transf&eacute;r&eacute;es, stock&eacute;es, consult&eacute;es et Trait&eacute;es dans tout pays dans lequel DS SolidWorks et ses soci&eacute;t&eacute;s affili&eacute;es ou sous-traitants sont implant&eacute;s. DS SolidWorks s&apos;engage &agrave; ce que les m&ecirc;mes obligations en mati&egrave;re de protection de donn&eacute;es que celles fix&eacute;es dans ce Contrat soient impos&eacute;es aux Sous-traitants ult&eacute;rieurs par contrat et/ou au moyen des clauses contractuelles adopt&eacute;es par la Commission europ&eacute;enne de mani&egrave;re &agrave; ce que le Traitement r&eacute;ponde aux exigences de la L&eacute;gislation applicable en mati&egrave;re de protection des donn&eacute;es.</p>

		<div class="p">(iv) <u class="ph u">Obligations de DS SolidWorks</u>. En tant que Sous-traitant, DS SolidWorks s&apos;engage &agrave;&nbsp;:<ul class="ul">
				<li><span class="li">dans les limites autoris&eacute;es par la loi ou pendant la dur&eacute;e d&apos;utilisation sous licence du Logiciel, la p&eacute;riode la plus longue &eacute;tant retenue, traiter vos Donn&eacute;es &agrave; caract&egrave;re personnel&nbsp;conform&eacute;ment au pr&eacute;sent Contrat et sur instruction &eacute;crite raisonnable de votre part r&eacute;put&eacute;e compatible avec ce Contrat, en toutes circonstances&nbsp;;</span></li>

				<li><span class="li">veiller &agrave; ce que la ou les personnes habilit&eacute;es &agrave; traiter vos Donn&eacute;es &agrave; caract&egrave;re personnel soient soumises &agrave; des obligations de confidentialit&eacute; appropri&eacute;es&nbsp;;</span></li>

				<li><span class="li">vous aider raisonnablement, en votre qualit&eacute; de Responsable du traitement des donn&eacute;es, &agrave; vous acquitter de vos obligations au titre des Articles&nbsp;32 &agrave;&nbsp;36 du R&egrave;glement g&eacute;n&eacute;ral relatif &agrave; la protection des donn&eacute;es, en tenant compte de la nature du Traitement tel que d&eacute;crit dans ce Contrat. Si DS SolidWorks a des raisons de penser qu&apos;une Violation de vos donn&eacute;es &agrave; caract&egrave;re personnel s&apos;est produite, DS SolidWorks s&apos;engage &agrave; (i) vous notifier de la Violation de vos donn&eacute;es &agrave; caract&egrave;re personnel dans les meilleurs d&eacute;lais apr&egrave;s avoir pris connaissance d&apos;une telle violation et &agrave; (ii) vous fournir toutes les informations pertinentes et disponibles pour vous permettre de respecter vos obligations de notification aupr&egrave;s de l&apos;autorit&eacute; de contr&ocirc;le comp&eacute;tente&nbsp;;</span></li>

				<li><span class="li">vous aider, dans la mesure du raisonnable, &agrave; remplir vos obligations en r&eacute;ponse aux demandes des Personnes concern&eacute;es d&apos;exercer leurs droits au titre des Lois de protection des donn&eacute;es en vigueur d&apos;une mani&egrave;re conforme &agrave; l&apos;utilisation de la ou des Offres de DS SolidWorks et du r&ocirc;le de Sous-traitant de SolidWorks&nbsp;;</span></li>

				<li><span class="li">mettre &agrave; votre disposition toutes les informations en possession de DS SolidWorks n&eacute;cessaires pour d&eacute;montrer que vous respectez les obligations vous incombant conform&eacute;ment &agrave; la L&eacute;gislation applicable en mati&egrave;re de protection des donn&eacute;es et pr&eacute;vues au pr&eacute;sent article, ainsi que permettre la r&eacute;alisation d&apos;un audit si les documents ad&eacute;quats fournis par DS SolidWorks ne font pas la d&eacute;monstration que la L&eacute;gislation applicable en mati&egrave;re de protection des donn&eacute;es est respect&eacute;e. Vous devez informer DS SolidWorks d&apos;un tel audit par pr&eacute;avis &eacute;crit de trente (30) jours en pr&eacute;cisant l&rsquo;&eacute;tendue de l&apos;audit, &eacute;tant entendu que l&apos;audit en question se limite &agrave; l&apos;&eacute;valuation du respect de vos obligations lorsque les documents fournis par DS SolidWorks n&apos;en apportent pas la preuve, qu&apos;il doit &ecirc;tre men&eacute; par un auditeur ind&eacute;pendant de votre choix et &agrave; vos frais, dans la limite d&apos;un audit tous les douze (12)&nbsp;mois&nbsp;;</span></li>

				<li><span class="li">conserver la liste des Sous-traitants ult&eacute;rieurs participant au Traitement de vos Donn&eacute;es &agrave; caract&egrave;re personnel dans le cadre des activit&eacute;s de Traitement effectu&eacute;es pour votre compte et vous informer de tout changement pr&eacute;vu concernant l&apos;ajout ou le remplacement d&apos;autres Sous-traitants ult&eacute;rieurs, ce qui vous donne la possibilit&eacute; d&apos;&eacute;mettre des objections &agrave; l&apos;encontre de ces changements. Un avis vous parviendra au moins quinze (15) jours avant qu&apos;un nouveau Sous-traitant ult&eacute;rieur ne soit autoris&eacute; &agrave; assurer le Traitement de vos Donn&eacute;es &agrave; caract&egrave;re personnel, au moyen d&apos;un m&eacute;canisme vous permettant de prendre connaissance de ce changement, sauf en cas d&apos;urgence. Vous avez le droit de vous opposer &agrave; la d&eacute;cision de DS SolidWorks de mandater un Sous-traitant ult&eacute;rieur si (i) le Sous-traitant ult&eacute;rieur concern&eacute; assure le Traitement de vos Donn&eacute;es &agrave; caract&egrave;re personnel et (ii) vous &ecirc;tes en mesure de d&eacute;montrer que vous avez un int&eacute;r&ecirc;t l&eacute;gitime et en donnez notification &eacute;crite &agrave; DS SolidWorks dans les quinze (15) jours suivant la r&eacute;ception de l&apos;avis, &eacute;tant entendu et accept&eacute; que l&apos;absence d&apos;objection de votre part vaut acceptation du nouveau Sous-traitant ult&eacute;rieur. Si vous notifiez DS SolidWorks de votre objection &agrave; l&apos;&eacute;gard du nouveau Sous-traitant ult&eacute;rieur dans le d&eacute;lai sp&eacute;cifi&eacute; ci-dessus, nous pouvons r&eacute;silier la ou les Offres concern&eacute;es par ce changement de Sous-responsable du traitement dans les quinze (15)&nbsp;jours suivant la r&eacute;ception de cette notification par SolidWorks&nbsp;; et</span></li>

				<li><span class="li">&agrave; r&eacute;siliation ou expiration de ce Contrat, demander la destruction ou le renvoi de toutes vos Donn&eacute;es &agrave; caract&egrave;re personnel, &agrave; votre convenance, et d&eacute;truire toutes les copies existantes de vos Donn&eacute;es &agrave; caract&egrave;re personnel, sauf lorsque la loi applicable exige leur conservation ou que celles-ci sont utilis&eacute;es &agrave; des fins de preuve pendant un d&eacute;lai de prescription.</span></li>

			</ul>
</div>

		<p class="p">1.E. <strong class="ph b"><u class="ph u">M&eacute;canismes de s&eacute;curit&eacute;</u></strong>. DS SolidWorks et ses filiales prennent toutes les mesures juridiques n&eacute;cessaires pour &eacute;liminer le piratage de leurs logiciels. Dans ce contexte, l&apos;Offre peut inclure un m&eacute;canisme de s&eacute;curit&eacute; qui d&eacute;tecte l&apos;installation ou l&apos;utilisation ill&eacute;gale de copies de l&apos;Offre, et collecte et transmet des donn&eacute;es sur ces copies ill&eacute;gales. Les informations collect&eacute;es n&apos;incluent pas les donn&eacute;es cr&eacute;&eacute;es avec l&apos;Offre appartenant aux clients. En utilisant l&apos;Offre, vous acceptez que de telles informations soient d&eacute;tect&eacute;es, collect&eacute;es, transmises et utilis&eacute;es en cas de d&eacute;tection d&apos;une copie ill&eacute;gale. DS SolidWorks se r&eacute;serve &eacute;galement le droit d&apos;utiliser un syst&egrave;me de verrouillage du mat&eacute;riel, un logiciel de gestion de licence et/ou une cl&eacute; d&apos;autorisation de licence pour contr&ocirc;ler l&apos;acc&egrave;s &agrave; l&apos;Offre. Vous n&apos;&ecirc;tes pas autoris&eacute; &agrave; tenter d&apos;&eacute;viter ou de faire &eacute;chouer de telles mesures. Il est interdit d&apos;utiliser une Offre sans le syst&egrave;me de verrouillage ou la cl&eacute; d&apos;autorisation obligatoire que DS SolidWorks fournit.</p>

		<p class="p">1.F. <strong class="ph b"><u class="ph u">Outils et services Internet</u></strong>. Le cas &eacute;ch&eacute;ant, une licence ou l&apos;abonnement au service de maintenance de base de l&apos;Offre vous donnent acc&egrave;s &agrave; certains outils et services Internet d&eacute;velopp&eacute;s par DS SolidWorks. L&apos;utilisation de ces services de base est disponible sans frais suppl&eacute;mentaires pour chaque licence souscrite et vous avez la possibilit&eacute; d&apos;&eacute;tendre ces services moyennant un co&ucirc;t suppl&eacute;mentaire. Pour de plus amples informations, veuillez consulter la description de chacun des outils Internet disponibles avec l&apos;Offre ou sur notre site Web &agrave; l&apos;adresse suivante&nbsp;: <a class="xref" href="http://www.solidworks.com/" target="_blank">www.solidworks.com</a>. L&apos;utilisation de ces outils et services Internet est &eacute;galement soumise aux Conditions d&apos;utilisation applicables &agrave; ces outils et services. Elles sont disponibles &agrave; l&apos;adresse <a class="xref" href="http://www.solidworks.com/sw/termsofuse.html" target="_blank">http://www.solidworks.com/sw/termsofuse.html</a> et int&eacute;gr&eacute;es ici &agrave; titre de r&eacute;f&eacute;rence. Lorsqu&apos;ils sont mis &agrave; disposition sans frais suppl&eacute;mentaires, ces outils et services fournis gratuitement peuvent &ecirc;tre modifi&eacute;s et/ou retir&eacute;s sans notification pr&eacute;alable.</p>

		<p class="p">2. <strong class="ph b"><u class="ph u">Propri&eacute;t&eacute; de l&apos;Offre/Restrictions relatives &agrave; la reproduction</u></strong>. DS SolidWorks ou ses conc&eacute;dants poss&egrave;dent et conservent tous les droits d&apos;auteur, de marque, de secret de fabrication, et tout autre droit de propri&eacute;t&eacute; concernant l&apos;Offre et la Documentation. <u class="ph u">L&apos;OFFRE ET LA DOCUMENTATION SONT PROT&Eacute;G&Eacute;ES PAR LES LOIS SUR LES DROITS D&apos;AUTEUR ET D&apos;AUTRES LOIS RELATIVES &Agrave; LA PROPRI&Eacute;T&Eacute; INTELLECTUELLE</u>. Chaque conc&eacute;dant de licence DS SolidWorks est un tiers b&eacute;n&eacute;ficiaire de ce Contrat. Vous n&apos;obtenez que les droits sp&eacute;cifiquement pr&eacute;vus dans ce Contrat. Vous &ecirc;tes autoris&eacute; &agrave; copier l&apos;Offre sous une forme lisible par machine pour des besoins de sauvegarde et conform&eacute;ment aux restrictions de la licence pr&eacute;vues dans l&apos;Article&nbsp;1. Vous n&apos;&ecirc;tes pas autoris&eacute; &agrave; supprimer de l&apos;Offre ou de la Documentation toute notification du droit d&apos;auteur ou tout autre droit de propri&eacute;t&eacute; ou de renonciation, et vous &ecirc;tes tenu de reproduire toutes ces notifications sur toute copie de l&apos;Offre faite conform&eacute;ment &agrave; ce Contrat.</p>

		<p class="p">3. <strong class="ph b"><u class="ph u">Autres restrictions d&apos;utilisation</u></strong>. Ce Contrat est la preuve de votre licence d&apos;exercer les droits conc&eacute;d&eacute;s aux pr&eacute;sentes et il doit &ecirc;tre conserv&eacute;. Sauf dans les cas pr&eacute;vus &agrave; l&apos;Article&nbsp;1, vous n&apos;&ecirc;tes pas autoris&eacute; &agrave; utiliser des parties de l&apos;Offre s&eacute;par&eacute;ment ou ind&eacute;pendamment (par exemple, le logiciel Microsoft&nbsp;SQL&nbsp;Server ne peut &ecirc;tre utilis&eacute; qu&apos;avec l&apos;ensemble de l&apos;Offre SOLIDWORKS PDM Standard ou Professional, &agrave; condition que celle-ci soit r&eacute;gie par le mod&egrave;le Serveur&nbsp;+&nbsp;Licence d&apos;acc&egrave;s client [Client Access License, CAL] ou le mod&egrave;le Par processeur), ni &agrave; d&apos;autres fins que le d&eacute;roulement normal de vos activit&eacute;s, et vous n&apos;&ecirc;tes pas autoris&eacute; &agrave; permettre &agrave; un tiers (autre qu&apos;un tiers n&eacute;cessitant l&apos;acc&egrave;s &agrave; SOLIDWORKS PDM Standard ou Professional via un client Web ou directement via un VPN) d&apos;acc&eacute;der &agrave; l&apos;Offre ou de l&apos;utiliser&nbsp;; par cons&eacute;quent, vous n&apos;&ecirc;tes pas autoris&eacute; &agrave; vendre, conc&eacute;der sous licence ou en sous-traitance, transf&eacute;rer, affecter, c&eacute;der ou louer (y compris en temps partag&eacute;) l&apos;Offre ou les droits d&apos;acc&egrave;s et d&apos;utilisation conc&eacute;d&eacute;s par ce Contrat. Vous n&apos;&ecirc;tes pas autoris&eacute; &agrave; utiliser l&apos;Offre ou la Documentation pour d&eacute;velopper une ou plusieurs applications destin&eacute;es &agrave; &ecirc;tre distribu&eacute;es &agrave; des tiers &agrave; moins que vous soyez un membre en r&egrave;gle du SOLIDWORKS Partner Program ou que vous ayez conclu un contrat avec DS SolidWorks en vue d&apos;une telle utilisation/distribution. Hormis dans les cas express&eacute;ment &eacute;nonc&eacute;s dans l&apos;Article&nbsp;12, vous n&apos;&ecirc;tes pas autoris&eacute; &agrave; installer ou &agrave; utiliser l&apos;Offre sur Internet, y compris mais sans s&apos;y limiter, &agrave; l&apos;utiliser avec un service d&apos;h&eacute;bergement Web ou un service similaire, ni &agrave; la mettre &agrave; disposition de tiers via Internet ou de quelque autre mani&egrave;re que ce soit. Vous n&apos;&ecirc;tes pas autoris&eacute; &agrave; modifier, &agrave; cr&eacute;er des produits d&eacute;riv&eacute;s de l&apos;Offre ou &agrave; faire des compilations ou des travaux collectifs qui incluent l&apos;Offre et vous n&apos;&ecirc;tes pas autoris&eacute; &agrave; l&apos;analyser dans le but de faire concurrence &agrave; DS SolidWorks, &agrave; inverser son ing&eacute;nierie, &agrave; la d&eacute;compiler ou &agrave; la d&eacute;sassembler, ni &agrave; tenter autrement de d&eacute;couvrir son code source, sauf dans les cas pr&eacute;vus par la l&eacute;gislation applicable, car elle contient des secrets industriels (tels que sa structure, son organisation et son code) de DS SolidWorks et de ses conc&eacute;dants.</p>

		<p class="p">4. <strong class="ph b"><u class="ph u">Service de maintenance</u></strong>. Si vous vous abonnez au service de maintenance aupr&egrave;s de votre revendeur pour l&apos;Offre conc&eacute;d&eacute;e sous licence en vertu de ce Contrat, et moyennant les frais de service, votre revendeur mettra &agrave; votre disposition&nbsp;: un acc&egrave;s au Web pour t&eacute;l&eacute;charger les mises &agrave; jour les plus r&eacute;centes de l&apos;Offre&nbsp;; toutes les mises &agrave; niveau principales de l&apos;Offre publi&eacute;es pendant la p&eacute;riode de maintenance ainsi que des services de support par t&eacute;l&eacute;phone. Le service de maintenance est inclus automatiquement avec toute Offre command&eacute;e dans le cadre d&apos;une licence annuelle ou trimestrielle et avec les Services en ligne. Il n&apos;est pas possible de r&eacute;silier le service de maintenance s&eacute;par&eacute;ment. Ponctuellement, DS SolidWorks peut redistribuer des composants logiciels Microsoft dans le cadre d&apos;une mise &agrave; jour de l&apos;Offre. Vous avez droit &agrave; de tels composants et garantissez que vous ne les installerez que si vous &ecirc;tes en possession d&apos;une copie sous licence valide des produits Microsoft auxquels ils sont li&eacute;s. La dur&eacute;e de ce service est d&apos;un (1) an. Le service peut &ecirc;tre ensuite renouvel&eacute; d&apos;une ann&eacute;e sur l&apos;autre en acquittant les frais de renouvellement applicables. Toute Offre fournie en tant que mise &agrave; niveau ou mise &agrave; jour d&apos;une version pr&eacute;c&eacute;dente de l&apos;Offre conc&eacute;d&eacute;e sous licence doit remplacer la version pr&eacute;c&eacute;dente. Aucune licence suppl&eacute;mentaire n&apos;est accord&eacute;e&nbsp;: vous &ecirc;tes uniquement autoris&eacute; &agrave; installer autant de mises &agrave; jour que de souscriptions au service de maintenance que vous avez pay&eacute;es. La politique de Services de support qui s&apos;applique aux Services en ligne est d&eacute;taill&eacute;e sur le site Web <a class="xref" href="http://www.3ds.com/terms/support-policies" target="_blank">www.3ds.com/terms/support-policies</a> en ce qui concerne la dur&eacute;e des services, <em class="ph i">c.-&agrave;-d.</em> un (1)&nbsp;an. Elle est susceptible d&apos;&ecirc;tre modifi&eacute;e. Cependant, les modifications &eacute;ventuelles ne seront effectives qu&apos;au d&eacute;but de la prochaine p&eacute;riode des Services de support.</p>

		<p class="p">5. <strong class="ph b"><u class="ph u">Politique de confidentialit&eacute;</u></strong>. Pour obtenir l&apos;Offre, vous devrez peut-&ecirc;tre fournir certaines informations vous concernant &agrave; DS SolidWorks, y compris, mais sans s&apos;y limiter, vos nom et adresse &eacute;lectronique. Pendant l&apos;installation, DS SolidWorks peut aussi analyser votre ordinateur pour d&eacute;terminer, entre autres, si des produits SOLIDWORKS ou d&apos;autres produits Dassault Syst&egrave;mes sont install&eacute;s et les caract&eacute;ristiques de l&apos;ordinateur sur lequel fonctionnera l&apos;Offre, comme le contr&ocirc;leur vid&eacute;o ou le syst&egrave;me d&apos;exploitation. Comme condition au t&eacute;l&eacute;chargement et &agrave; l&apos;utilisation de l&apos;Offre, vous acceptez &eacute;galement les termes de la politique de confidentialit&eacute; de DS SolidWorks disponibles &agrave; l&apos;adresse <a class="xref" href="http://www.solidworks.com/sw/privacypolicy.htm" target="_blank">http://www.solidworks.com/sw/privacypolicy.htm</a>, et qui peuvent &ecirc;tre mis &agrave; jour p&eacute;riodiquement et sans pr&eacute;avis. Les informations collect&eacute;es par DS SolidWorks dans le cadre de l&apos;enregistrement de votre Offre peuvent &ecirc;tre stock&eacute;es et trait&eacute;es aux &Eacute;tats-Unis ou dans tout autre pays dans lequel DS SolidWorks, ses entit&eacute;s affili&eacute;es ou ses agents disposent de locaux. En utilisant l&apos;Offre, vous acceptez par cons&eacute;quent le transfert de ces informations en dehors de votre pays.</p>

		<p class="p">6. <strong class="ph b"><u class="ph u">P&eacute;riode de validit&eacute;</u></strong>. Ce Contrat demeure en vigueur jusqu&apos;&agrave; ce qu&apos;il soit r&eacute;sili&eacute; conform&eacute;ment aux dispositions des pr&eacute;sentes ou jusqu&apos;&agrave; son expiration, comme suit&nbsp;: (i) pour les Offres fournies dans le cadre de licences &agrave; terme conc&eacute;d&eacute;es conform&eacute;ment &agrave; ce Contrat, jusqu&apos;&agrave; l&apos;expiration de toutes lesdites licences ou (ii) pour les Services en ligne, jusqu&apos;&agrave; l&apos;expiration de la dur&eacute;e du contrat pour laquelle les Services en ligne sont command&eacute;s en vertu de ce Contrat ou jusqu&apos;&agrave; l&apos;expiration de l&apos;abonnement que vous avez pay&eacute; pour l&apos;Offre, selon le cas. DS SolidWorks peut imm&eacute;diatement r&eacute;silier la licence et/ou l&apos;Offre conc&eacute;d&eacute;es dans les pr&eacute;sentes sur notification &eacute;crite (i) pour une cause justifi&eacute;e, y compris mais sans s&apos;y limiter, en cas de non-respect d&apos;une disposition de l&apos;Article&nbsp;1, 2 ou 3 de ce Contrat, ou (ii) si, en cas de non-respect de l&apos;une des dispositions de ce Contrat, vous ne rem&eacute;diez pas &agrave; la violation sous quinze (15)&nbsp;jours &agrave; compter de la notification.</p>

		<p class="p">Vous pouvez r&eacute;silier les Services en ligne si DS SolidWorks ne fournit pas lesdits services conform&eacute;ment &agrave; l&apos;Accord de niveau de service (Service Level Agreement) applicable et ne rem&eacute;die pas &agrave; cette situation sous trente (30)&nbsp;jours &agrave; compter de la r&eacute;ception par DS SolidWorks d&apos;une notification &eacute;crite. Dans le cas contraire, vous ou DS SolidWorks pouvez r&eacute;silier des Services en ligne en informant l&apos;autre partie au moins trente (30)&nbsp;jours avant la date de renouvellement desdits services. En l&apos;absence d&apos;une telle notification, les Services en ligne seront automatiquement renouvel&eacute;s et soumis au Service Level Agreement en vigueur. DS SolidWorks peut apporter des changements ou modifications aux Services en ligne &agrave; tout moment. DS SolidWorks ne r&eacute;duira pas mat&eacute;riellement les Services en ligne pendant la dur&eacute;e de l&apos;Offre. Aucune disposition du pr&eacute;sent paragraphe ne peut obliger DS SolidWorks &agrave; continuer &agrave; fournir une partie quelconque des Services en ligne s&apos;il pouvait en r&eacute;sulter une violation par DS SolidWorks des droits d&apos;un tiers ou de toute loi applicable.</p>

		<p class="p">Lors de la r&eacute;siliation des droits d&apos;acc&egrave;s et d&apos;utilisation de l&apos;Offre conc&eacute;d&eacute;s par les pr&eacute;sentes, vous devez cesser d&apos;utiliser et renvoyer au plus t&ocirc;t &agrave; DS SolidWorks toutes les copies de l&apos;Offre et de la Documentation couvertes par lesdits droits, ou les d&eacute;truire, selon les instructions de DS SolidWorks. Vous n&apos;aurez plus acc&egrave;s aux Services en ligne ni au service de maintenance. Si vous r&eacute;siliez les Services en ligne en cas de non-respect par DS SolidWorks du Service Level Agreement, DS SolidWorks vous remboursera tous les frais r&eacute;currents des p&eacute;riodes pr&eacute;pay&eacute;es mais non utilis&eacute;es, &agrave; compter de la date de r&eacute;siliation. La responsabilit&eacute; de DS SolidWorks ne peut &ecirc;tre engag&eacute;e d&apos;aucune autre fa&ccedil;on et ce remboursement constitue votre seul recours en cas de manquement de DS SolidWorks &agrave; fournir les Services en ligne.</p>

		<p class="p">Les dispositions des Articles&nbsp;1D.b, 1D.d, 1D.e., 1E, 2, 3, 5, 6, 8, 10, 11, 12 et 13 de ce Contrat survivent &agrave; sa r&eacute;siliation.</p>

		<p class="p">7. <strong class="ph b">Responsabilit&eacute; pour la s&eacute;lection et l&apos;utilisation de l&apos;Offre</strong>. Vous &ecirc;tes responsable de la surveillance, de l&apos;administration et du contr&ocirc;le de l&apos;utilisation de l&apos;Offre, et des donn&eacute;es de sortie de l&apos;Offre, y compris, mais sans s&apos;y limiter&nbsp;: (1) la s&eacute;lection de l&apos;Offre pour atteindre les r&eacute;sultats souhait&eacute;s&nbsp;; (2) la d&eacute;termination des utilisations appropri&eacute;es de l&apos;Offre et des donn&eacute;es de sortie de l&apos;Offre dans votre activit&eacute; professionnelle&nbsp;; (3) l&apos;&eacute;tablissement de proc&eacute;dures ind&eacute;pendantes ad&eacute;quates pour la v&eacute;rification de la pr&eacute;cision de l&apos;Offre et de toute donn&eacute;e de sortie&nbsp;; et (4) l&apos;&eacute;tablissement d&apos;une proc&eacute;dure ad&eacute;quate de sauvegarde pour &eacute;viter la perte de donn&eacute;es en cas de d&eacute;fectuosit&eacute; de l&apos;Offre. <strong class="ph b">L&apos;Offre est un outil destin&eacute; &agrave; &ecirc;tre utilis&eacute; par des professionnels form&eacute;s uniquement. Elle ne peut en aucun cas se substituer &agrave; votre jugement professionnel ou &agrave; la r&eacute;alisation de tests ind&eacute;pendants sur des prototypes physiques destin&eacute;s &agrave; d&eacute;terminer la r&eacute;sistance, la s&eacute;curit&eacute; et l&apos;utilit&eacute; d&apos;un produit&nbsp;; vous &ecirc;tes seul responsable de tout r&eacute;sultat d&eacute;coulant de l&apos;utilisation de l&apos;Offre. L&apos;Offre et ses composants ne sont pas destin&eacute;s &agrave; &ecirc;tre utilis&eacute;s dans la conception ou le fonctionnement de centrales nucl&eacute;aires, de syst&egrave;mes d&apos;assistance vitale, dans le domaine a&eacute;rien ou dans tout autre domaine d&egrave;s lors qu&apos;une d&eacute;faillance de l&apos;Offre et/ou de ses composants pourrait provoquer la mort, des dommages corporels ou de graves dommages physiques ou environnementaux.</strong></p>

		<p class="p"><strong class="ph b">ATTENTION&nbsp;: certains contenus, tels que la visserie fournie dans SOLIDWORKS Toolbox, constituent une repr&eacute;sentation approch&eacute;e et peuvent ne pas &ecirc;tre adapt&eacute;s &agrave; tous les usages.</strong></p>

		<p class="p">8. <strong class="ph b"><u class="ph u">Garantie limit&eacute;e, exceptions et renonciations&nbsp;; indemnisation au titre de la propri&eacute;t&eacute; intellectuelle</u></strong></p>

		<p class="p"><strong class="ph b">a. <u class="ph u">Garantie limit&eacute;e</u>. DS SolidWorks garantit que l&apos;Offre sera exempte de tout d&eacute;faut de pi&egrave;ce et que son fonctionnement sera conforme pour l&apos;essentiel &agrave; la Documentation pendant une dur&eacute;e de quatre-vingt-dix (90) jours &agrave; compter de la date de r&eacute;ception. DS SolidWorks garantit &eacute;galement que tout service fourni, le cas &eacute;ch&eacute;ant, sera efficace et conforme &agrave; une pratique commerciale raisonnable. DS SolidWorks ne garantit pas que l&apos;Offre ou le service correspondra &agrave; vos besoins ou que le fonctionnement de l&apos;Offre sera ininterrompu ou exempt d&apos;erreurs, ou que les outils et services Internet seront enti&egrave;rement prot&eacute;g&eacute;s. La seule obligation de DS SolidWorks, et votre recours exclusif d&apos;apr&egrave;s les termes de cette garantie, consiste &agrave; d&eacute;ployer des efforts raisonnables pour r&eacute;parer et remplacer les supports ou les Logiciels non conformes ou &agrave; offrir de nouveau le service. Si de tels efforts &eacute;chouent, DS SolidWorks ou le distributeur ou revendeur de DS SolidWorks doit (i) rembourser le montant que vous avez pay&eacute; pour le Logiciel d&egrave;s retour du Logiciel non conforme et d&apos;une copie de votre re&ccedil;u, ou le montant pay&eacute; pour le service, comme il convient, ou (ii) fournir tout autre recours prescrit par la loi. Tout Logiciel de remplacement est garanti pour le reste de la p&eacute;riode de garantie initiale ou pour trente (30) jours &agrave; compter de la date de livraison, la p&eacute;riode la plus longue &eacute;tant retenue.</strong></p>

		<p class="p"><strong class="ph b">b. <u class="ph u">Exceptions</u>. La garantie limit&eacute;e de DS SolidWorks est nulle si la violation de la garantie est caus&eacute;e par (i) un accident, une n&eacute;gligence ou une mauvaise utilisation du Logiciel&nbsp;; (ii) des actes ou omissions dus &agrave; une personne autre que DS SolidWorks&nbsp;; (iii) la combinaison du Logiciel avec un produit, un mat&eacute;riel ou un logiciel non fourni par DS SolidWorks ou non pr&eacute;vu pour la combinaison avec le Logiciel&nbsp;; ou (iv) votre manquement &agrave; incorporer et &agrave; utiliser toutes les mises &agrave; jour du Logiciel disponibles aupr&egrave;s de DS SolidWorks.</strong></p>

		<p class="p"><strong class="ph b">c. <u class="ph u">Limitations relatives aux garanties</u>. La garantie expresse &eacute;nonc&eacute;e dans l&apos;Article&nbsp;8 est la seule garantie accord&eacute;e par DS SolidWorks en ce qui concerne l&apos;Offre et la Documentation fournies en vertu de ce Contrat, ainsi que tout service fourni le cas &eacute;ch&eacute;ant&nbsp;; dans la limite maximale pr&eacute;vue par la loi, DS SolidWorks et ses conc&eacute;dants, y compris mais ne se limitant pas &agrave; Adobe, excluent toute autre garantie, expresse, implicite ou d&eacute;coulant de l&apos;usage habituel ou commercial, notamment les garanties de qualit&eacute; marchande ou d&apos;ad&eacute;quation &agrave; un usage particulier, et d&apos;absence de contrefa&ccedil;on. Vous ne pouvez en aucun cas d&eacute;poser une r&eacute;clamation, engager une action ou une proc&eacute;dure en relation avec la garantie expos&eacute;e dans l&apos;Article&nbsp;8 plus d&apos;un an apr&egrave;s la date de rupture de garantie pr&eacute;sum&eacute;e.</strong></p>

		<p class="p"><strong class="ph b">d. <u class="ph u">Limitations relatives &agrave; la responsabilit&eacute;</u>. Vous reconnaissez que le prix pay&eacute; pour la licence ou les droits d&apos;acc&egrave;s et d&apos;utilisation de l&apos;Offre peut &ecirc;tre substantiellement disproportionn&eacute; par rapport &agrave; la valeur des produits con&ccedil;us, stock&eacute;s, g&eacute;r&eacute;s ou distribu&eacute;s gr&acirc;ce &agrave; l&apos;Offre. Dans le but expr&egrave;s de limiter la responsabilit&eacute; de DS SolidWorks et de ses conc&eacute;dants dans une proportion raisonnable par rapport &agrave; la valeur commerciale de cette transaction, vous acceptez les limitations suivantes relatives &agrave; la responsabilit&eacute; de DS SolidWorks et de ses conc&eacute;dants. Selon la port&eacute;e maximale autoris&eacute;e par la loi applicable, que ce soit par contrat, en cas de d&eacute;lit civil (y compris la n&eacute;gligence) ou d&apos;une autre mani&egrave;re, la responsabilit&eacute; de DS SolidWorks et de ses conc&eacute;dants, r&eacute;sultant ou d&eacute;pendant de l&apos;Offre ou de la Documentation fournies en vertu des pr&eacute;sentes et de tout service fourni ponctuellement, se limite aux frais pay&eacute;s pour l&apos;Offre lors de la p&eacute;riode de douze (12) mois pr&eacute;c&eacute;dant imm&eacute;diatement la cause de l&apos;action &agrave; l&apos;origine de cette responsabilit&eacute;. En aucun cas DS SolidWorks ou ses conc&eacute;dants ne peuvent &ecirc;tre tenus pour responsables des dommages directs, sp&eacute;ciaux, indirects, accessoires, punitifs ou cons&eacute;cutifs (y compris mais sans s&apos;y limiter, les dommages caus&eacute;s par la perte de jouissance, la perte de donn&eacute;es, la perte de b&eacute;n&eacute;fices, la perte de client&egrave;le ou la perte commerciale) r&eacute;sultant ou d&eacute;pendant de l&apos;utilisation ou de l&apos;impossibilit&eacute; d&apos;utiliser l&apos;Offre ou la Documentation fournies en vertu du pr&eacute;sent Contrat et tout service fourni ponctuellement, et ce, m&ecirc;me si DS SolidWorks ou ses conc&eacute;dants ont &eacute;t&eacute; avis&eacute;s de l&apos;&eacute;ventualit&eacute; de tels dommages. Cependant, certaines des limitations d&eacute;crites ci-dessus peuvent ne pas s&apos;appliquer dans certaines juridictions. Dans la limite maximale pr&eacute;vue par la loi, toute action en justice contre DS SolidWorks doit &ecirc;tre d&eacute;pos&eacute;e aupr&egrave;s de l&apos;autorit&eacute; judiciaire comp&eacute;tente dans les deux (2)&nbsp;ans suivant l&apos;apparition de la cause d&apos;action applicable.</strong></p>

		<p class="p"><strong class="ph b">e. <u class="ph u">Indemnisation au titre de la propri&eacute;t&eacute; intellectuelle</u>. DS SolidWorks s&apos;engage &agrave; vous d&eacute;fendre contre toutes poursuites de tiers affirmant qu&apos;une Offre fournie dans le cadre de ce Contrat porte atteinte &agrave; des droits d&apos;auteur dans n&apos;importe quel pays ou &agrave; un brevet aux &Eacute;tats-Unis, au Japon ou dans un &Eacute;tat membre de l&apos;Organisation europ&eacute;enne des brevets, et &agrave; payer l&apos;ensemble des co&ucirc;ts, frais et dommages-int&eacute;r&ecirc;ts (y compris des frais de justice raisonnables) qui vous sont impos&eacute;s par un tribunal comp&eacute;tent ou accept&eacute;s dans un r&egrave;glement amiable &eacute;crit que DS SolidWorks a sign&eacute; et qui d&eacute;coule desdites poursuites, &agrave; condition que (i) vous avertissiez rapidement DS SolidWorks par &eacute;crit de ces poursuites et que (ii) vous conf&eacute;riez &agrave; DS SolidWorks le contr&ocirc;le exclusif de la d&eacute;fense &agrave; opposer &agrave; ces poursuites et des discussions de conciliation associ&eacute;es, tout en coop&eacute;rant raisonnablement &agrave; la d&eacute;fense et &agrave; la conciliation.</strong></p>

		<p class="p"><strong class="ph b">Si de telles poursuites sont engag&eacute;es (ou susceptibles d&apos;&ecirc;tre engag&eacute;es) ou que, selon l&apos;avis raisonnable de DS SolidWorks, une Offre risque de faire l&apos;objet de r&eacute;clamations de ce type, DS SolidWorks peut, &agrave; ses propres frais, s&apos;assurer que vous avez le droit de continuer &agrave; utiliser l&apos;Offre applicable, la modifier afin d&apos;&eacute;viter toute infraction ou la remplacer par un autre programme aux fonctionnalit&eacute;s &eacute;quivalentes. Si, selon le jugement de DS SolidWorks, aucune des options susmentionn&eacute;es n&apos;est disponible dans des conditions raisonnables, DS SolidWorks pourra r&eacute;silier les licences de l&apos;Offre et/ou mettre fin aux Services en ligne. Pour les licences perp&eacute;tuelles, DS SolidWorks vous remboursera ou vous accordera un cr&eacute;dit, selon votre pr&eacute;f&eacute;rence, d&apos;un montant &eacute;gal aux frais uniques correspondants que vous avez pay&eacute;s pour les licences, amorti lin&eacute;airement sur trois (3) ans apr&egrave;s le retour ou la destruction de toutes les copies de l&apos;Offre concern&eacute;e, sur certification de l&apos;un de vos dirigeants. Pour les Services en ligne ou les licences qui ne sont pas perp&eacute;tuelles, DS SolidWorks remboursera les frais de toutes les p&eacute;riodes pr&eacute;pay&eacute;es mais non utilis&eacute;es dans le cadre du pr&eacute;sent Contrat, pour les licences ou les Services en ligne concern&eacute;s.</strong></p>

		<p class="p"><strong class="ph b">DS SolidWorks n&apos;aura aucune obligation de vous d&eacute;fendre ou de vous indemniser en cas de r&eacute;clamation quelconque li&eacute;e (i) &agrave; une modification d&apos;une Offre par quiconque except&eacute; DS SolidWorks, (ii) &agrave; l&apos;utilisation d&apos;une ou plusieurs Offres en association avec d&apos;autres mat&eacute;riels, donn&eacute;es ou programmes non sp&eacute;cifi&eacute;s par DS SolidWorks ou (iii) &agrave; l&apos;utilisation de versions ou de correctifs qui ne sont pas les plus r&eacute;cents.</strong></p>

		<p class="p"><strong class="ph b">Le pr&eacute;sent Article&nbsp;8.e &eacute;nonce les seules responsabilit&eacute;s de DS SolidWorks et votre recours exclusif en cas de r&eacute;clamation relative &agrave; une violation des droits de propri&eacute;t&eacute; intellectuelle.</strong></p>

		<p class="p">9. <strong class="ph b"><u class="ph u">Fonctionnalit&eacute; d&apos;arr&ecirc;t</u></strong>. Vous comprenez et acceptez le fait que l&apos;Offre contienne une fonctionnalit&eacute; d&apos;arr&ecirc;t automatique (la &quot;Fonctionnalit&eacute; d&apos;arr&ecirc;t&quot;) qui, si elle est activ&eacute;e, rend l&apos;Offre inop&eacute;rante. La fonctionnalit&eacute; d&apos;arr&ecirc;t est automatiquement activ&eacute;e trente (30) jours apr&egrave;s l&apos;installation de l&apos;Offre &agrave; moins que vous saisissiez un code d&apos;acc&egrave;s permettant de passer outre la Fonctionnalit&eacute; d&apos;arr&ecirc;t (la &quot;Licence valid&eacute;e&quot;). Pour obtenir votre Licence valid&eacute;e, vous devez vous immatriculer aupr&egrave;s de DS SolidWorks en fournissant &eacute;lectroniquement &agrave; DS SolidWorks les informations demand&eacute;es dans le processus d&apos;installation. D&egrave;s r&eacute;ception des informations d&apos;immatriculation, DS SolidWorks vous fournira une Licence valid&eacute;e.</p>

		<p class="p">10. <strong class="ph b"><u class="ph u">Restrictions &agrave; l&apos;exportation</u></strong>. L&apos;exportation de l&apos;Offre et de la Documentation dont vous b&eacute;n&eacute;ficiez est soumise &agrave; l&apos;ensemble des lois et r&eacute;glementations des pays concern&eacute;s en mati&egrave;re d&apos;exportation et de r&eacute;exportation y compris, sans s&apos;y limiter, aux lois am&eacute;ricaines et britanniques relatives au contr&ocirc;le des exportations. La responsabilit&eacute; de DS SolidWorks et de ses conc&eacute;dants ne sera pas engag&eacute;e &agrave; votre &eacute;gard si vous n&apos;obtenez pas les autorisations, licences ou approbations n&eacute;cessaires. Avant d&apos;exporter ou de r&eacute;exporter l&apos;Offre directement ou indirectement, vous devez vous procurer toute licence d&apos;exportation ou autre approbation gouvernementale requise. Vous garantissez &agrave; DS SolidWorks qu&apos;aucune des Offres command&eacute;es en vertu du pr&eacute;sent Contrat ne sera utilis&eacute;e en violation des lois sur l&apos;exportation en vigueur, notamment en mati&egrave;re de prolif&eacute;ration des armes nucl&eacute;aires, chimiques ou biologiques ou de syst&egrave;mes de lancement de missiles, et qu&apos;elles ne seront pas d&eacute;tourn&eacute;es vers un pays, une soci&eacute;t&eacute; ou un individu faisant l&apos;objet d&apos;une interdiction au regard des lois sur l&apos;exportation d&apos;un pays. Vous reconnaissez que vos donn&eacute;es peuvent &ecirc;tre transf&eacute;r&eacute;es ou stock&eacute;es dans n&apos;importe quel pays. Vous vous engagez &agrave; vous abstenir et &agrave; vous assurer que tous les utilisateurs s&apos;abstiennent de traiter, stocker ou t&eacute;l&eacute;charger au sein des environnements de partage toute information ou donn&eacute;e dont l&apos;exportation est contr&ocirc;l&eacute;e, r&eacute;glement&eacute;e ou soumise &agrave; des permis ou licences en vertu des lois ou r&eacute;glementations applicables. Vous serez r&eacute;put&eacute; &ecirc;tre l&apos;exportateur de vos donn&eacute;es. Si vous ne respectez pas ces dispositions, DS SolidWorks peut r&eacute;silier, sur notification &eacute;crite, le pr&eacute;sent Contrat, la totalit&eacute; des licences et l&apos;acc&egrave;s aux Services en ligne.</p>

		<p class="p">11. <strong class="ph b"><u class="ph u">Audit</u></strong>. Pendant la dur&eacute;e de ce Contrat et une p&eacute;riode de trois (3)&nbsp;ans par la suite, vous &eacute;tablirez et tiendrez des registres pr&eacute;cis relatifs &agrave; l&apos;utilisation de l&apos;Offre y compris, mais sans s&apos;y limiter, la liste et le lieu des utilisateurs qui ont acc&egrave;s &agrave; l&apos;Offre et l&apos;utilisent. Le cas &eacute;ch&eacute;ant, ces informations porteront sur la destruction de l&apos;Offre et les mesures que vous avez mises en place pour prot&eacute;ger l&apos;acc&egrave;s &agrave; l&apos;Offre et son utilisation. DS SolidWorks a le droit, &agrave; tout moment, &agrave; ses propres frais et dans des conditions raisonnables de temps et de lieux, de proc&eacute;der &agrave; l&apos;audit de ces registres et/ou de votre utilisation de l&apos;Offre, et de faire des copies de ces informations. Par les pr&eacute;sentes, vous autorisez &eacute;galement DS SolidWorks &agrave; v&eacute;rifier votre conformit&eacute; aux termes de ce Contrat. &Agrave; cette fin, DS SolidWorks peut effectuer un audit dans vos locaux (ou dans les locaux o&ugrave; l&apos;Offre est install&eacute;e pour votre utilisation) pendant les heures de travail normales, en prenant soin de limiter la perturbation de vos activit&eacute;s. DS SolidWorks peut vous demander de lui fournir, ou de procurer &agrave; un tiers engag&eacute; par DS SolidWorks pour mener ces v&eacute;rifications, l&apos;acc&egrave;s aux machines, des copies des sorties des outils syst&egrave;me ou d&apos;autres informations &eacute;lectroniques ou sur papier, selon le cas, et autoriser l&apos;ex&eacute;cution des outils appropri&eacute;s g&eacute;n&eacute;rant les enregistrements d&apos;audit. Si l&apos;audit met en &eacute;vidence une utilisation non autoris&eacute;e de l&apos;Offre, vous devrez payer rapidement &agrave; DS SolidWorks toute somme due suite &agrave; cette utilisation non autoris&eacute;e, au tarif en vigueur. Si cette utilisation non autoris&eacute;e est sup&eacute;rieure ou &eacute;gale &agrave; cinq pour cent (5&nbsp;%) de votre utilisation autoris&eacute;e pour l&apos;Offre correspondante, vous devrez en outre rembourser le co&ucirc;t de l&apos;audit &agrave; DS SolidWorks. En invoquant les proc&eacute;dures et les droits d&eacute;crits ci-dessus, DS SolidWorks ne renonce pas &agrave; son droit de faire appliquer le pr&eacute;sent Contrat ou de prot&eacute;ger sa propri&eacute;t&eacute; intellectuelle par tout autre moyen permis par la loi.</p>

		<p class="p">12. <strong class="ph b"><u class="ph u">H&eacute;bergement tiers</u></strong>. Vous &ecirc;tes autoris&eacute; &agrave; installer et utiliser l&apos;Offre &agrave; distance sur des ordinateurs exploit&eacute;s par un prestataire de services tiers r&eacute;put&eacute; et bien &eacute;tabli, et de d&eacute;signer ce prestataire de services pour faire fonctionner le mat&eacute;riel et g&eacute;rer l&apos;Offre pour vous et en votre nom uniquement&nbsp;; <em class="ph i">&agrave; condition</em>, toutefois, que (i) seuls les utilisateurs d&ucirc;ment autoris&eacute;s aient le droit d&apos;utiliser l&apos;Offre&nbsp;; (ii) vous concluiez un accord &eacute;crit avec ce prestataire de services dans lequel ce dernier convient que son acc&egrave;s &agrave; l&apos;Offre s&apos;effectue uniquement aux fins de vous fournir les services mentionn&eacute;s ci-dessous et est sinon soumis &agrave; toutes les restrictions et limitations contenues dans ce Contrat&nbsp;; et (iii) ce prestataire de services ne soit pas un concurrent de DS SolidWorks ou de tout affili&eacute; ou toute filiale de DS SolidWorks. Vous reconnaissez et acceptez que le prestataire de services soit consid&eacute;r&eacute; comme votre agent. Si vous &ecirc;tes inform&eacute; de tout acc&egrave;s non autoris&eacute; r&eacute;el ou suspect, utilisation ou divulgation de l&apos;Offre, vous devez imm&eacute;diatement r&eacute;silier l&apos;acc&egrave;s du prestataire de services &agrave; l&apos;Offre. Vous devez d&eacute;fendre et indemniser DS SolidWorks pour toute r&eacute;clamation, d&eacute;pense, jugement, dommage ou perte (y compris les frais juridiques raisonnables) qui d&eacute;coule ou qui est en lien avec l&apos;acc&egrave;s ou l&apos;utilisation de l&apos;Offre par le prestataire de services.</p>

		<p class="p">Les licences SQL Server Standard fournies avec SOLIDWORKS PDM Professional et SOLIDWORKS Manage ne peuvent pas &ecirc;tre d&eacute;plac&eacute;es sur un service de cloud public, <em class="ph i">c.-&agrave;-d.</em> un service informatique propos&eacute; par un fournisseur tiers sur Internet. D&apos;autres restrictions sp&eacute;cifiques s&apos;appliquent concernant le d&eacute;ploiement de SOLIDWORKS PDM Professional et SOLIDWORKS Manage sur des serveurs tiers.</p>

		<p class="p">13. <strong class="ph b"><u class="ph u">Respect des r&eacute;glementations et indemnit&eacute;</u></strong>. Vous acceptez de respecter les lois et r&eacute;glementations locales relatives au t&eacute;l&eacute;chargement, &agrave; l&apos;installation et/ou &agrave; l&apos;utilisation de l&apos;Offre, de la Documentation ou des deux. Vous vous engagez &agrave; prot&eacute;ger et &agrave; indemniser DS SolidWorks et ses filiales, affili&eacute;s, repr&eacute;sentants et personnels vis-&agrave;-vis de toute r&eacute;clamation, poursuite ou action r&eacute;sultant ou li&eacute;e d&apos;une quelconque fa&ccedil;on &agrave; votre utilisation de l&apos;Offre et/ou de la Documentation ou &agrave; votre non-respect du pr&eacute;sent Contrat.</p>

		<p class="p">14. <strong class="ph b"><u class="ph u">Dispositions g&eacute;n&eacute;rales</u></strong>. Ce Contrat constitue la d&eacute;claration compl&egrave;te et exclusive de votre accord avec DS SolidWorks concernant l&apos;Offre et le service de maintenance et il remplace tout autre contrat, oral ou &eacute;crit, ou toute autre communication entre vous et DS SolidWorks en rapport avec l&apos;Offre et le service de maintenance&nbsp;; <em class="ph i">&agrave; condition</em>, toutefois, que ce Contrat ne remplace pas les conditions des contrats sign&eacute;s entre vous et DS SolidWorks en rapport avec l&apos;Offre et le service de maintenance. Ce Contrat est r&eacute;gi, interpr&eacute;t&eacute; et mis en vigueur conform&eacute;ment au droit mat&eacute;riel du Commonwealth du Massachusetts, abstraction faite de la Convention des Nations Unies sur les contrats de vente internationale de marchandises, et il est consid&eacute;r&eacute; comme contrat scell&eacute;. La version en langue anglaise de ce Contrat est le texte autoris&eacute; &agrave; toutes fins, en d&eacute;pit et quelles que soient les traductions, interpr&eacute;tations de ce Contrat dans d&apos;autres langues. Si, pour une raison quelconque, un tribunal comp&eacute;tent juge qu&apos;une des dispositions de ce Contrat, ou une partie de celle-ci, est inex&eacute;cutable, cette disposition sera appliqu&eacute;e dans la limite autoris&eacute;e et le reste de ce Contrat demeurera en vigueur.</p>

		<p class="p">15. <strong class="ph b"><u class="ph u">Mention relative aux droits restreints du gouvernement des &Eacute;tats-Unis</u></strong>. L&apos;Offre est un &quot;article commercial&quot; (&quot;commercial item&quot;) selon la d&eacute;finition donn&eacute;e &agrave; ce terme &agrave; l&apos;Article&nbsp;48 C.F.R. 2.101 (octobre&nbsp;1995). Il consiste en un &quot;logiciel informatique commercial&quot; (&quot;commercial computer software&quot;) et une &quot;documentation du logiciel informatique commercial&quot; (&quot;commercial software documentation&quot;) au sens o&ugrave; ces deux expressions sont utilis&eacute;es &agrave; l&apos;Article&nbsp;48 C.F.R. 12.212 (septembre&nbsp;1995) et est conc&eacute;d&eacute; au gouvernement des &Eacute;tats-Unis (a) pour acquisition par ou pour le compte d&apos;organismes civils, conform&eacute;ment aux stipulations de l&apos;Article&nbsp;48 C.F.R. 12.212&nbsp;; ou (b) pour acquisition par ou pour le compte du d&eacute;partement am&eacute;ricain de la D&eacute;fense, conform&eacute;ment aux stipulations des Articles&nbsp;48 C.F.R. 227.7202-1 (juin&nbsp;1995) et 227.7202-4 (juin&nbsp;1995). Si vous recevez une demande d&apos;un organisme du gouvernement des &Eacute;tats-Unis pour fournir l&apos;Offre avec des droits allant au-del&agrave; de ceux &eacute;nonc&eacute;s ci-dessus, vous vous engagez &agrave; notifier DS SolidWorks de l&apos;&eacute;tendue de la demande et DS SolidWorks disposera de cinq (5)&nbsp;jours ouvrables pour accepter ou rejeter une telle demande, &agrave; sa seule discr&eacute;tion. Contractant/Fabricant&nbsp;: Dassault Syst&egrave;mes SolidWorks Corporation, 175&nbsp;Wyman Street, Waltham, Massachusetts 02451 &Eacute;tats-Unis.</p>

		<p class="p">16. <strong class="ph b"><u class="ph u">Licences au Canada</u></strong>. Si vous avez acquis une ou plusieurs licences au Canada, vous acceptez ce qui suit&nbsp;:</p>

		<p class="p">The parties hereto confirm that it is their wish that this Agreement, as well as other documents relating hereto, including Notices, have been and shall be written in the English language only.</p>

		<p class="p">Les parties aux pr&eacute;sentes confirment leur volont&eacute; que ce Contrat de m&ecirc;me que tous les documents, y compris tout avis, qui s&apos;y rattachent, soient r&eacute;dig&eacute;s en langue anglaise.</p>

		<p class="p">Adobe est une marque d&eacute;pos&eacute;e ou une marque commerciale d&apos;Adobe Systems Incorporated aux &Eacute;tats-Unis et dans d&apos;autres pays.</p>

		<p class="p">17. <strong class="ph b"><u class="ph u">Windows Desktop Search</u></strong>. Microsoft Corporation (ou selon votre lieu de r&eacute;sidence, une de ses filiales) vous conc&egrave;de la licence de ce suppl&eacute;ment. Vous &ecirc;tes autoris&eacute; &agrave; utiliser une copie de ce suppl&eacute;ment avec chaque copie conc&eacute;d&eacute;e sous licence valide du logiciel Microsoft Windows (le &quot;logiciel Microsoft Windows&quot;) identifi&eacute; pour &ecirc;tre utilis&eacute; avec ce suppl&eacute;ment. Vous n&apos;&ecirc;tes pas autoris&eacute; &agrave; l&apos;utiliser si vous ne poss&eacute;dez pas une licence du logiciel Microsoft Windows. Les termes du contrat de licence du logiciel Microsoft Windows s&apos;appliquent &agrave; votre utilisation de ce suppl&eacute;ment.</p>

		<p class="p">Windows Desktop Search est couvert par la d&eacute;claration de confidentialit&eacute; de MSN (<a class="xref" href="https://privacy.microsoft.com/fr-fr/privacystatement" target="_blank">https://privacy.microsoft.com/fr-fr/privacystatement</a>).</p>

	</div>

</body>
</html>