<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html
  PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="tr-TR" lang="tr-TR">
<head><meta charset="UTF-8">

<meta name="copyright" content="(C) Copyright 2019" />
<meta name="DC.rights.owner" content="(C) Copyright 2019" />
<meta name="DC.Type" content="concept" />
<meta name="DC.Title" content="Dassault Systèmes SolidWorks Corporation License, Online and Subscription Services Agreement" />
<meta name="abstract" content="" />
<meta name="description" content="" />
<meta name="deliverableName" content="eula_commercial" />
<meta name="DC.Format" content="XHTML" />
<meta name="DC.Identifier" content="wdu1534356835857" />
<meta name="DC.Language" content="en-us" />
<style> body { font-family:Arial, sans-serif; font-size:10pt } h1 { font-size:10pt; font-weight:normal; text-align:center; text-decoration:underline } li { margin-bottom:6pt } </style>
<title>Dassault Syst&egrave;mes SolidWorks Corporation Lisans, &Ccedil;evrimi&ccedil;i Hizmet ve Abonelik Hizmeti S&ouml;zleşmesi</title>
</head>
<body id="wdu1534356835857">

               <h1 class="title topictitle1" id="ariaid-title1"><u class="ph u">Dassault Syst&egrave;mes SolidWorks Corporation Lisans, &Ccedil;evrimi&ccedil;i Hizmet ve Abonelik Hizmeti S&ouml;zleşmesi</u></h1>


	
	
	<div class="body conbody"><p class="shortdesc"></p>

		<p class="p"><strong class="ph b">Aşağıdaki şartlar ve koşulların yanı sıra buraya referans amacıyla eklenmiş olup <a class="xref" href="http://www.3ds.com/terms/ost" target="_blank">http://www.3ds.com/terms/ost</a> sitesinde yayınlanan ve tanımlı Yazılım veya &Ccedil;evrimi&ccedil;i Hizmetler ile ilgili &ouml;zel şartlar olan diğer t&uuml;m şartlar, nihai kullanıcı olarak tarafınız (kişi veya şirket) ile genel merkezi 175 Wyman Street, Waltham, Massachusetts 02451 ABD adresinde bulunan ve bir Delaware şirketi olan Dassault Syst&egrave;mes SolidWorks Corporation (&quot;DS SolidWorks&quot;) arasında, (i) SOLIDWORKS<sup>®</sup> adıyla bilinen bilgisayar yazılımından ve DS SolidWorks tarafından lisansı verilen belirli diğer yazılımlardan (t&uuml;m &uuml;lkelerde SOLIDWORKS Simulation analiz &uuml;r&uuml;nleri serisi, SOLIDWORKS Composer ve SOLIDWORKS veri y&ouml;netimi &uuml;r&uuml;nleri serisi dahil ancak bunlarla sınırlı olmayan) ve/veya veri tabanları, makinede okunabilen formda 2 boyutlu ve 3 boyutlu modeller dahil i&ccedil;erik (&quot;Yazılım&quot;) ve/veya (ii) &ccedil;evrimi&ccedil;i hizmetlerden <em class="ph i">yani</em> Teklife ve ilgili diğer hizmetlere &ccedil;evrimi&ccedil;i erişim ve bu hizmetleri kullanımdan (&quot;&Ccedil;evrimi&ccedil;i Hizmetler&quot;) oluşan &ccedil;eşitli tekliflere (birlikte &quot;Teklif&quot;) ilişkin yasal s&ouml;zleşmeyi (&quot;S&ouml;zleşme&quot;) teşkil etmektedir. &quot;Teklif&quot; ifadesi, (i) bir abonelik hizmeti veya başka bir destekleyici d&uuml;zenleme kapsamında muhtelif zamanlarda alabileceğiniz t&uuml;m Teklif g&uuml;ncellemelerini veya y&uuml;kseltmelerini, (ii) muhtelif zamanlarda sipariş edebileceğiniz ve y&uuml;kleyebileceğiniz t&uuml;m Teklif eklenti mod&uuml;llerini ve (iii) SOLIDWORKS Teklifine entegre edilen Adobe<sup>®</sup> PDF k&uuml;t&uuml;phanesi gibi &uuml;&ccedil;&uuml;nc&uuml; taraf yazılımlarını i&ccedil;erir ve işbu şartlar ve koşullar, aynıları i&ccedil;in de ge&ccedil;erlidir. DS SolidWorks, Teklifi herhangi bir bilgisayara y&uuml;kleme, herhangi bir bilgisayarda kullanma veya kopyalama hakkı vermeden hi&ccedil;bir bilgisayara y&uuml;kleyemez, hi&ccedil;bir bilgisayarda kullanamaz veya kopyalayamazsınız. DS SolidWorks, işbu S&ouml;zleşmede belirtilen h&uuml;k&uuml;mler ve koşullar &ccedil;er&ccedil;evesinde size m&uuml;nhasır olmayan bir Teklife erişim ve/veya bu Teklifi indirme ve kullanma hakkı sunmaktadır. Teklifi i&ccedil;eren kutuyu a&ccedil;madan veya Teklifi veya &Ccedil;evrimi&ccedil;i Hizmetleri kurmadan ve kullanmadan &Ouml;NCE işbu şartları ve koşulları dikkatlice okumanız gerekir. Yazılımı i&ccedil;eren kutunun a&ccedil;ılması ya da Yazılımın veya &Ccedil;evrimi&ccedil;i Hizmetlerin kurulması ve kullanılması, işbu şartlara ve koşullara tabi olmayı kabul ettiğiniz anlamına gelecektir. İşbu şartlar ve koşulları kabul etmiyorsanız Yazılımı i&ccedil;eren kutuyu ve birlikte g&ouml;nderilen &ouml;ğeleri (yazılı materyaller dahil) para iadesi i&ccedil;in geri g&ouml;nderin. Teklife ilişkin olarak bu belge bir lisans s&ouml;zleşmesidir, satış s&ouml;zleşmesi değildir.</strong></p>

		<!--SDL><p class="p"><strong class="ph b">&quot;Teklif&quot; ifadesi, (i) bir abonelik hizmeti veya başka bir destekleyici d&uuml;zenleme kapsamında muhtelif zamanlarda alabileceğiniz t&uuml;m Teklif g&uuml;ncellemelerini veya y&uuml;kseltmelerini, (ii) muhtelif zamanlarda sipariş edebileceğiniz ve y&uuml;kleyebileceğiniz t&uuml;m Teklif eklenti mod&uuml;llerini ve (iii) SOLIDWORKS Teklifine entegre edilen Adobe<sup>®</sup> PDF k&uuml;t&uuml;phanesi gibi &uuml;&ccedil;&uuml;nc&uuml; taraf yazılımlarını i&ccedil;erir ve işbu şartlar ve koşullar, aynıları i&ccedil;in de ge&ccedil;erlidir. DS SolidWorks, Teklifi herhangi bir bilgisayara y&uuml;kleme, herhangi bir bilgisayarda kullanma veya kopyalama hakkı vermeden hi&ccedil;bir bilgisayara y&uuml;kleyemez, hi&ccedil;bir bilgisayarda kullanamaz veya kopyalayamazsınız. DS SolidWorks, işbu S&ouml;zleşmede belirtilen h&uuml;k&uuml;mler ve koşullar &ccedil;er&ccedil;evesinde size m&uuml;nhasır olmayan bir Teklife erişim ve/veya bu Teklifi indirme ve kullanma hakkı sunmaktadır. Teklifi i&ccedil;eren kutuyu a&ccedil;madan veya Teklifi veya &Ccedil;evrimi&ccedil;i Hizmetleri kurmadan ve kullanmadan &Ouml;NCE işbu şartları ve koşulları dikkatlice okumanız gerekir. Yazılımı i&ccedil;eren kutunun a&ccedil;ılması ya da Yazılımın veya &Ccedil;evrimi&ccedil;i Hizmetlerin kurulması ve kullanılması, işbu şartlara ve koşullara tabi olmayı kabul ettiğiniz anlamına gelecektir. İşbu şartlar ve koşulları kabul etmiyorsanız Yazılımı i&ccedil;eren kutuyu ve birlikte g&ouml;nderilen &ouml;ğeleri (yazılı materyaller dahil) para iadesi i&ccedil;in geri g&ouml;nderin. Teklife ilişkin olarak bu belge bir lisans s&ouml;zleşmesidir, satış s&ouml;zleşmesi değildir.</strong></p><SDL-->

		<p class="p">1.A. <strong class="ph b"><u class="ph u">Lisans ve Kullanım Haklarının Verilmesi</u></strong>. DS SolidWorks, Teklifi ve Teklifle birlikte g&ouml;nderilen basılı ve/veya elektronik kullanıcı belgelerini (&quot;Belgeler&quot;) işbu S&ouml;zleşmeye uygun bir şekilde kullanmanız i&ccedil;in size m&uuml;nhasır olmayan ve başkasına devredilemez bir hak vermektedir. Teklifin tek kullanıcı lisansı i&ccedil;in &ouml;deme yaptıysanız işbu S&ouml;zleşme, Teklifi kullanılacağı &uuml;lkedeki bir DS SolidWorks satıcısından satın almış olmanız <em class="ph i">kaydıyla</em> Teklifin bir (1) kopyasını genel merkezinizin bulunduğu &uuml;lkede ya da şubelerinizden biri tarafından lisans satıcınızdan satın alındıysa ilgili şubenin bulunduğu &uuml;lkede aynı anda tek bir bilgisayara y&uuml;klemenize ve bu bilgisayarda kullanmanıza izin verir. Satıcının bulunduğu konum ile ilgili yukarıda belirtilen sınırlama, (i) Avrupa Birliği veya Avrupa Serbest Ticaret Birliği&apos;nde yer alan herhangi bir &uuml;lkedeki bir satıcıdan Teklif lisansı satın almanız ve (ii) Avrupa Birliği veya Avrupa Serbest Ticaret Birliği&apos;nde yer alan herhangi bir &uuml;lkede bulunmanız halinde ge&ccedil;erli değildir. Bilgisayarınızı değiştirdiğinizde lisansı eski bilgisayarınızdan yeni/s&uuml;r&uuml;m&uuml; y&uuml;kseltilen bilgisayarınıza taşımanız gerekmektedir. Bu Teklifi, DS SolidWorks&apos;&uuml;n &ouml;nceden yazılı onayıyla başka bir &uuml;lkeye taşıyabilirsiniz. Onay verilmesi halinde bu t&uuml;r bir taşıma i&ccedil;in &uuml;cret &ouml;denmesi gerekebilir. Teklifin ağ lisansı s&uuml;r&uuml;m&uuml;ne (&quot;SNL&quot;) sahipseniz Teklifin lisanslandığı &uuml;lkede sahip olduğunuz lisans sayısı kadar Teklifin kopyasını istediğiniz zaman kullanabilirsiniz (aşağıdaki 1.A.b B&ouml;l&uuml;m&uuml;ne bakın). Teklif ge&ccedil;ici belleğe <em class="ph i">yani</em> RAM&apos;e y&uuml;klendiyse veya bir kullanıcı oturum a&ccedil;mışsa Teklif, bilgisayarda &quot;kullanılmaktadır&quot;. Teklifin y&uuml;kl&uuml; olduğu bilgisayar sayısı veya Teklifin potansiyel kullanıcılarının sayısı satın almış olduğunuz lisans sayısını aşarsa Teklifi aynı anda kullananların sayısının satın alınmış olan lisans sayısını aşmamasını sağlamak i&ccedil;in Teklifin SNL s&uuml;r&uuml;m&uuml;n&uuml; y&uuml;klemeniz gerekmektedir. Ayrı mod&uuml;l gruplarından oluşan lisans setleri (SOLIDWORKS Professional gibi), birbirlerinden ayrı bir şekilde farklı bir ortama aktarılamaz (&ouml;rn. tek bir SOLIDWORKS Professional lisansı varsa Toolbox bir bilgisayara, PhotoView 360 başka bir bilgisayara aktarılamaz). Kayıt sırasında (aşağıdaki 9. B&ouml;l&uuml;me bakın) satın almış olduğunuz Tekliflerin maksimum potansiyel kullanıcı sayısını bize bildirmeniz gerekmektedir. Ayrıca, yaklaşan g&uuml;ncellemeleri ve diğer &ouml;nemli bilgileri kendilerine bildirebilmemiz i&ccedil;in t&uuml;m potansiyel kullanıcıların adlarını da bize bildirmenizi tavsiye ederiz. Teklifin t&uuml;m kopyalarının sayısı ve konumuna ilişkin doğru ve g&uuml;ncel kayıtlar tutmanız; Teklifin işbu S&ouml;zleşmenin şartlarına uygun bir şekilde kullanımını denetlemeniz ve kontrol etmeniz ve ayrıca makul bir talep halinde bu kayıtların kopyalarını DS SolidWorks&apos;e sunmanız gerekmektedir. &Ccedil;evrimi&ccedil;i Hizmetlerin kullanımı, adlandırılan kullanıcı tabanlı modda verilir <em class="ph i">yani</em> herhangi bir zamanda tek bir bilgisayardan &Ccedil;evrimi&ccedil;i Hizmetleri kullanmak i&ccedil;in kendine &ouml;zg&uuml; bir kullanıcı adı ve parola ile tanımlanan tek bir kullanıcı (&quot;Adlandırılan Kullanıcı&quot;) i&ccedil;in yetki verilir. &Ccedil;evrimi&ccedil;i Hizmet kullanıcılarının aynı kullanıcı adını ve parolayı kullanmamalarını veya bunları paylaşmamalarını sağlayacaksınız. Adlandırılan Kullanıcılar, &Ccedil;evrimi&ccedil;i Hizmetleri kullanmaya yetkili kişilerin sayısının, bu t&uuml;r Teklif i&ccedil;in size verilen maksimum hak sayısını aşmaması kaydıyla kalıcı personel değişikliklerini yansıtmak i&ccedil;in gerektiği şekilde değiştirilebilir. DS SolidWorks&apos;&uuml;n talebi halinde, (i) Adlandırılan kullanıcıların sayısını, (ii) Teklifin kullanım şeklini ve (iii) &Ccedil;evrimi&ccedil;i Hizmetlerin &ccedil;alıştığı veya Teklifleri y&uuml;klediğiniz sistemlerin t&uuml;rlerini ve konumlarını belirten imzalı bir belgeyi uygun şekilde DS SolidWorks&apos;e sunacaksınız. Tarafınızca kullanımı belirlemek i&ccedil;in DS SolidWorks, erişim haklarını ve kullanımı analiz etmek amacıyla size Teklifler kapsamında veya ayrıca bir veya daha fazla yardımcı hizmetler sağlayabilir. B&ouml;yle bir durumda, varsa bu t&uuml;r yardımcı hizmet veya hizmetlerin y&uuml;r&uuml;t&uuml;lmesinden kaynaklanan d&uuml;zenlenmemiş ve değiştirilmemiş &ccedil;ıktı dosyalarını ve/veya raporları, s&ouml;z konusu dosya veya dosyaların Tekliflerin fiili kullanımını g&ouml;sterdiğini belirten imzalı bir beyanla birlikte sunacaksınız. İşbu S&ouml;zleşmenin şartlarına uyumunuzu izlemek i&ccedil;in t&uuml;m makul y&ouml;ntemlerin uygulanmasından sorumlusunuz.</p>

		<p class="p"><u class="ph u">Teklifin SNL s&uuml;r&uuml;m&uuml; i&ccedil;in lisans &uuml;creti &ouml;dediyseniz ya da SOLIDWORKS PDM Standard veya Professional ya da SOLIDWORKS Manage Professional kullanıyorsanız aşağıdaki ek şartlar da lisansınız i&ccedil;in ge&ccedil;erlidir:</u></p>

		<p class="p">a. Teklifin SNL s&uuml;r&uuml;m&uuml;, aynı anda yalnızca satın almış olduğunuz sayıda lisansın kullanılmasına izin veren bir g&uuml;venlik cihazı veya entegre yazılım g&uuml;venliği mekanizması ile birlikte bir ağ sunucusunda y&uuml;kl&uuml; olmalıdır. Ek lisanslar gerekli olduk&ccedil;a muhtelif zamanlarda ağ lisansına eklenebilir.</p>

		<p class="p">b. SNL kullanıldığı &uuml;lkede lisanslı olduğu s&uuml;rece ağ, farklı &uuml;lkelerde kullanılan SNL&apos;leri i&ccedil;erebilir. Belirli bir &uuml;lkede kullanılacak gerekli sayıda SNL s&ouml;z konusu &uuml;lkedeki DS SolidWorks satıcısından satın alınmalıdır. &Ouml;rneğin: Amerika Birleşik Devletleri&apos;ndeki bir sunucuda y&uuml;kl&uuml; ve buradan y&ouml;netilen SNL&apos;ler, bir SNL&apos;nin Brezilya&apos;da ve bir SNL&apos;nin de Meksika&apos;da satın alınmış olması şartıyla Brezilya&apos;daki bir kişi ve Meksika&apos;daki bir kişi tarafından kullanılabilir. Ancak SNL&apos;nin y&uuml;kl&uuml; olduğu sunucu, SNL&apos;nin lisanslandığı &uuml;lkeden farklı bir &uuml;lkede bulunuyorsa SNL&apos;lerin uygun bir şekilde y&ouml;netilebilmesi i&ccedil;in bu durumu sipariş sırasında DS SolidWorks satıcınıza bildirmeniz gerekir. Yukarıda belirtilen h&uuml;k&uuml;m, (i) Avrupa Birliği veya Avrupa Serbest Ticaret Birliği&apos;nde yer alan herhangi bir &uuml;lkedeki bir satıcıdan Teklif lisansı satın almanız ve (ii) Avrupa Birliği veya Avrupa Serbest Ticaret Birliği&apos;nde yer alan herhangi bir &uuml;lkede bulunmanız halinde ge&ccedil;erli değildir.</p>

		<p class="p">c. Ayrıca SNL s&uuml;r&uuml;m&uuml;n&uuml;n y&uuml;kl&uuml; olduğu ağ, sunucu ile aynı k&uuml;resel b&ouml;lgede bulunan aynı t&uuml;zel kişiliğin veya grubun istemci makinelerine lisans sunabilir. (Bu ama&ccedil;la DS SolidWorks; Kuzey Yarımk&uuml;re, Avrupa/Orta Doğu/Afrika ve Asya&apos;nın geri kalanı/Avustralya olmak &uuml;zere &uuml;&ccedil; k&uuml;resel b&ouml;lge tanımlamaktadır). &Ouml;rneğin: Batı Yarımk&uuml;rede bulunan bir sunucuda kullanılan t&uuml;m lisanslar, Batı Yarımk&uuml;re&apos;deki &uuml;lkeler i&ccedil;in lisanslanmalıdır. <u class="ph u">Sunucunun konumundan bağımsız olarak daima ABD ve Birleşik Krallık ihracat kontrol&uuml; kanunlarına uymaya devam etmeniz gerekir</u>.</p>

		<p class="p">d. Yukarıdaki (a) - (c) alt b&ouml;l&uuml;mlerine ilişkin olarak SOLIDWORKS PDM Standard veya Professional lisansları ve SOLIDWORKS Manage Professional lisansları i&ccedil;in yalnızca (a) alt b&ouml;l&uuml;m&uuml; ge&ccedil;erlidir. SOLIDWORKS PDM Standard veya Professional lisansları ve SOLIDWORKS Manage Professional lisansları i&ccedil;in ge&ccedil;erli olan ek h&uuml;k&uuml;m ve koşullar, aşağıda 1.C B&ouml;l&uuml;m&uuml;nde belirtilmiştir.</p>

		<p class="p">DS SolidWorks&apos;&uuml;n onay vermesi, DS SolidWorks&apos;&uuml;n lisans kullanımı ile ilgili raporlama ve diğer gerekliliklerine uymanız ve uygun Worldwide SolidNetwork lisans &uuml;cretini &ouml;demeniz halinde SNL&apos;nizi Worldwide SolidNetwork lisansına d&ouml;n&uuml;şt&uuml;rebilirsiniz. Worldwide SolidNetwork lisansı (Amerika Birleşik Devletleri ve Birleşik Krallık ihracat kontrol kanunlarına tabi olarak) d&uuml;nya genelinde herhangi bir coğrafyaya &quot;aktarılabilir&quot; ve burada kullanılabilir.</p>

		<p class="p">Adobe<sup>®</sup> PDF yazılımı ile &ccedil;alışırken elektronik belgelerinizi yazdırmak, g&ouml;r&uuml;nt&uuml;lemek ve d&uuml;zenlemek amacıyla yazı tipi yazılımının kopyalarını bu belgelere yerleştirebilirsiniz. Ayrıca, yerleştirdiğiniz yazı tipi yazılımı Adobe web sitesinin <a class="xref" href="http://www.adobe.com/type/browser/legal/embeddingeula.html" target="_blank">http://www.adobe.com/type/browser/legal/embeddingeula.html</a> sayfasında &quot;d&uuml;zenlenebilir yerleştirme i&ccedil;in lisanslı&quot; olarak tanımlanmışsa s&ouml;z konusu yazı tipi yazılımının kopyalarını elektronik belgelerinizi d&uuml;zenlemek amacıyla da yerleştirebilirsiniz. Bu lisans kapsamında başka bir yerleştirme hakkı verilmemekte veya ima edilmemektedir. Teklif (bir ağ sunucusu yerine) bir bilgisayarın sabit diskinde veya başka bir depolama cihazında kalıcı olarak y&uuml;kl&uuml;yse s&ouml;z konusu bilgisayarı kullanan kişi, orijinal kopya kullanımda değilken Teklifi taşınabilir veya sabit bir bilgisayarda da kullanabilir <em class="ph i">ancak</em> Teklifin etkin abonelik hizmeti kapsamında olması gerekir (işbu S&ouml;zleşmede tanımlandığı gibi).</p>

		<p class="p">1.B. <strong class="ph b"><u class="ph u">eDrawings<sup>®</sup> Professional Ek Lisans Şartları</u></strong>. SOLIDWORKS<sup>®</sup> eDrawings Professional yazılımı bir işbirliği aracıdır. SOLIDWORKS eDrawings Professional, oluşturduğunuz model dosyalarıyla birlikte SOLIDWORKS eDrawings Professional&apos;ın bir kısmını kopyalamanızı ve s&ouml;z konusu dosyaları diğer hususların yanında modellerinizi g&ouml;r&uuml;nt&uuml;lemeniz, işaretlemeniz ve değerlendirmeniz i&ccedil;in işbirliği yaptığınız &uuml;&ccedil;&uuml;nc&uuml; taraflara sunmanızı sağlar ve DS SolidWorks size bunun i&ccedil;in bir lisans verir.</p>

		<p class="p">1.C. <strong class="ph b"><u class="ph u">SOLIDWORKS PDM Standard veya Professional ve SOLIDWORKS Manage Professional Ek Lisans Şartları</u></strong>. (a) DS SolidWorks, SOLIDWORKS PDM Professional ve SOLIDWORKS Manage Professional yazılımının bir Sunucu + İstemci Erişim Lisansı [CAL] modeli, Microsoft<sup>®</sup> SQL Server™ 2008 R2 ve daha eski s&uuml;r&uuml;mleri i&ccedil;in İşlemci başına model veya SQL Server 2012 ve daha yeni s&uuml;r&uuml;mleri i&ccedil;in &Ccedil;ekirdek başına modelde kullanılması i&ccedil;in lisans vermektedir. SOLIDWORKS PDM Standard veya Professional kasasına veya arşiv sunucusuna (ve yalnızca SOLIDWORKS PDM Professional lisansları i&ccedil;in SOLIDWORKS PDM Professional Web sunucusuna) aynı anda bağlı olan her kullanıcı i&ccedil;in bir (1) SOLIDWORKS PDM Standard veya Professional lisansına sahip olmak <em class="ph i">kaydıyla</em> SOLIDWORKS PDM Standard veya Professional yazılımını bir ağda veya başka bir &ccedil;ok istasyonlu/istemcili ortamda kullanabilirsiniz. SQL Server 2014 Standart S&uuml;r&uuml;m&uuml;, &Ccedil;alışma Zamanı Kısıtlamalı Kullanım Teklifi lisans şartları, eşzamanlı kullanıma ilişkin diğer h&uuml;k&uuml;mleri i&ccedil;erir. SQL Server 2014 Express Edition lisans şartları ve SQL Server 2014 Standart S&uuml;r&uuml;m&uuml;, &Ccedil;alışma Zamanı Kısıtlamalı Kullanım Teklifi lisans şartları sırasıyla SOLIDWORKS PDM Standard yazılımı, SOLIDWORKS PDM Professional yazılımı ve/veya SOLIDWORKS Manage Professional yazılımı siparişleriyle birlikte g&ouml;nderilir ve buraya referans amacıyla eklenmiştir. (b) SOLIDWORKS PDM Professional, Oracle Corporation ve bağlı şirketleri (&quot;Oracle&quot;) tarafından sunulan yerleşik yazılım programlarını (&quot;Oracle Programları&quot;) i&ccedil;erir ve yukarıdaki 1. B&ouml;l&uuml;m h&uuml;k&uuml;mlerinden bağımsız olarak Oracle veya lisans&ouml;rleri, Oracle Programlarına ilişkin t&uuml;m m&uuml;lkiyet ve fikri m&uuml;lkiyet haklarını elinde bulundurur ve her biri işbu S&ouml;zleşmenin &uuml;&ccedil;&uuml;nc&uuml; taraf lehtarıdır. Oracle Programları kısıtlamalı lisansa tabidir, yalnızca bağlantılı uygulama paketleriyle birlikte kullanılabilir ve tarafınızca değiştirilemez. Bazı Oracle Programları, bu programların standart teslimatının bir par&ccedil;ası olarak kaynak kodu i&ccedil;erebilir. Bu kaynak kodu, işbu S&ouml;zleşmenin şartlar ve koşullarına tabi olacaktır. (c) Bazı Oracle Programlarıyla kullanımı uygun veya gerekli olabilecek &uuml;&ccedil;&uuml;nc&uuml; taraf teknolojileri, uygulama programı belgelerinde belirtilmiş veya DS SolidWorks tarafından başka bir yolla bildirilmiş olup bu teknolojileri, işbu S&ouml;zleşmenin şartları kapsamında değil, uygulama paket belgelerinde belirtilen veya DS SolidWorks tarafından başka bir yolla bildirilen &uuml;&ccedil;&uuml;nc&uuml; taraf lisans s&ouml;zleşmesinin şartları kapsamında yalnızca uygulama paketiyle birlikte kullanımınız i&ccedil;in tarafınıza lisans verilmiştir. (d) (i) DS SolidWorks&apos;&uuml;n Oracle Programlarını kullanımınızı denetlemesine izin vermeyi, (ii) bu denetim sırasında DS SolidWorks&apos;e makul yardımları ve bilgilere erişim imkanını sağlamayı ve (iii) DS SolidWorks&apos;&uuml;n bu denetimlerin sonu&ccedil;larını Oracle&apos;a raporlamasına veya DS SolidWorks&apos;&uuml;n denetim yapma hakkını Oracle&apos;a (denetim sonucunda tarafınızın veya DS SolidWorks&apos;&uuml;n maruz kaldığı masrafları &ouml;deme konusunda herhangi bir y&uuml;k&uuml;ml&uuml;l&uuml;k veya sorumluluk olmaksızın) devretmesine izin vermeyi kabul edersiniz. (e) SOLIDWORKS PDM Professional ve SOLIDWORKS Manage Professional&apos;ın Amerika Birleşik Devletleri veya Birleşik Krallık&apos;ın ihracat kontrol&uuml; kanunlarına tabi olan yazılımlar ve teknik veriler i&ccedil;erdiğini kabul eder ve uygun Amerika Birleşik Devletleri veya yabancı &uuml;lke lisansları olmadan ve DS SolidWorks&apos;&uuml;n veya lisans&ouml;rlerinin yazılı onayını almadan SOLIDWORKS PDM Professional ve/veya SOLIDWORKS Manage Professional&apos;ı doğrudan veya dolaylı olarak ihra&ccedil; etmemeyi veya yeniden ihra&ccedil; etmemeyi, <em class="ph i">yani</em> SOLIDWORKS PDM Professional veya SOLIDWORKS Manage Professional&apos;ı lisansı ilk satın aldığınız &uuml;lkenin dışına &ccedil;ıkarmamayı kabul edersiniz.</p>

		<p class="p">1.D. <strong class="ph b"><u class="ph u">&Ccedil;evrimi&ccedil;i Hizmetler i&ccedil;in Ek Şartlar</u></strong>.</p>

		<p class="p">a. <u class="ph u">Ek Tanımlar.</u></p>

		<p class="p"><strong class="ph b">Ge&ccedil;erli Veri Koruma Yasaları</strong> sunduğunuz Kişisel Verilerin İşlenmesi i&ccedil;in uygulanabilecek her t&uuml;rl&uuml; ge&ccedil;erli veri gizliliği kanunu ve diğer t&uuml;m y&ouml;netmelikler anlamına gelir.</p>

		<p class="p"><strong class="ph b">M&uuml;şteri Verileri</strong> Kişisel Veriler de dahil olmak &uuml;zere, &Ccedil;evrimi&ccedil;i Hizmetleri kullanarak tarafınızca veya herhangi bir yetkili kullanıcı tarafından DS SolidWorks&apos;e sunulan veriler anlamına gelir.</p>

		<p class="p"><strong class="ph b">Kişisel Veriler</strong> Ge&ccedil;erli Veri Koruma Yasaları tarafından tanımlandığı şekilde bir kişiye ilişkin her t&uuml;rl&uuml; bilgi anlamına gelir.</p>

		<p class="p"><strong class="ph b">İşlem/İşleme</strong> Ge&ccedil;erli Veri Koruma Yasalarında belirtilen anlama sahiptir.</p>

		<p class="p"><strong class="ph b">Service Level Agreement</strong> <a class="xref" href="http://www.3ds.com/terms/sla" target="_blank">www.3ds.com/terms/sla</a> sitesinde yayınlanan &Ccedil;evrimi&ccedil;i Hizmetlere ilişkin hizmet d&uuml;zeyi şartlarını ifade eder.</p>

		<p class="p">b. T&uuml;m M&uuml;şteri Verileri, sadece sizin m&uuml;lkiyetinizde veya bu M&uuml;şteri Verilerini g&ouml;nderen yetkili kullanıcıların m&uuml;lkiyetinde olacaktır. T&uuml;m M&uuml;şteri Verilerine ilişkin telif hakkı izinlerinin alınmasına, bunların doğruluğuna, kalitesine, eksiksizliğine, hukuki ge&ccedil;erliliğine, g&uuml;venilirliğine ve uygunluğuna ilişkin yegane sorumluluk size aittir. İşbu S&ouml;zleşmenin h&uuml;k&uuml;m ve koşullarına tabi olarak DS SolidWorks&apos;e, &Ccedil;evrimi&ccedil;i Hizmetler sağlamak, bu hizmetleri s&uuml;rd&uuml;rmek ve iyileştirmek i&ccedil;in makul olarak gerektiği &ouml;l&ccedil;&uuml;de M&uuml;şteri Verilerini kullanma, kopyalama, depolama ve aktarma ve M&uuml;şteri Verilerinin DS Grup Şirketleri ve DS alt y&uuml;klenicileri tarafından kullanılması, kopyalanması, depolanması ve aktarılması i&ccedil;in m&uuml;nhasır olmayan bir lisans verirsiniz. (i) &Ccedil;evrimi&ccedil;i Hizmetleri ge&ccedil;erli kanunları veya d&uuml;zenlemeleri ihlal edecek şekilde kullanmanızdan ve/veya (ii) M&uuml;şteri Verilerinden dolayı &uuml;&ccedil;&uuml;nc&uuml; taraf haklarının herhangi bir ihlalinden, bu haklara tecav&uuml;zden veya bu hakların k&ouml;t&uuml;ye kullanılmasından kaynaklanan veya bunlarla ilgili t&uuml;m &uuml;&ccedil;&uuml;nc&uuml; taraf hak taleplerine karşı DS SolidWorks&apos;&uuml; ve diğer DS Grup Şirketlerini savunacaksınız. Ayrıca, bu t&uuml;r hak taleplerinden doğan, tarafınızca imzalanmış yazılı bir sulh s&ouml;zleşmesinde kabul edilen veya velhasıl yetkili bir mahkeme tarafından DS SolidWorks aleyhinde verilen t&uuml;m giderleri, zararları ve masrafları (makul avukat masrafları dahil) &ouml;deyeceksiniz&nbsp;<em class="ph i">ancak</em> (i) DS SolidWorks&apos;&uuml;n, bu t&uuml;r bir hak talebiyle ilgili olarak size &ouml;nceden yazılı bir bildirimde bulunması ve (ii) DS SolidWorks&apos;&uuml;n, s&ouml;z konusu hak talebinin ve ilgili uzlaşma g&ouml;r&uuml;şmelerinin savunulması i&ccedil;in size yegane kontrol yetkisi vermesi ve hak talebinin savunulması ve anlaşmaya bağlanması sırasında makul işbirliği sunması gerekir.</p>

		<p class="p">c. <u class="ph u">M&uuml;şteri Verilerini Depolama</u>. &Ccedil;evrimi&ccedil;i Hizmetler kapsamında ve ilgili Offering Specific Terms (OST) dahilindeyse DS SolidWorks, &Ccedil;evrimi&ccedil;i Hizmetler s&uuml;resince ve OST&apos;de tanımlanan depolama boyutu sınırları &ccedil;er&ccedil;evesinde M&uuml;şteri Verilerinin depolanmasını sağlayacaktır. Bu depolama sınırlarını aşmanız halinde gerekli ek depolama kapasitesi siparişi vererek veya depolanan M&uuml;şteri Verilerinin boyutunu azaltarak DS SolidWorks&apos;&uuml;n bildiriminden itibaren on beş (15) g&uuml;n i&ccedil;inde bu durumu d&uuml;zelteceksiniz.</p>

		<p class="p">d. <u class="ph u">DS Y&uuml;k&uuml;ml&uuml;l&uuml;kleri</u>. DS SolidWorks, &Ccedil;evrimi&ccedil;i Hizmetleri o sırada ge&ccedil;erli olan Service Level Agreement uyarınca sağlayacaktır. M&uuml;şteri Verileri, (i) &Ccedil;evrimi&ccedil;i Hizmetlerin <em class="ph i">sağlandığı</em> s&uuml;re boyunca ve (ii) S&ouml;zleşme feshedildikten ya da S&ouml;zleşme s&uuml;resi bittikten sonra, bu fesih veya s&uuml;re bitimi sonrasında imha etmediğiniz M&uuml;şteri Verileri i&ccedil;in bir (1) yıl s&uuml;reyle gizli kabul edilecektir. DS SolidWorks, &Ccedil;evrimi&ccedil;i Hizmetler ve M&uuml;şteri Verilerine y&ouml;nelik (i) benzer hizmetlere ilişkin end&uuml;stri standartları ile uyumlu bir şekilde ve (ii) ilgili M&uuml;şteri Verilerinin ifşa edilmesini, yayınlanmasını veya dağıtılmasını &ouml;nlemek i&ccedil;in en az kendisine ait benzer nitelikteki gizli bilgilere g&ouml;sterdiği &ouml;zeni g&ouml;stererek g&uuml;venlik s&uuml;re&ccedil;lerini uygulamak i&ccedil;in ticari a&ccedil;ıdan makul &ccedil;abayı g&ouml;sterecektir. DS SolidWorks, &Ccedil;evrimi&ccedil;i Hizmetleri sağlamak, s&uuml;rd&uuml;rmek ve iyileştirmek i&ccedil;in M&uuml;şteri Verilerini gerekli olduğu &ouml;l&ccedil;&uuml;de DS SolidWorks ile uygun bir gizlilik s&ouml;zleşmesi yapmış olan &uuml;&ccedil;&uuml;nc&uuml; taraflara ifşa etmeye yetkilidir.</p>

		<p class="p">Bu gizlilik y&uuml;k&uuml;ml&uuml;l&uuml;ğ&uuml;: (i) s&ouml;z konusu bilgi tarafınızdan alındığı sırada herhangi bir gizlilik y&uuml;k&uuml;ml&uuml;l&uuml;ğ&uuml; olmadan halihazırda DS SolidWorks m&uuml;lkiyetinde olan; (ii) M&uuml;şteri Verilerine atıfta bulunulmaksızın DS SolidWorks tarafından bağımsız olarak geliştirilen; (iii) işbu S&ouml;zleşme ihlal edilmeksizin halka a&ccedil;ık olan veya halka a&ccedil;ık hale gelen; (iv) bir gizlilik y&uuml;k&uuml;ml&uuml;l&uuml;ğ&uuml; olmadan DS SolidWorks tarafından &uuml;&ccedil;&uuml;nc&uuml; taraftan meşru bir şekilde alınan; (v) yazılı izninizle tarafınızca ifşa edilmek &uuml;zere a&ccedil;ıklanan ya da (vi) adli ya da idari bir karar uyarınca (DS SolidWorks&apos;&uuml;n size anında bilgi vermesi ve bu karara g&ouml;re ge&ccedil;erli bilginin ifşa edilmesini ve kullanılmasını sınırlamak i&ccedil;in sizinle makul bir şekilde işbirliği yapması <em class="ph i">koşuluyla</em>) yalnızca bu adli veya idari kurum ile ilgili olarak ifşa edilmesi gereken bilgiler i&ccedil;in ge&ccedil;erli değildir.</p>

		<p class="p">e. <u class="ph u">Veri Gizliliği</u>. Kişisel Verilere ilişkin herhangi bir işlemin veya işlemler dizisinin (toplama, d&uuml;zenleme, uyarlama, silme, depolama, kullanma, kaydetme, birbirine bağlama, danışma, ifşa etme ve aktarma dahil ancak bunlarla sınırlı değil) işlenmesine y&ouml;nelik ama&ccedil;ları ve ara&ccedil;ları belirlediğiniz ve ge&ccedil;erli t&uuml;m veri koruma yasalarına ekseriyetle uyum sağladığınız i&ccedil;in veri denetleyicisi olursunuz (&quot;Veri Denetleyicisi&quot;). Her zaman Kişisel Verilerin yegane Veri Denetleyicisi olduğunuzu ve olacağınızı ve bu nedenle, (i) Kişisel Verilerin aktarımı, (ii) hakkında Kişisel Veriler toplanan ve kullanılan kişilerin bilgileri ve (iii) bu kişilerin haklarına erişim, bu hakları değiştirme ve &ccedil;ıkarma dahil ancak bunlarla sınırlı olmamak &uuml;zere M&uuml;şterinin Kişisel Verilerinin işlenmesi i&ccedil;in uygulanabilecek ge&ccedil;erli t&uuml;m veri gizliliği kanunlarına veya diğer t&uuml;m d&uuml;zenlemelere uyulmasından sorumlu olacağınızı kabul edersiniz.</p>

		<p class="p">f. <u class="ph u">&Uuml;&ccedil;&uuml;nc&uuml; Taraf İ&ccedil;eriği</u>. DS SolidWorks, &Ccedil;evrimi&ccedil;i Hizmetler aracılığıyla sağlanmış veya yayınlanmış olan herhangi bir i&ccedil;eriğinizi veya &uuml;&ccedil;&uuml;nc&uuml; taraf i&ccedil;eriğini kontrol&uuml; altına almaz ve bu i&ccedil;eriklere ilişkin hi&ccedil;bir sorumluluk veya y&uuml;k&uuml;ml&uuml;l&uuml;k kabul etmez.</p>

		<p class="p">g. <u class="ph u">Avrupa Birliği (AB), İzlanda, Lihtenştayn ve Norve&ccedil; Vatandaşları İ&ccedil;in Ge&ccedil;erli Şartlar</u>.</p>

		<p class="p">(i) <u class="ph u">Tanımlar</u> - Bu alt b&ouml;l&uuml;me (g) ait tanımlar:</p>

		<p class="p">&quot;Ge&ccedil;erli Veri Koruma Yasaları&quot;, 25 Mayıs 2018 itibarıyla 2016/679 sayılı D&uuml;zenleme (AB) (Genel Veri Koruma D&uuml;zenlemesi) ve Genel Veri Koruma D&uuml;zenlemesi uyarınca kabul edilen t&uuml;m yetki devrine dayanan ve uygulama niteliğindeki fiilleri ve verilerin İşlenmesi kapsamında &uuml;ye devletlerde ge&ccedil;erli Genel Veri Koruma D&uuml;zenlemesinin h&uuml;k&uuml;mlerini belirleyen yasalarını ifade eder.</p>

		<p class="p">&quot;Denet&ccedil;i&quot;, &quot;Veri Sahibi&quot;, &quot;Kişisel Veri&quot;, &quot;İşlem/İşleme&quot;, &quot;İşleyen&quot; ve &quot;Kişisel Verilerin İhlali&quot;, Ge&ccedil;erli Veri Koruma Yasaları kapsamındakiyle aynı anlamları ifade eder.</p>

		<p class="p">&quot;Alt İşleyen&quot;, DS SolidWorks ya da DS SolidWorks&apos;&uuml;n başka bir Alt İşleyeni tarafından atanan, yalnızca ve m&uuml;nhasıran bu S&ouml;zleşmenin koşulları uyarınca ve varsa yazılı bir alt s&ouml;zleşmenin koşulları uyarınca sizin adınıza İşlemek amacıyla DS SolidWorks&apos;ten veya DS SolidWorks&apos;&uuml;n başka bir Alt İşleyeninden Kişisel Verileri alan herhangi bir İşleyeni ifade eder.</p>

		<p class="p">(ii) <u class="ph u">Veri Gizliliği</u>. Bir veya daha fazla Teklife sağladığınız erişimin veya tekliflerin kullanımının bir par&ccedil;ası olarak İşlenecek Kişisel Verilerin tek Veri Denet&ccedil;isinin daima siz olacağınızı ve bundan dolayı (i) Kişisel Verilerin devredilmesi, (ii) Veri Sahiplerinin bilgilendirilmesi ve (iii) Veri Sahiplerinin haklarına erişim sağlanması, haklarının değiştirilmesi ve silinmesi dahil fakat bunlarla sınırlı olmamak &uuml;zere t&uuml;m Ge&ccedil;erli Veri Koruma Yasalarına uygun hareket etmekten sorumlu olduğunuzu kabul ve tasdik edersiniz. DS SolidWorks, Veri İşleyen olarak, Kişisel Verileri bu S&ouml;zleşme uyarınca toplayacak, saklayacak ve işleyecektir.</p>

		<p class="p">(iii) <u class="ph u">Veri İşleme Yeri</u>. DS SolidWorks&apos;&uuml;n &Ccedil;evrimi&ccedil;i Hizmetler ve destek hizmetleri sunabilmesi i&ccedil;in işbu belgeyle DS SolidWorks&apos;&uuml; İşleyen olarak g&ouml;revlendirirsiniz ve sunduğunuz Kişisel Verilerin (&quot;Kişisel Verileriniz&quot;) DS SolidWorks&apos;&uuml;n, iştiraklerinin ya da alt y&uuml;klenicilerinin bulunduğu &uuml;lkelere g&ouml;nderilebileceğini, bu &uuml;lkelerde saklanabileceğini, işlenebileceğini veya verilere erişilebileceğini kabul etmiş olursunuz. DS SolidWorks işbu S&ouml;zleşmede ortaya konulan veri koruma y&uuml;k&uuml;ml&uuml;l&uuml;klerinin, s&ouml;zleşme yoluyla ve/veya Avrupa Komisyonunun standart s&ouml;zleşme maddeleri yoluyla İşlemenin, Ge&ccedil;erli Veri Koruma Yasalarının gereklerine uygun olacağı şekilde Alt İşleyenler i&ccedil;in de uygulanmasını sağlayacaktır.</p>

		<div class="p">(iv) <u class="ph u">DS SolidWorks&apos;&uuml;n Y&uuml;k&uuml;ml&uuml;l&uuml;kleri</u>. DS SolidWorks, İşleyen olarak:<ul class="ul">
				<li><span class="li">ge&ccedil;erli yasanın izin verdiği azami &ouml;l&ccedil;&uuml;de veya Tekliflerin lisanslı kullanım s&uuml;resi boyunca (hangisi daha uzun ise) Kişisel Verilerinizi bu S&ouml;zleşmeye ve her hal&uuml;karda bu S&ouml;zleşmeye uygun olan yazılı makul talimatlarınıza g&ouml;re İşleyecektir;</span></li>

				<li><span class="li">Kişisel Verilerinizi İşlemek &uuml;zere yetkilendirilmiş herkesin ilgili gizlilik y&uuml;k&uuml;ml&uuml;l&uuml;klerine tabi olmasını sağlayacaktır;</span></li>

				<li><span class="li">işbu S&ouml;zleşmede belirtilen İşlemenin niteliğini dikkate alarak, Genel Veri Koruma D&uuml;zenlemesinin 32. ila 36. B&ouml;l&uuml;mlerine ilişkin y&uuml;k&uuml;ml&uuml;l&uuml;klerinize Veri Denet&ccedil;isi sıfatınızla uygun hareket etmenize makul &ccedil;er&ccedil;evede yardımcı olacaktır. DS SolidWorks sizi etkileyen bir Kişisel Veri İhlalinin meydana geldiğine dair makul ş&uuml;pheler taşıyorsa (i) DS SolidWorks bu Kişisel Veri İhlalinden haberdar olduktan hemen sonra Kişisel Veri İhlali konusunda sizi bilgilendirecek ve (ii) DS SolidWorks, yetkili denetleyici merci nezdindeki bilgilendirme y&uuml;k&uuml;ml&uuml;l&uuml;klerinize uyabilmeniz i&ccedil;in size t&uuml;m ilgili ve mevcut bilgileri sunacaktır;</span></li>

				<li><span class="li">DS SolidWorks Tekliflerinin ve DS SolidWorks&apos;&uuml;n İşleyen olarak rol&uuml;n&uuml;n kullanımıyla tutarlı olacak şekilde, Veri Sahiplerinin, Ge&ccedil;erli Veri Koruma Yasalarındaki haklarını kullanma taleplerine yanıt olarak, y&uuml;k&uuml;ml&uuml;l&uuml;klerinizi yerinize getirmeniz i&ccedil;in size makul yardımı sunacaktır;</span></li>

				<li><span class="li">ge&ccedil;erli Veri Koruma Yasalarında zorunlu tutulan ve bu b&ouml;l&uuml;mde a&ccedil;ıklanan y&uuml;k&uuml;ml&uuml;l&uuml;klerinize uyduğunuzu g&ouml;stermek i&ccedil;in ihtiya&ccedil; duyulan ve DS SolidWorks&apos;&uuml;n sahibi olduğu t&uuml;m bilgileri size sunacak ve DS SolidWorks&apos;&uuml;n sağladığı belgelerle Ge&ccedil;erli Veri Koruma Yasalarına uygunluğun sağlandığı kanıtlanamıyorsa bir denetim yapılmasına izin verecektir. DS SolidWorks&apos;&uuml; b&ouml;yle bir denetim hakkında en az otuz (30) g&uuml;n &ouml;nceden ve denetimin kapsamını belirterek yazılı olarak bilgilendireceksiniz; bu denetimin kapsamı, DS SolidWorks&apos;&uuml;n sağladığı belgelerle uygunluğun g&ouml;sterilemediği durumlarda sizin uygunluk durumunuzun değerlendirilmesiyle sınırlı tutulacak ve denetim, maliyetleri tarafınızdan karşılanmak &uuml;zere sizin se&ccedil;eceğiniz bağımsız bir denet&ccedil;i tarafından en fazla on iki (12) ayda bir yapılacaktır;</span></li>

				<li><span class="li">sizin adınıza ger&ccedil;ekleştirilen İşleme faaliyetleri nedeniyle Kişisel Verilerinizin İşlenmesine dahil olacak Alt İşleyenlerin bir listesini tutacak, başka Alt İşleyenlerin eklenmesi ya da değiştirilmesi ile ilgili yapılması planlanan t&uuml;m değişiklikler hakkında sizi bilgilendirecek ve b&ouml;ylece size bu değişikliklere itiraz etme fırsatı verecektir. Acil durumlar dışında, yeni bir Alt İşleyenin Kişisel Verilerinizi İşlemek i&ccedil;in yetkilendirilmesinden en az on beş (15) g&uuml;n &ouml;nce bu g&uuml;ncelleme bilgisini almak i&ccedil;in bir mekanizma aracılığıyla size bir bildirimde bulunulacaktır. DS SolidWorks&apos;&uuml;n yeni bir Alt İşleyenden yararlanmasına şu durumlarda makul &ccedil;er&ccedil;evede itiraz edebilirsiniz: (i) bu yeni Alt İşleyen Kişisel Verilerinizi İşliyorsa ve (ii) meşru menfaatinizin olduğunu kanıtlarsanız ve bildirimi aldıktan sonraki on beş (15) g&uuml;n i&ccedil;inde DS SolidWorks&apos;&uuml; yazılı olarak bilgilendirirseniz. Tarafınızdan bir itiraz gelmediği takdirde Alt İşleyeni kabul ettiğiniz anlaşılacak ve varsayılacaktır. DS SolidWorks&apos;&uuml; yukarıda belirtilen s&uuml;re zarfında yeni Alt İşleyenle ilgili itirazınız hakkında bilgilendirirseniz DS SolidWorks bu bildirimi aldıktan sonraki on beş (15) g&uuml;n i&ccedil;inde bu Alt İşleyen değişikliğinden etkilenen DS SolidWorks Tekliflerini feshedebilirsiniz ve</span></li>

				<li><span class="li">bu S&ouml;zleşme feshedildikten ya da S&ouml;zleşme s&uuml;resi sona erdikten sonra, sizin takdirinize bağlı olarak, t&uuml;m Kişisel Verilerinizi silecek ya da size iade edecektir ve ilgili yasanın Kişisel Verilerinizin saklanmasını gerektirdiği ya da Kişisel Verilerinizin ge&ccedil;erli zaman aşımı s&uuml;resince kanıt ama&ccedil;ları doğrultusunda gerekli olduğu durumlar dışında t&uuml;m mevcut n&uuml;shaları silecektir.</span></li>

			</ul>
</div>

		<p class="p">1.E. <strong class="ph b"><u class="ph u">G&uuml;venlik Mekanizmaları</u></strong>. DS SolidWorks ve bağlı şirketleri, yazılım &uuml;r&uuml;nleri korsanlığını ortadan kaldırmak i&ccedil;in t&uuml;m yasal &ouml;nlemleri almaktadır. Bu bağlamda Teklif, yasadışı kopyalarının y&uuml;klenmesini veya kullanımını tespit edebilen ve bu yasadışı kopyalarla ilgili verileri toplayıp iletebilen bir g&uuml;venlik mekanizması i&ccedil;erebilir. Toplanan veriler, Teklif tarafından oluşturulan hi&ccedil;bir m&uuml;şteri verisini i&ccedil;ermeyecektir. Teklifi kullanarak, yasadışı bir kopyanın tespit edilmesi halinde verilerin bu şekilde tespit edilmesini, toplanmasını ve iletilmesini kabul edersiniz. Ayrıca DS SolidWorks, Teklife erişimi kontrol etmek i&ccedil;in bir donanım kilit aygıtı, lisans y&ouml;netim yazılımı ve/veya lisans yetki anahtarı kullanma hakkını saklı tutar. Bu t&uuml;r &ouml;nlemlerden ka&ccedil;ınmak veya bu t&uuml;r &ouml;nlemleri atlatmak i&ccedil;in hi&ccedil;bir eylemde bulunamazsınız. DS SolidWorks tarafından sağlanan gerekli kilit aygıtı veya yetki anahtarı olmadan her t&uuml;rl&uuml; Teklifin kullanımı yasaktır.</p>

		<p class="p">1.F. <strong class="ph b"><u class="ph u">İnternet Ara&ccedil; ve Hizmetleri</u></strong>. Muhtelif zamanlarda, Teklife ait bir lisans veya temel abonelik hizmeti, DS SolidWorks tarafından geliştirilen belirli İnternet ara&ccedil; ve hizmetleri ile entegrasyonu ve bunlara erişimi kapsayabilir. Her lisansla birlikte temel seviyede kullanım &uuml;cretsiz olarak sunulmakta olup ek &uuml;cret karşılığında ek kullanım sunulabilmektedir. Ek bilgiler i&ccedil;in l&uuml;tfen Teklifle birlikte gelen veya <a class="xref" href="http://www.solidworks.com/" target="_blank">www.solidworks.com</a> web sitemizde yer alan İnternet ara&ccedil;ları a&ccedil;ıklamalarına bakın. İnternet ara&ccedil; ve hizmetlerini kullanımınız da bu ara&ccedil; ve hizmetler i&ccedil;in ge&ccedil;erli olan Kullanım Şartlarına tabidir. Bu a&ccedil;ıklamalar, <a class="xref" href="http://www.solidworks.com/sw/termsofuse.html" target="_blank">http://www.solidworks.com/sw/termsofuse.html</a> adresinde bulunabilir ve ayrıca referans i&ccedil;in buraya dahil edilmiştir. Bu ara&ccedil;lar ve hizmetler, ek &uuml;cret olmaksızın sunulduğunda &uuml;cretsizdir ve istenildiğinde değiştirilebilir ve/veya geri alınabilir.</p>

		<p class="p">2. <strong class="ph b"><u class="ph u">Teklifin M&uuml;lkiyeti/Kopyalamaya İlişkin Kısıtlamalar</u></strong>. Teklif ve Belgeler &uuml;zerindeki ve kapsamındaki t&uuml;m telif hakları, ticari marka, ticari sır ve diğer m&uuml;lkiyet hakları DS SolidWorks veya lisans&ouml;rlerine aittir ve onlar tarafından muhafaza edilir. <u class="ph u">TEKLİF VE BELGELER, TELİF HAKKI KANUNLARI VE DİĞER FİKRİ M&Uuml;LKİYET KANUNLARI İLE KORUNMAKTADIR</u>. Her DS SolidWorks lisans&ouml;r&uuml;, bu S&ouml;zleşmenin &uuml;&ccedil;&uuml;nc&uuml; taraf lehtarlarından biridir. Sadece bu S&ouml;zleşmede &ouml;zellikle belirtilmiş olan haklara sahip olursunuz. Yedekleme amacıyla ve 1. B&ouml;l&uuml;mdeki lisans kısıtlamaları &ccedil;er&ccedil;evesinde Teklifi bilgisayarda okunabilir bi&ccedil;imde kopyalayabilirsiniz. Teklif veya Belgelerden herhangi bir telif hakkı veya diğer m&uuml;lkiyet hakkı uyarısını veya herhangi bir sorumluluk beyanını &ccedil;ıkaramazsınız ve s&ouml;z konusu t&uuml;m bu uyarı ve beyanları Teklifin işbu S&ouml;zleşme uyarınca hazırlanan t&uuml;m kopyalarında &ccedil;oğaltmanız gerekir.</p>

		<p class="p">3. <strong class="ph b"><u class="ph u">Diğer Kullanım Kısıtlamaları</u></strong>. Bu S&ouml;zleşme, bu S&ouml;zleşmede verilen hakların kullanımı i&ccedil;in size verilen lisansın kanıtını teşkil eder ve tarafınızca muhafaza edilmesi gerekir. 1. B&ouml;l&uuml;mde verilen haklar kapsamında izin verilenler haricinde Teklifin hi&ccedil;bir kısmını Tekliften ayrı veya bağımsız bir şekilde (&ouml;rneğin, Microsoft SQL Server yazılımı yalnızca Sunucu + CAL modeli veya İşlemci Başına model altında diğer SOLIDWORKS PDM Standard veya Professional Teklifle birlikte kullanılabilir) ve normal iş ama&ccedil;ları dışında kullanamazsınız ve hi&ccedil;bir &uuml;&ccedil;&uuml;nc&uuml; tarafa (bir Web istemcisi aracılığıyla ya da doğrudan bir VPN aracılığıyla SOLIDWORKS PDM Standard veya Professional erişimine ihtiya&ccedil; duyan bir &uuml;&ccedil;&uuml;nc&uuml; taraf hari&ccedil;) Teklif erişimi veremez veya yazılımı kullandıramazsınız; bu bağlamda işbu S&ouml;zleşme ile verilen Teklifi veya erişim ve kullanım hakkını satamaz, lisansını veremez, alt lisansını veremez, devredemez, temlik edemez, uzun veya kısa s&uuml;reli kiraya veremezsiniz (devre m&uuml;lk d&uuml;zenlemesi ile kiralama dahil). SOLIDWORKS Partner Programının itibar sahibi bir &uuml;yesi değilseniz veya bu t&uuml;r bir kullanım/dağıtım i&ccedil;in DS SolidWorks ile s&ouml;zleşme imzalamadıysanız Teklifi veya Belgeleri &uuml;&ccedil;&uuml;nc&uuml; taraflara dağıtmak &uuml;zere uygulama geliştirmek i&ccedil;in kullanamazsınız. 12. B&ouml;l&uuml;mde a&ccedil;ık&ccedil;a belirtilmediği s&uuml;rece, bir web barındırma hizmeti veya benzer bir hizmet ile bağlantılı kullanım dahil ancak bunlarla sınırlı olmamak kaydıyla Teklifi İnternet &uuml;zerinden y&uuml;kleyemez veya kullanamazsınız veya Teklifi İnternet aracılığıyla bilgisayar sisteminiz &uuml;zerinde veya başka bir şekilde &uuml;&ccedil;&uuml;nc&uuml; taraflara sunamazsınız. Teklif, DS SolidWorks ve lisans&ouml;rlerinin ticari sırlarını (Teklifin yapısı, organizasyonu ve kodu gibi) i&ccedil;erdiğinden; ge&ccedil;erli kanunların izin verdiği durumlar haricinde Teklifi değiştiremez, Teklifin t&uuml;revlerini oluşturamaz, Teklifi i&ccedil;eren derlemeler veya kolektif &ccedil;alışmalar oluşturamaz, DS SolidWorks&apos;le rekabet edecek ama&ccedil;lar i&ccedil;in Teklifi analiz edemez, Teklif &uuml;zerinde ters m&uuml;hendislik uygulayamaz, derlemesini a&ccedil;amaz, par&ccedil;alarına ayıramaz ve başka bir şekilde Teklifin kaynak kodunu keşfetme girişiminde bulunamazsınız.</p>

		<p class="p">4. <strong class="ph b"><u class="ph u">Abonelik Hizmeti</u></strong>. İlgili hizmetin &uuml;cretini &ouml;deyerek işbu S&ouml;zleşme kapsamında lisansını aldığınız Teklif i&ccedil;in satıcınızdan bir abonelik hizmeti almanız durumunda satıcınız, size ilgili kopya i&ccedil;in Teklifin en son g&uuml;ncellemelerini indirmek &uuml;zere &ccedil;evrimi&ccedil;i web erişimi, Teklifin abonelik d&ouml;neminde &ccedil;ıkarılan t&uuml;m &ouml;nemli y&uuml;kseltmeleri ve telefon destek hizmetini sağlayacaktır. Yıllık veya &uuml;&ccedil; aylık lisans kapsamında sipariş verilen her t&uuml;rl&uuml; Teklife ve &Ccedil;evrimi&ccedil;i Hizmetlere, abonelik hizmeti otomatik olarak dahil edilir ve bu hizmet tek başına sonlandırılamaz. DS SolidWorks, muhtelif zamanlarda Teklif g&uuml;ncellemesinin bir par&ccedil;ası olarak Microsoft yazılım bileşenlerini tekrar dağıtabilir. Bu Microsoft bileşenlerini kullanmaya uygun olduğunuzu ve bunları yalnızca bağlantılı oldukları Microsoft &uuml;r&uuml;nlerinin ge&ccedil;erli lisanslı kopyalarına sahip olmanız halinde y&uuml;kleyeceğinizi garanti edersiniz. Bu hizmet bir (1) yıl s&uuml;reyle ge&ccedil;erlidir. Bu hizmet, bu s&uuml;renin sonunda uygun yenileme &uuml;creti karşılığında her yıl yenilenebilir. Lisanslı Teklifin &ouml;nceki bir s&uuml;r&uuml;m&uuml;n&uuml;n y&uuml;kseltmesi veya g&uuml;ncellemesi olarak sunulan Teklif, &ouml;nceki s&uuml;r&uuml;m ile değiştirilmelidir. Ek lisans verilmemektedir; yalnızca satın almış olduğunuz abonelik hizmeti sayısı kadar g&uuml;ncelleme y&uuml;kleyebilirsiniz. &Ccedil;evrimi&ccedil;i Hizmetler i&ccedil;in ge&ccedil;erli olan Destek Hizmetleri politikası, ilgili hizmetler s&uuml;resince <em class="ph i">yani</em> bir (1) yıl s&uuml;reyle <a class="xref" href="http://www.3ds.com/terms/support-policies" target="_blank">www.3ds.com/terms/support-policies</a> web sitesinde ayrıntılı olarak belirtilir. Bu politika değişikliğe tabidir; ancak sonraki destek hizmeti d&ouml;nemi başlayana kadar herhangi bir değişiklik y&uuml;r&uuml;rl&uuml;ğe girmeyecektir.</p>

		<p class="p">5. <strong class="ph b"><u class="ph u">Gizlilik Politikası</u></strong>. Teklifi almak i&ccedil;in adınız ve e-posta adresiniz dahil; ancak bunlarla sınırlı olmamak &uuml;zere hakkınızdaki bazı bilgileri DS SolidWorks&apos;e sunmanız gerekebilir. DS SolidWorks ayrıca, SOLIDWORKS veya diğer Dassault Syst&egrave;mes &uuml;r&uuml;nlerinin y&uuml;kl&uuml; olup olmadığı ve Teklifi kullanacağınız bilgisayarın g&ouml;r&uuml;nt&uuml; y&ouml;netici veya işletim sistemi gibi &ouml;zellikleri dahil ancak bunlarla sınırlı olmamak &uuml;zere bazı bilgileri belirlemek i&ccedil;in y&uuml;kleme s&uuml;recinde bilgisayarınızı inceleyebilir. Teklifi indirmenin ve kullanmanın bir koşulu olarak <a class="xref" href="http://www.solidworks.com/sw/privacypolicy.htm" target="_blank">http://www.solidworks.com/sw/privacypolicy.htm</a> adresinde bulunan ve bildirimde bulunulmaksızın muhtelif zamanlarda g&uuml;ncellenebilecek olan DS SolidWorks gizlilik politikasının şartlarını da kabul edersiniz. Teklif kaydınız kapsamında DS SolidWorks tarafından toplanan bilgiler, Amerika Birleşik Devletleri&apos;nde veya DS SolidWorks&apos;&uuml;n, bağlı kuruluşlarının ya da acentelerinin tesislerinin bulunduğu başka bir &uuml;lkede saklanabilir ve işlenebilir. Bu bağlamda, Teklifi kullanarak bu bilgilerin &uuml;lkeniz dışına aktarılmasına muvafakat edersiniz.</p>

		<p class="p">6. <strong class="ph b"><u class="ph u">S&uuml;re</u></strong>. İşbu S&ouml;zleşme, sona ermesi &uuml;zerine veya burada belirtildiği şekilde feshedilene kadar şu şekilde y&uuml;r&uuml;rl&uuml;kte kalacaktır: (i) işbu S&ouml;zleşmeye uygun olarak verilen lisansların s&uuml;resi &ccedil;er&ccedil;evesinde Teklifler i&ccedil;in bu t&uuml;r t&uuml;m lisanslar sona erene kadar veya (ii) &Ccedil;evrimi&ccedil;i Hizmetler i&ccedil;in işbu S&ouml;zleşme kapsamında &Ccedil;evrimi&ccedil;i Hizmetlerin sipariş verildiği s&ouml;zleşme s&uuml;resi sona erene veya Teklif i&ccedil;in &ouml;demiş olduğunuz abonelik sona erene kadar. DS SolidWorks (i) işbu S&ouml;zleşmenin 1., 2. veya 3. B&ouml;l&uuml;mlerinin herhangi bir h&uuml;km&uuml;n&uuml;n ihlali dahil ancak bununla sınırlı olmamak &uuml;zere gerek&ccedil;eli olarak veya (ii) işbu S&ouml;zleşmenin herhangi bir h&uuml;km&uuml;n&uuml; ihlal etmeniz ve bildirimde bulunulduktan sonra on beş (15) g&uuml;n i&ccedil;inde bu ihlali d&uuml;zeltmemeniz halinde tarafınıza yazılı bildirimde bulunarak işbu S&ouml;zleşme kapsamında verilen lisansı ve/veya Teklifi derhal sonlandırabilir.</p>

		<p class="p">DS SolidWorks&apos;&uuml;n &Ccedil;evrimi&ccedil;i Hizmetleri ge&ccedil;erli Service Level Agreement&apos;a uygun olarak sağlayamaması ve DS SolidWorks yazılı bildirimi aldıktan sonra otuz (30) g&uuml;n i&ccedil;inde bu eksikliğin giderilmemesi halinde &Ccedil;evrimi&ccedil;i Hizmetleri sonlandırabilirsiniz. Aksi halde, siz veya DS SolidWorks, &Ccedil;evrimi&ccedil;i Hizmetlerin yenilenme tarihinden en az otuz (30 g&uuml;n) &ouml;nce diğer tarafa bildirimde bulunmak suretiyle &Ccedil;evrimi&ccedil;i Hizmetleri sonlandırabilirsiniz. B&ouml;yle bir bildirimde bulunulmaması halinde &Ccedil;evrimi&ccedil;i Hizmetler otomatik olarak yenilenecektir ve o sırada ge&ccedil;erli olan Service Level Agreement&apos;a tabi olacaktır. DS SolidWorks, &Ccedil;evrimi&ccedil;i Hizmetleri herhangi bir zamanda değiştirebilir veya tadil edebilir. DS SolidWorks, Teklif s&uuml;resince &Ccedil;evrimi&ccedil;i Hizmetleri &ouml;nemli &ouml;l&ccedil;&uuml;de azaltmayacaktır. DS SolidWorks&apos;&uuml;n ge&ccedil;erli herhangi bir kanunun veya herhangi bir &uuml;&ccedil;&uuml;nc&uuml; tarafın haklarını ihlal etmesine yol a&ccedil;acaksa bu paragraftaki hi&ccedil;bir şey, DS SolidWorks&apos;&uuml;n &Ccedil;evrimi&ccedil;i Hizmetlerin herhangi bir kısmını sunmaya devam etmesini gerektirmeyecektir.</p>

		<p class="p">Burada verilen Teklife erişim ve Teklifi kullanım hakkının sona erdirilmesi &uuml;zerine, bu t&uuml;r t&uuml;m kullanımları derhal sonlandıracak ve DS SolidWorks&apos;e iade edeceksiniz veya bu t&uuml;r hak kapsamında yer alan Teklifin ve Belgelerin t&uuml;m kopyalarını DS SolidWorks&apos;&uuml;n talimatları doğrultusunda imha edeceksiniz ve &Ccedil;evrimi&ccedil;i Hizmetlere ve abonelik hizmetine bir daha erişim sağlayamayacaksınız. DS SolidWorks&apos;&uuml;n, Service Level Agreement&apos;a uymaması nedeniyle &Ccedil;evrimi&ccedil;i Hizmetleri sonlandırmanız halinde DS SolidWorks sonlandırma tarihi itibarıyla &ouml;nceden &ouml;denmiş ancak kullanılmamış olan her t&uuml;rl&uuml; m&uuml;kerrer &uuml;creti size geri &ouml;der. Bu geri &ouml;deme, DS SolidWorks&apos;&uuml;n &Ccedil;evrimi&ccedil;i Hizmetler sağlayamaması durumunda sizin yegane &ccedil;&ouml;z&uuml;m yolunuzu ve DS SolidWorks&apos;&uuml;n yegane sorumluluğunu g&ouml;sterir.</p>

		<p class="p">İşbu S&ouml;zleşmenin 1D.b, 1D.d, 1D.e., 1E, 2, 3, 5, 6, 8, 10, 11, 12 ve 13. B&ouml;l&uuml;m h&uuml;k&uuml;mleri bu S&ouml;zleşmenin herhangi bir şekilde feshedilmesi halinde ge&ccedil;erli olmaya devam eder.</p>

		<p class="p">7. <strong class="ph b">Teklif Se&ccedil;imi ve Kullanımına İlişkin Sorumluluk</strong>. Aşağıdakiler dahil ancak bunlarla sınırlı olmamak &uuml;zere Teklifin kullanımını ve Teklifin sonu&ccedil;larını denetlemek, y&ouml;netmek ve kontrol etmek sizin sorumluluğunuzdadır: (1) istediğiniz sonu&ccedil;ları almak i&ccedil;in Teklifin se&ccedil;imi; (2) Teklifin uygun kullanımlarını ve Teklifin işinizde yarattığı sonu&ccedil;ları tespit etmek; (3) Teklifin veya herhangi bir sonucunun doğruluğunu test etmek i&ccedil;in yeterli bağımsız prosed&uuml;rleri belirlemek ve (4) Teklifin arızası durumunda veri kaybını &ouml;nlemek i&ccedil;in yeterli yedeklemeyi belirlemek. <strong class="ph b">Teklif, yalnızca eğitimli profesyoneller tarafından kullanım amacıyla geliştirilmiştir. Profesyonel g&ouml;r&uuml;ş&uuml;n veya &uuml;r&uuml;n dayanıklılığı, g&uuml;venliği ve işlevine y&ouml;nelik fiziksel prototiplerin bağımsız testinin yerine kullanılması ama&ccedil;lanmamıştır; Teklifin kullanımından kaynaklanan sonu&ccedil;lardan yalnızca siz sorumlusunuz. Teklif veya herhangi bir bileşeni n&uuml;kleer tesisler, yaşam destek sistemleri, havacılık veya Teklifin ya da ilgili bileşenlerin veya her ikisinin &ouml;l&uuml;me, bedensel yaralanmaya veya ciddi fiziksel ya da &ccedil;evresel hasara yol a&ccedil;abileceği diğer faaliyetlerde kullanılmak &uuml;zere tasarlanmamıştır.</strong></p>

		<p class="p"><strong class="ph b">DİKKAT: SOLIDWORKS Toolbox&apos;ta sunulan bağlantı elemanları gibi belirli i&ccedil;erikler yalnızca yaklaşık temsillerdir ve t&uuml;m kullanıcılar i&ccedil;in uygun olmayabilir.</strong></p>

		<p class="p">8. <strong class="ph b"><u class="ph u">Sınırlı Garanti, İstisnalar ve Sorumluluğun Reddine İlişkin Beyanlar; Fikri M&uuml;lkiyet Tazmini</u></strong></p>

		<p class="p"><strong class="ph b">a. <u class="ph u">Sınırlı Garanti</u>. DS SolidWorks, Teklifin tarafınızca teslim alındığı tarihten itibaren doksan (90) g&uuml;n boyunca malzeme anlamında kusursuz olacağını ve b&uuml;y&uuml;k &ouml;l&ccedil;&uuml;de Belgelere uygun performans g&ouml;stereceğini garanti eder. Ayrıca DS SolidWorks, muhtelif zamanlarda sunacağı hizmetlerin makul ticari uygulamalar &ccedil;er&ccedil;evesinde ve uygun iş&ccedil;ilikle ger&ccedil;ekleştirileceğini garanti eder. DS SolidWorks, Teklifin veya hizmetin gereksinimlerinizi karşılayacağını veya Teklifin kesintisiz veya hatasız &ccedil;alışacağını veya her t&uuml;rl&uuml; internet aracının veya hizmetinin tamamen g&uuml;venli olacağını garanti etmez. Bu garanti kapsamında DS SolidWorks&apos;&uuml;n t&uuml;m sorumluluğu ve tarafınıza sunulan tek &ccedil;&ouml;z&uuml;m, uygun olmayan ortamların veya Yazılımın onarılması ya da değiştirilmesi veya hizmetin yeniden sunulması i&ccedil;in makul &ccedil;aba sarf edilmesiyle sınırlı olacaktır. Bu &ccedil;abanın yetersiz kalması halinde DS SolidWorks veya DS SolidWorks&apos;&uuml;n dağıtımcısı veya satıcısı (i) uygun olmayan Yazılımın ve faturanızın bir kopyasının iade edilmesi karşılığında Yazılım i&ccedil;in &ouml;demiş olduğunuz &uuml;creti veya hizmet i&ccedil;in &ouml;demiş olduğunuz &uuml;creti (hangisi ge&ccedil;erliyse) iade edecek veya (ii) kanunen zorunlu olan diğer &ccedil;&ouml;z&uuml;mleri sunacaktır. Her t&uuml;rl&uuml; ikame Yazılım, orijinal garanti s&uuml;resinin kalan kısmı boyunca veya tarafınızca teslim alındıktan sonraki otuz (30) g&uuml;n boyunca (hangisi daha uzunsa) garanti altında olacaktır.</strong></p>

		<p class="p"><strong class="ph b">b. <u class="ph u">İstisnalar</u>. DS SolidWorks&apos;&uuml;n sınırlı garantisi, garanti ihlalinin (i) kaza, suistimal, hatalı kullanım veya ihmal; (ii) DS SolidWorks dışında bir tarafın eylem veya hataları; (iii) Yazılımın DS SolidWorks tarafından sağlanmayan veya Yazılımla birleştirilmesi uygun olmayan &uuml;r&uuml;nler, materyaller veya yazılımlarla birleştirilmesi veya (iv) DS SolidWorks tarafından sunulan t&uuml;m g&uuml;ncellemeleri kullanamamanızdan kaynaklanması halinde ge&ccedil;ersizdir.</strong></p>

		<p class="p"><strong class="ph b">c. <u class="ph u">Garantilere İlişkin Sınırlamalar</u>. İşbu 8. B&ouml;l&uuml;m kapsamında belirtilen a&ccedil;ık garanti, işbu S&ouml;zleşme ve muhtelif zamanlarda sağlanan herhangi bir hizmet kapsamında verilmiş olan Teklif ve Belgelere ilişkin olarak DS SolidWorks tarafından sağlanan tek garantidir. Kanunların izin verdiği en geniş &ouml;l&ccedil;&uuml;de DS SolidWorks ve Adobe dahil ancak bunlarla sınırlı olmamak kaydıyla lisans&ouml;rleri, sarih, zımni, &ouml;rfi veya ticaret kullanımından kaynaklanan hi&ccedil;bir garantide bulunmamakta ve ticarete elverişlilik, belirli bir amaca uygunluk ve ihlal yasağına ilişkin garantileri &ouml;zellikle reddetmektedir. İddia edilen garanti ihlalinin meydana geldiği tarihten itibaren bir yıldan daha uzun s&uuml;re ge&ccedil;mişse hi&ccedil;bir şekilde 8. B&ouml;l&uuml;mde belirtilen garantiden dolayı bir hak talebinde bulunamaz veya dava a&ccedil;amazsınız.</strong></p>

		<p class="p"><strong class="ph b">d. <u class="ph u">Y&uuml;k&uuml;ml&uuml;l&uuml;ğe İlişkin Sınırlamalar</u>. Teklife erişim ve Teklifi kullanım hakkı veya lisansı i&ccedil;in &ouml;denmiş olan &uuml;cretin Teklif kullanılarak tasarlanacak, saklanacak, y&ouml;netilecek veya dağıtılacak &uuml;r&uuml;nlerin değeriyle kıyaslanamayabileceğini kabul edersiniz. DS SolidWorks ve lisans&ouml;rlerinin sorumluluğunu işlemin ticari değeriyle makul derecede orantılı olacak şekilde sınırlandırmak amacıyla DS SolidWorks&apos;&uuml;n ve lisans&ouml;rlerinin sorumluluğuna dair aşağıdaki sınırlamaları kabul edersiniz. Yerel kanunların aksini zorunlu kıldığı durumlar haricinde DS SolidWorks ve lisans&ouml;rlerinin işbu S&ouml;zleşme kapsamında sağlanan Teklif veya Belgeyle ya da muhtelif zamanlarda sunulan hizmetlerle bağlantılı olarak oluşan s&ouml;zleşme, haksız fiil (ihmal dahil) veya diğer sorumlulukları, ilgili sorumluluğu doğuran hukuki sebebin ger&ccedil;ekleşmesinden hemen &ouml;nceki on iki (12) aylık s&uuml;re i&ccedil;inde s&ouml;z konusu Teklif i&ccedil;in &ouml;demiş olduğunuz &uuml;creti aşmayacaktır. DS SolidWorks veya lisans&ouml;rleri ilgili hasar ihtimali konusunda kendilerine tavsiyede bulunulmuş olsa dahi işbu S&ouml;zleşme kapsamında sağlanan Teklifin veya Belgenin ya da muhtelif zamanlarda sunulan hizmetlerin kullanımıyla veya bunların kullanılamamasıyla bağlantılı olarak oluşan doğrudan, &ouml;zel, dolaylı, arızi, cezai veya netice kabilinden doğan hasarlardan (kullanım kaybı, veri kaybı, kar kaybı, itibar kaybı veya iş kaybından kaynaklanan hasarlar dahil ancak bunlarla sınırlı olmamak kaydıyla) hi&ccedil;bir koşulda sorumlu olmayacaktır. Ancak yukarıdaki sınırlamalardan bazıları, bazı &uuml;lkelerde uygulanmayabilir. Ge&ccedil;erli kanunların izin verdiği en geniş &ouml;l&ccedil;&uuml;de, DS SolidWorks aleyhindeki herhangi bir yasal işlemin, ge&ccedil;erli dava hakkı ortaya &ccedil;ıktıktan sonra iki (2) yıl i&ccedil;inde uygun adli yargı yetkisiyle ger&ccedil;ekleştirilmesi gerekir.</strong></p>

		<p class="p"><strong class="ph b">e. <u class="ph u">Fikri M&uuml;lkiyet Tazmini</u>. DS SolidWorks, işbu S&ouml;zleşme kapsamında sunulan bir Teklifin herhangi bir &uuml;lkedeki bir telif hakkını, Avrupa Patent &Ouml;rg&uuml;t&uuml;n&uuml;n bir &uuml;ye devleti, Japonya veya Amerika Birleşik Devletleri&apos;nin bir patentini ihlal ettiğine ilişkin olarak &uuml;&ccedil;&uuml;nc&uuml; bir taraf&ccedil;a yapılan her t&uuml;rl&uuml; hak talebine karşı sizi savunacaktır ve bu t&uuml;r hak talebinden doğan, DS SolidWorks tarafından imzalanmış yazılı bir sulh s&ouml;zleşmesinde kabul edilen veya velhasıl yetkili bir mahkeme tarafından sizin aleyhinize verilen t&uuml;m giderleri, zararları ve masrafları (makul avukat masrafları dahil) &ouml;deyecektir ancak (i) sizin, s&ouml;z konusu hak talebiyle ilgili olarak DS SolidWorks&apos;e &ouml;nceden yazılı bildirimde bulunmanız ve (ii) M&uuml;şterinin, s&ouml;z konusu hak talebinin ve ilgili uzlaşma g&ouml;r&uuml;şmelerinin savunulması i&ccedil;in DS SolidWorks&apos;e yegane kontrol yetkisi vermesi ve hak talebinin savunulması ve anlaşmaya bağlanması sırasında makul işbirliği sunması gerekir.</strong></p>

		<p class="p"><strong class="ph b">B&ouml;yle bir hak talebinde bulunulması halinde veya bir Teklifin b&ouml;yle bir hak talebinin konusu olabileceğine (veya konusu haline getirileceğine) dair DS SolidWorks&apos;&uuml;n makul g&ouml;r&uuml;ş&uuml;ne g&ouml;re, DS SolidWorks masrafları kendisine ait olmak &uuml;zere, ilgili Teklifi kullanmaya devam etmeniz amacıyla sizin i&ccedil;in ilgili hakkı g&uuml;ven altına alabilir, ihlale sebebiyet vermemesi i&ccedil;in &uuml;zerinde değişiklik yapabilir veya bunu işlevsel bakımdan dengi olan bir başka programla değiştirebilir. Yukarıdaki se&ccedil;eneklerden hi&ccedil;birinin, DS SolidWorks&apos;&uuml;n d&uuml;ş&uuml;ncesine g&ouml;re makul olan şartlara uygun olmaması halinde DS SolidWorks, Teklife ilişkin lisansları sonlandırabilir ve/veya &Ccedil;evrimi&ccedil;i Hizmetleri sonlandırabilir. DS SolidWorks kalıcı lisanslar i&ccedil;in bir yetkiliniz tarafından onaylandığı şekilde, etkilenen Teklifin t&uuml;m kopyalarının imhası veya iade edilmesi &uuml;zerinden &uuml;&ccedil; (3) yıl ge&ccedil;ecek şekilde sabit oranlı amortisman uygulayarak, lisanslar i&ccedil;in &ouml;denen ilgili tek seferlik &uuml;crete eşit bir tutarda, tercihinize g&ouml;re ister bir kredi sağlayacak ister para iadesi yapacaktır. DS SolidWorks kalıcı olmayan lisanslar veya &Ccedil;evrimi&ccedil;i Hizmetler i&ccedil;in etkilenen &Ccedil;evrimi&ccedil;i Hizmetler veya lisanslar i&ccedil;in işbu belge kapsamında &ouml;nceden &ouml;denmiş ancak kullanılmamış olan t&uuml;m &uuml;cretleri iade edecektir.</strong></p>

		<p class="p"><strong class="ph b">DS SolidWorks&apos;&uuml;n, (i) DS SolidWorks haricinde bir kişi tarafından bir Teklif &uuml;zerinde yapılan herhangi bir değişiklik, (ii) DS SolidWorks tarafından belirtilmeyen diğer donanım, veri veya programlar ile kombinasyon halinde bir veya daha fazla Teklifin kullanımı veya (iii) en son &ccedil;ıkanlar dışında d&uuml;zeltici yamaların veya S&uuml;r&uuml;mlerin kullanımı ile ilgili herhangi bir hak talebi karşısında sizi savunmak veya tazmin etmek i&ccedil;in hi&ccedil;bir y&uuml;k&uuml;ml&uuml;l&uuml;ğ&uuml; olmayacaktır.</strong></p>

		<p class="p"><strong class="ph b">Bu 8.e Maddesi, fikri m&uuml;lkiyet haklarının ihlaline ilişkin herhangi bir hak talebi i&ccedil;in m&uuml;nhasır &ccedil;&ouml;z&uuml;m yolunuzu ve DS SolidWorks&apos;&uuml;n t&uuml;m sorumluluğunu belirtmektedir.</strong></p>

		<p class="p">9. <strong class="ph b"><u class="ph u">Kapanma &Ouml;zelliği</u></strong>. Teklifin, etkinleştirilmesi halinde Teklifin kullanılmadığı zamanlarda devreye giren otomatik kapanma &ouml;zelliğine (&quot;Kapanma &Ouml;zelliği&quot;) sahip olduğunu kabul edersiniz. Kapanma &Ouml;zelliği, Kapanma &Ouml;zelliğini ge&ccedil;ersiz kılan bir erişim kodu (&quot;Doğrulanmış Lisans&quot;) girilmediği takdirde Teklif y&uuml;klendikten sonra otuz (30) g&uuml;n i&ccedil;inde otomatik olarak etkinleşecektir. Doğrulanmış Lisansınızı almak i&ccedil;in y&uuml;kleme s&uuml;recinde talep edilen bilgileri elektronik olarak DS SolidWorks&apos;e sağlayarak DS SolidWorks&apos;e kaydolmanız gerekmektedir. Kayıt bilgilerinin alınmasının ardından DS SolidWorks sizin i&ccedil;in bir Doğrulanmış Lisans d&uuml;zenleyecektir.</p>

		<p class="p">10. <strong class="ph b"><u class="ph u">İhracat Kuralları</u></strong>. Teklif ve Belgelerin size ihra&ccedil; edilmesi, Amerika Birleşik Devletleri veya Birleşik Krallık&apos;ın ihracat kontrol&uuml; kanunları dahil ancak bunlarla sınırlı olmamak &uuml;zere ge&ccedil;erli t&uuml;m &uuml;lkelerin ihracat ve yeniden ihracat kanunlarına ve d&uuml;zenlemelerine tabidir. Gerekli izinlerin, lisansların veya onayların alınmaması halinde DS SolidWorks ve lisans&ouml;rlerinin size karşı hi&ccedil;bir sorumluluğu olmayacaktır. S&ouml;z konusu ihracat veya yeniden ihracat, ihracat lisansı veya başka bir resmi onay gerektirdiğinde, &ouml;ncelikle ilgili lisansı veya onayı almadan Teklifi doğrudan veya dolaylı olarak ihra&ccedil; veya yeniden ihra&ccedil; edemezsiniz. İşbu belge kapsamında sipariş verilen t&uuml;m Tekliflerin n&uuml;kleer, kimyasal veya biyolojik silahların veya f&uuml;ze atma sistemlerinin yayılmasını i&ccedil;eren ge&ccedil;erli ihracat kanunlarının ihlalinde kullanılmayacağını ve herhangi bir &uuml;lkenin ge&ccedil;erli ihracat kanunlarıyla yasaklanmış ise bunların herhangi bir &uuml;lkeye, şirkete veya kişiye y&ouml;neltilmeyeceğini DS SolidWorks&apos;e garanti edersiniz. Verilerinizin herhangi bir &uuml;lkeye aktarılabileceğini veya herhangi bir &uuml;lkede saklanabileceğini kabul edersiniz. Ge&ccedil;erli kanun veya d&uuml;zenlemeler &ccedil;er&ccedil;evesinde ihracatı kontrol edilen, d&uuml;zenlenen ya da herhangi bir izne veya lisansa tabi olan her t&uuml;rl&uuml; bilgi veya verinin veri paylaşım ortamında işlenmesinden, saklanmasından veya bu ortama y&uuml;klenmesinden ka&ccedil;ınmayı ve t&uuml;m kullanıcıların bunlardan ka&ccedil;ınmasını sağlamayı taahh&uuml;t edersiniz. Verilerinizin ihracat&ccedil;ısı olarak kabul edileceksiniz. Bu h&uuml;k&uuml;mlere uymamanız halinde DS SolidWorks yazılı bildirim &uuml;zerine işbu S&ouml;zleşmeyi feshedebilir ve işbu belge kapsamındaki &Ccedil;evrimi&ccedil;i Hizmetlere erişimi ve t&uuml;m lisansları sonlandırabilir.</p>

		<p class="p">11. <strong class="ph b"><u class="ph u">Denetim</u></strong>. İşbu S&ouml;zleşme s&uuml;resince ve S&ouml;zleşmenin sona ermesinden sonraki &uuml;&ccedil; (3) yıllık s&uuml;re boyunca, Teklife erişim sağlayan veya Teklifi kullanan kullanıcıların listesi ve konumu dahil ancak bunlarla sınırlı olmamak &uuml;zere Teklifin kullanımıyla ilgili doğru bilgi kayıtlarını oluşturacaksınız ve tutacaksınız. Uygun olduğu durumda bu bilgiler, Teklife erişimi ve bunların kullanımını korumak i&ccedil;in tarafınızca devreye sokulan &ouml;nlemleri ve Teklifin imhasını i&ccedil;erecektir. DS SolidWorks, o zaman ve yerdeki makul koşullar &ccedil;er&ccedil;evesinde ve masrafları kendisine ait olacak şekilde dilediği zaman Teklifi kullanımınızı ve/veya bu kayıtları denetleme ve kopyalama hakkına sahip olacaktır. Ayrıca, işbu S&ouml;zleşmenin şartlarına uyumunuzu doğrulamak i&ccedil;in DS SolidWorks&apos;&uuml; yetkilendirirsiniz. Bu ama&ccedil;la DS SolidWorks, işinize ilişkin aksamaları en aza indirecek şekilde, normal &ccedil;alışma saatleri i&ccedil;erisinde iş yerinizde (veya Teklifin kullanımınıza y&ouml;nelik olarak kurulduğu iş yerinde) bir denetim ger&ccedil;ekleştirebilir. DS SolidWorks, bu doğrulamayı ger&ccedil;ekleştirmek i&ccedil;in kendisine veya DS SolidWorks&apos;&uuml;n ilişkili olduğu herhangi bir &uuml;&ccedil;&uuml;nc&uuml; tarafa, uygun g&ouml;r&uuml;ld&uuml;ğ&uuml; şekilde makine erişimi, sistem ara&ccedil;ları &ccedil;ıktılarının kopyalarını ya da diğer elektronik veya yazılı kopya sistem bilgilerini sunmanızı ve denetim kayıtları oluşturan t&uuml;m uygun ara&ccedil;ların kullanılmasına izin vermenizi gerekli kılabilir. S&ouml;z konusu denetim, Teklifin yetkisiz kullanıldığını tespit ederse Teklifin yetkisiz kullanımı sonucunda bor&ccedil;lu olunan t&uuml;m tutarları o zamanki liste fiyatından derhal DS SolidWorks&apos;e &ouml;deyeceksiniz. Bu t&uuml;r yetkisiz kullanım, ilgili Teklife ilişkin yetkili kullanımınızın y&uuml;zde beşi (%5) veya fazlasına tekab&uuml;l ediyorsa ilgili &uuml;cretleri &ouml;demenizin yanı sıra bu denetim maliyetini de DS SolidWorks&apos;e geri &ouml;deyeceksiniz. Yukarıda a&ccedil;ıklanan haklara ve prosed&uuml;rlere istinaden DS SolidWorks, işbu S&ouml;zleşmeyi uygulama veya kanunun izin verdiği başka yollarla fikri m&uuml;lkiyetini koruma hakkından feragat etmez.</p>

		<p class="p">12. <strong class="ph b"><u class="ph u">&Uuml;&ccedil;&uuml;nc&uuml; Taraf Barındırma Hizmeti</u></strong>. Teklifi; iyi bilinen, itibarlı bir &uuml;&ccedil;&uuml;nc&uuml; taraf hizmet sağlayıcısının işlettiği bilgisayarlara uzaktan bağlanarak kurma ve kullanma ve ilgili hizmet sağlayıcısını sadece sizin i&ccedil;in ve sizin adınıza donanımı işletmesi ve Teklifi y&ouml;netmesi i&ccedil;in atama yetkisine sahipsiniz; <em class="ph i">ancak</em> (i) yalnızca tam yetkili kullanıcılar Teklifi kullanma hakkına sahiptir; (ii) ilgili hizmet sağlayıcısıyla yazılı s&ouml;zleşme yapmanız gerekir ve bu s&ouml;zleşme kapsamında hizmet sağlayıcısı, Teklife sadece yukarıda bahsedilen hizmetleri size sağlamak amacıyla erişeceğini aksi takdirde işbu S&ouml;zleşmede belirtilen t&uuml;m sınırlama ve kısıtlamalara tabi olacağını kabul eder ve (iii) ilgili hizmet sağlayıcısı DS SolidWorks&apos;&uuml;n veya DS SolidWorks alt kuruluşları ya da bağlı kuruluşlarının rakibi olamaz. Hizmet sağlayıcısının acenteniz sayılacağını kabul eder ve onaylarsınız. Teklife yetkisiz erişim sağlandığını, Teklifin yetkisiz kişilerce kullanıldığını veya ifşa edildiğini fark etmeniz veya b&ouml;yle bir durumdan ş&uuml;phelenmeniz halinde hizmet sağlayıcısının Teklife erişimini derhal sonlandıracaksınız. Hizmet sağlayıcısının Teklife erişiminden veya Teklifi kullanmasından kaynaklanan veya bununla bağlantılı her t&uuml;rl&uuml; hak talebi, masraf, h&uuml;k&uuml;m, zarar veya kayba karşı (makul avukatlık &uuml;cretleri de dahil) DS SolidWorks&apos;&uuml; savunacak ve tazmin edeceksiniz.</p>

		<p class="p">SOLIDWORKS PDM Professional ve SOLIDWORKS Manage ile sağlanan SQL Server Standard lisansları halka a&ccedil;ık bir bulut hizmetine, <em class="ph i">yani</em> &uuml;&ccedil;&uuml;nc&uuml; taraf sağlayıcıların internet &uuml;zerinden sunduğu bir programlama hizmetine taşınamaz. SOLIDWORKS PDM Professional ve SOLIDWORKS Manage yazılımının &uuml;&ccedil;&uuml;nc&uuml; taraf sunucularda dağıtımına ilişkin diğer &ouml;zel sınırlamalar ge&ccedil;erlidir.</p>

		<p class="p">13. <strong class="ph b"><u class="ph u">Kanunlara Uygunluk ve Tazminat</u></strong>. Teklifin, Belgelerin veya her ikisinin indirilmesi, y&uuml;klenmesi ve/veya kullanımına ilişkin t&uuml;m yerel kanun ve d&uuml;zenlemelere uymayı kabul edersiniz. Teklifi ve/veya Belgeleri kullanımınız ya da işbu S&ouml;zleşmeyi ihlalinizle herhangi bir şekilde bağlantılı olarak ortaya &ccedil;ıkan her t&uuml;rl&uuml; talep, dava ve incelemeden DS SolidWorks ve bağlı kuruluşlarını, alt kuruluşlarını, yetkililerini ve &ccedil;alışanlarını korumayı ve onları bu durumlara karşı tazmin etmeyi kabul edersiniz.</p>

		<p class="p">14. <strong class="ph b"><u class="ph u">Genel H&uuml;k&uuml;mler</u></strong>. İşbu S&ouml;zleşme, Teklif ve abonelik hizmetine ilişkin olarak DS SolidWorks ile aranızdaki s&ouml;zleşmenin eksiksiz ve m&uuml;nhasır ifadesini teşkil eder ve DS SolidWorks ile aranızda Teklif ve abonelik hizmetine ilişkin olarak bulunan yazılı veya s&ouml;zl&uuml; diğer t&uuml;m s&ouml;zleşmelerin veya diğer t&uuml;m iletişimlerin yerini alır <em class="ph i">ancak</em> işbu S&ouml;zleşme, Teklif ve abonelik hizmetine ilişkin olarak DS SolidWorks ile aranızda imzalanmış olan hi&ccedil;bir s&ouml;zleşmenin şartlarının yerini almayacaktır. İşbu S&ouml;zleşme, Uluslararası Mal Satış S&ouml;zleşmelerine İlişkin Birleşmiş Milletler S&ouml;zleşmesine bakılmaksızın Massachusetts Eyaleti maddi hukuk kanunlarına g&ouml;re d&uuml;zenlenecek, yorumlanacak ve uygulanacak olup resmi akit kabul edilecektir. Bu S&ouml;zleşmenin İngilizce s&uuml;r&uuml;m&uuml;, S&ouml;zleşmenin diğer dillere yapılan &ccedil;evirilerine rağmen, her ama&ccedil;la resmi metin sayılacaktır. İlgili &uuml;lkelerdeki bir mahkemenin herhangi bir gerek&ccedil;e ile bu S&ouml;zleşmenin herhangi bir h&uuml;km&uuml;n&uuml;n veya bir kısmının uygulanamaz olduğuna karar vermesi halinde s&ouml;z konusu h&uuml;k&uuml;m, izin verilen azami kapsamda uygulanacak ve bu S&ouml;zleşmenin kalan h&uuml;k&uuml;mleri, tamamen y&uuml;r&uuml;rl&uuml;kte kalacaktır.</p>

		<p class="p">15. <strong class="ph b"><u class="ph u">ABD H&uuml;k&uuml;metince Kısıtlanan Haklar</u></strong>. Teklif, 48 C.F.R. 12.212&apos;de (EYL&Uuml;L 1995) kullanıldığı şekliyle &quot;ticari bilgisayar yazılımı&quot; ve &quot;ticari yazılım belgeleri&quot; i&ccedil;eren, 48 C.F.R. 2.101&apos;de (EKİM 1995) tanımlandığı şekliyle &quot;ticari madde&quot;dir ve (a) 48 C.F.R. 12.212&apos;de belirtilen politikayla tutarlı bir şekilde sivil kuruluşlar tarafından veya sivil kuruluşlar adına satın alınmak &uuml;zere veya (b) 48 C.F.R. 227.7202-1 (HAZİRAN 1995) ve 227.7202-4&apos;te (HAZİRAN 1995) belirtilen politikalarla tutarlı bir şekilde Savunma Bakanlığı birimleri tarafından veya Savunma Bakanlığı birimleri adına satın alınmak &uuml;zere ABD H&uuml;k&uuml;meti&apos;ne sunulmuştur. ABD h&uuml;k&uuml;metinin herhangi bir kurumundan Teklifin yukarıda belirtilenlerin &ouml;tesinde haklarla temin edilmesi y&ouml;n&uuml;nde bir talep almanız halinde talebin kapsamını DS SolidWorks&apos;e bildirirsiniz ve DS SolidWorks, tek takdir yetkisi kendinde olmak &uuml;zere s&ouml;z konusu talebi beş (5) iş g&uuml;n&uuml; i&ccedil;inde kabul eder veya reddeder. Y&uuml;klenici/&Uuml;retici: Dassault Syst&egrave;mes SolidWorks Corporation, 175 Wyman Street, Waltham, Massachusetts 02451 ABD.</p>

		<p class="p">16. <strong class="ph b"><u class="ph u">Kanada Lisansları</u></strong>. Lisanslarınızı Kanada&apos;da satın aldıysanız aşağıdakileri kabul edersiniz:</p>

		<p class="p">Burada yer alan taraflar, bu S&ouml;zleşmenin ve Bildirimler dahil olmak &uuml;zere konuyla ilgili diğer belgelerin sadece İngilizce dilinde yazıldığını ve yazılacağını onaylamaktadır.</p>

		<p class="p">Les parties aux pr&eacute;sentes confirment leur volont&eacute; que cette convention de m&ecirc;me que tous les documents y compris tout avis qui s&rsquo;y rattache, soient r&eacute;dig&eacute;s en langue anglaise.</p>

		<p class="p">Adobe, Amerika Birleşik Devletleri&apos;nde ve diğer &uuml;lkelerde Adobe Systems Incorporated&apos;in tescilli ticari markası veya ticari markasıdır.</p>

		<p class="p">17. <strong class="ph b"><u class="ph u">Windows Desktop Search</u></strong>. Bu eklenti i&ccedil;in Microsoft Corporation (veya yaşadığınız yere g&ouml;re bağlı kuruluşları) size bir lisans vermektedir. Bu eklentinin bir kopyasını birlikte kullanım (&quot;Microsoft Windows yazılımıyla&quot;) i&ccedil;in belirlenen, ge&ccedil;erli lisansa sahip her Microsoft Windows yazılımı kopyası ile kullanabilirsiniz. Microsoft Windows yazılımına sahip değilseniz bu eklentiyi kullanamayabilirsiniz. Microsoft Windows yazılımının lisans şartları, bu eklentiyi kullanımınız i&ccedil;in de ge&ccedil;erlidir.</p>

		<p class="p">Windows Desktop Search, MSN Gizlilik Beyanı kapsamındadır (<a class="xref" href="https://privacy.microsoft.com/tr-tr/privacystatement" target="_blank">https://privacy.microsoft.com/tr-tr/privacystatement</a>).</p>

	</div>

</body>
</html>