<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html
  PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="es-ES" lang="es-ES">
<head><meta charset="UTF-8">

<meta name="copyright" content="(C) Copyright 2019" />
<meta name="DC.rights.owner" content="(C) Copyright 2019" />
<meta name="DC.Type" content="concept" />
<meta name="DC.Title" content="Dassault Systèmes SolidWorks Corporation License, Online and Subscription Services Agreement" />
<meta name="abstract" content="" />
<meta name="description" content="" />
<meta name="deliverableName" content="eula_commercial" />
<meta name="DC.Format" content="XHTML" />
<meta name="DC.Identifier" content="wdu1534356835857" />
<meta name="DC.Language" content="en-us" />
<style> body { font-family:Arial, sans-serif; font-size:10pt } h1 { font-size:10pt; font-weight:normal; text-align:center; text-decoration:underline } li { margin-bottom:6pt } </style>
<title>Contrato de licencia y servicios de suscripci&oacute;n en l&iacute;nea de Dassault Syst&egrave;mes SolidWorks Corporation</title>
</head>
<body id="wdu1534356835857">

               <h1 class="title topictitle1" id="ariaid-title1"><u class="ph u">Contrato de licencia y servicios de suscripci&oacute;n en l&iacute;nea de Dassault Syst&egrave;mes SolidWorks Corporation</u></h1>


	
	
	<div class="body conbody"><p class="shortdesc"></p>

		<p class="p"><strong class="ph b">Los t&eacute;rminos y las condiciones que se indican a continuaci&oacute;n, as&iacute; como cualquier otro t&eacute;rmino espec&iacute;fico relacionado con el software o los servicios en l&iacute;nea y publicados en <a class="xref" href="http://www.3ds.com/terms/ost" target="_blank">http://www.3ds.com/terms/ost</a>, incorporado al presente documento mediante referencia, constituyen un contrato legal (en lo sucesivo, el &quot;Contrato&quot;) entre usted (ya sea persona f&iacute;sica o jur&iacute;dica), el usuario final y Dassault Syst&egrave;mes SolidWorks Corporation, empresa inscrita en Delaware y sita en 175 Wyman Street, Waltham, Massachusetts 02451, EE. UU. (en lo sucesivo, &quot;DS SolidWorks&quot;), en lo relativo a diferentes ofertas compuestas por (i) el software inform&aacute;tico denominado SOLIDWORKS<sup>®</sup> y otros tipos de software con licencia de DS SolidWorks (que incluyen, entre otros, la l&iacute;nea de productos de an&aacute;lisis SOLIDWORKS Simulation, SOLIDWORKS Composer y la l&iacute;nea de productos de gesti&oacute;n de datos de productos de SOLIDWORKS en todos los pa&iacute;ses) o contenido, incluido bases de datos, y modelos 2D y 3D en formatos que pueden ser le&iacute;dos mediante m&aacute;quinas (en lo sucesivo, el &quot;Software&quot;) o (ii) los servicios en l&iacute;nea, <em class="ph i">es decir</em>, acceso en l&iacute;nea a esta oferta y a su uso, as&iacute; como a otros servicios relacionados (en adelante, &quot;Servicios en l&iacute;nea&quot;) (denominados en lo sucesivo y de forma conjunta la &quot;Oferta&quot;). El t&eacute;rmino &quot;Oferta&quot; incluye (i) cualquier actualizaci&oacute;n o modificaci&oacute;n de dicha Oferta recibida a trav&eacute;s de un servicio de suscripci&oacute;n o de cualquier otro servicio de soporte, (ii) todos los complementos de la Oferta que solicite e instale y (iii) software de terceros, como la biblioteca de Adobe<sup>®</sup> PDF, incorporado a la Oferta de SOLIDWORKS, quedando todos ellos sujetos a los t&eacute;rminos y las condiciones presentes. Queda prohibido cargar, utilizar la Oferta en cualquier equipo o copiarla sin permiso de DS SolidWorks. Por la presente, DS SolidWorks le ofrece el derecho no exclusivo de acceso o descarga y uso de la Oferta, de acuerdo con los t&eacute;rminos y condiciones establecidos en este Contrato. Le recomendamos que proceda a la lectura detenida de estos t&eacute;rminos y condiciones antes de abrir la caja que contiene la Oferta o de instalar y utilizar la Oferta o los Servicios en l&iacute;nea. El hecho de abrir la caja que contiene el Software o de instalar y utilizar el Software o los Servicios en l&iacute;nea implica su aceptaci&oacute;n de estos t&eacute;rminos y condiciones. En caso de no estar de acuerdo con ellos, debe devolver la caja que contiene el Software sin abrir, junto con los elementos que lo acompa&ntilde;an (incluida la documentaci&oacute;n escrita), con la mayor brevedad posible, para que se le devuelva el dinero. En cuanto a la Oferta, el presente es un contrato de licencia y no un contrato de venta.</strong></p>

		<!--SDL><p class="p"><strong class="ph b">El t&eacute;rmino &quot;Oferta&quot; incluye (i) cualquier actualizaci&oacute;n o modificaci&oacute;n de dicha Oferta recibida a trav&eacute;s de un servicio de suscripci&oacute;n o de cualquier otro servicio de soporte, (ii) todos los complementos de la Oferta que solicite e instale y (iii) software de terceros, como la biblioteca de Adobe<sup>®</sup> PDF, incorporado a la Oferta de SOLIDWORKS, quedando todos ellos sujetos a los t&eacute;rminos y las condiciones presentes. Queda prohibido cargar, utilizar la Oferta en cualquier equipo o copiarla sin permiso de DS SolidWorks. Por la presente, DS SolidWorks le ofrece el derecho no exclusivo de acceso o descarga y uso de la Oferta, de acuerdo con los t&eacute;rminos y condiciones establecidos en este Contrato. Le recomendamos que proceda a la lectura detenida de estos t&eacute;rminos y condiciones antes de abrir la caja que contiene la Oferta o de instalar y utilizar la Oferta o los Servicios en l&iacute;nea. El hecho de abrir la caja que contiene el Software o de instalar y utilizar el Software o los Servicios en l&iacute;nea implica su aceptaci&oacute;n de estos t&eacute;rminos y condiciones. En caso de no estar de acuerdo con ellos, debe devolver la caja que contiene el Software sin abrir, junto con los elementos que lo acompa&ntilde;an (incluida la documentaci&oacute;n escrita), con la mayor brevedad posible, para que se le devuelva el dinero. En cuanto a la Oferta, el presente es un contrato de licencia y no un contrato de venta.</strong></p><SDL-->

		<p class="p">1.A. <strong class="ph b"><u class="ph u">Concesi&oacute;n de licencia y derechos de uso</u></strong>. DS SolidWorks le otorga una licencia no exclusiva e intransferible para utilizar la Oferta y la documentaci&oacute;n de usuario impresa o en formato electr&oacute;nico que acompa&ntilde;a a la Oferta (en adelante, la &quot;Documentaci&oacute;n&quot;) conforme a este Contrato. Si ha abonado la tarifa de licencia para un solo usuario de la Oferta, este Contrato le permite instalar y utilizar una (1) copia de la Oferta en un solo equipo a la vez en el pa&iacute;s donde est&eacute; ubicada la sede principal de su empresa o, si alguna sucursal ha adquirido la licencia de un distribuidor, en el pa&iacute;s donde est&eacute; ubicada dicha sucursal, <em class="ph i">siempre y cuando</em> haya adquirido la Oferta de un distribuidor de DS SolidWorks ubicado en el pa&iacute;s donde se va a utilizar. Dicha restricci&oacute;n en relaci&oacute;n con la ubicaci&oacute;n del distribuidor no es aplicable (i) si adquiere una licencia para una Oferta de un distribuidor ubicado en cualquier pa&iacute;s de la Uni&oacute;n Europea o de la Asociaci&oacute;n Europea de Libre Comercio y (ii) si usted reside en cualquier pa&iacute;s de la Uni&oacute;n Europea o de la Asociaci&oacute;n Europea de Libre Comercio. Si cambia de equipo, debe transferir la licencia del equipo antiguo al nuevo/actualizado. Puede transferir esta Oferta a otro pa&iacute;s siempre que DS SolidWorks la haya aprobado previamente por escrito. Dicha transferencia, en caso de ser aprobada, podr&iacute;a estar sujeta al pago de un cargo. En el caso de que disponga de una versi&oacute;n para red de la licencia de la Oferta (en lo sucesivo, una &quot;SNL&quot;), puede utilizar de forma simult&aacute;nea tantas copias de la Oferta como licencias haya adquirido en el pa&iacute;s para el cual se haya otorgado la licencia (consulte el Apartado 1.A.b m&aacute;s abajo). La Oferta est&aacute; &quot;en uso&quot; en un equipo cuando est&aacute; cargada en la memoria temporal, <em class="ph i">es decir</em>, en la RAM, o cuando un usuario ha iniciado sesi&oacute;n, es decir, est&aacute; conectado. Si el n&uacute;mero de equipos en el que est&aacute; instalada la Oferta o el n&uacute;mero potencial de usuarios de la Oferta excede el n&uacute;mero de licencias adquiridas, debe tener instalada una versi&oacute;n SNL de la Oferta para asegurarse de que el n&uacute;mero de usuarios simult&aacute;neos no exceda el n&uacute;mero de licencias adquiridas. Los conjuntos de licencias consistentes en paquetes de m&oacute;dulos independientes (como SOLIDWORKS Professional) no se pueden flotar por separado (por ejemplo, si dispone de una licencia de SOLIDWORKS Professional, no se puede flotar Toolbox a un equipo mientras PhotoView 360 se est&eacute; flotando a un equipo distinto). Durante el registro (consulte el Apartado 9 a continuaci&oacute;n), debe notificarnos el n&uacute;mero m&aacute;ximo de posibles usuarios de las Ofertas que adquiera. Asimismo, le recomendamos que nos facilite los nombres de todos los posibles usuarios para que podamos informarles de pr&oacute;ximas actualizaciones y proporcionarles otra informaci&oacute;n pertinente. Deber&aacute; mantener un registro actualizado y preciso del n&uacute;mero y de la ubicaci&oacute;n de todas las copias de la Oferta, as&iacute; como supervisar y controlar el uso de la Oferta con arreglo a las condiciones del presente Contrato; adem&aacute;s, se compromete a suministrar copias de dicho registro a DS SolidWorks siempre que medie solicitud razonable. El uso de los Servicios en l&iacute;nea se otorga por nombre, <em class="ph i">es decir</em>, se autoriza a un &uacute;nico usuario identificado con un nombre de usuario &uacute;nico y una contrase&ntilde;a para utilizar los Servicios en l&iacute;nea de una &uacute;nica m&aacute;quina en cualquier momento dado (en lo sucesivo, el &quot;Usuario identificado&quot;). Deber&aacute; asegurarse de que los usuarios de los Servicios en l&iacute;nea no comparten ni utilizan el mismo nombre de usuario y contrase&ntilde;a. Los Usuarios identificados pueden sustituirse seg&uacute;n sea necesario a fin de reflejar los cambios de personal permanente, siempre que el n&uacute;mero de individuos autorizados a utilizar los servicios en l&iacute;nea no exceda el n&uacute;mero m&aacute;ximo de licencias de la Oferta concedido. Tras la solicitud de DS SolidWorks, deber&aacute; proporcionar a DS SolidWorks un documento firmado donde se recoja (i) el n&uacute;mero de Usuarios identificados, (ii) el tipo de uso de las Ofertas y (iii) las ubicaciones y los tipos de sistemas en los que operan los Servicios en l&iacute;nea o en los que ha instalado la oferta, seg&uacute;n corresponda. Para determinar su uso, DS SolidWorks puede proporcionarle una o varias utilidades, incluidas en la Oferta o por separado, con el prop&oacute;sito de analizar el derecho de acceso y la utilizaci&oacute;n. En tal caso, deber&aacute; proporcionar, si procede, los archivos de salida sin editar ni modificar, o los informes resultantes del funcionamiento de dichas utilidades, junto con una declaraci&oacute;n firmada de que el archivo o los archivos son representativos de la Oferta real de uso. Usted ser&aacute; el responsable de la implementaci&oacute;n de todos los medios razonables para supervisar el cumplimiento de los t&eacute;rminos de este Contrato.</p>

		<p class="p"><u class="ph u">Si ha abonado la licencia de la versi&oacute;n SNL de la Oferta o est&aacute; usando SOLIDWORKS PDM Standard o Professional, o SOLIDWORKS PDM Manage Professional, se aplican los siguientes t&eacute;rminos adicionales a su licencia:</u></p>

		<p class="p">a. La versi&oacute;n SNL de la Oferta debe instalarse en un servidor de red con una llave o un mecanismo de seguridad de software incrustado que solo permita utilizar simult&aacute;neamente el n&uacute;mero de licencias adquiridas. Es posible agregar licencias adicionales a la licencia de red cuando se adquieran dichas licencias.</p>

		<p class="p">b. La red puede incluir SNL utilizadas en diferentes pa&iacute;ses siempre y cuando el pa&iacute;s en el que se utiliza disponga de la licencia de la SNL. El n&uacute;mero de SNL requerido para su uso en un pa&iacute;s concreto se debe adquirir de un distribuidor de DS SolidWorks de dicho pa&iacute;s. Por ejemplo: Las SNL instaladas en un servidor en Estados Unidos y gestionadas desde este pa&iacute;s pueden ser utilizadas por una persona de Brasil y por otra de M&eacute;xico siempre y cuando una SNL se haya adquirido en Brasil y la otra, en M&eacute;xico. Sin embargo, si el servidor en el que est&aacute; instalada una SNL se encuentra ubicado en un pa&iacute;s diferente del pa&iacute;s para el que se haya otorgado la SNL, debe comunicarlo al distribuidor de DS SolidWorks en el momento de solicitar las licencias con el fin de que las SNL se puedan administrar de manera adecuada. Lo dispuesto anteriormente no es aplicable (i) si adquiere una licencia para una Oferta de un distribuidor ubicado en cualquier pa&iacute;s de la Uni&oacute;n Europea o de la Asociaci&oacute;n Europea de Libre Comercio o (ii) si usted reside en cualquier pa&iacute;s de la Uni&oacute;n Europea o de la Asociaci&oacute;n Europea de Libre Comercio.</p>

		<p class="p">c. Adem&aacute;s, la red en la que est&eacute; instalada la versi&oacute;n SNL solo puede servir licencias a equipos cliente de la misma entidad legal o del mismo grupo que est&eacute; ubicado en el mismo territorio global que el servidor. (A estos efectos, DS SolidWorks considera la existencia de tres territorios globales: el hemisferio occidental, Europa/Oriente Medio/&Aacute;frica y el resto de Asia/Australia). Por ejemplo: Todas las licencias utilizadas en un servidor ubicado en el hemisferio occidental deben haberse otorgado para pa&iacute;ses del hemisferio occidental. <u class="ph u">Con independencia de la ubicaci&oacute;n del servidor, debe cumplir siempre las leyes de control de las exportaciones de EE.&nbsp;UU. y el Reino Unido</u>.</p>

		<p class="p">d. En cuanto a los puntos del a. al c. anteriores, el punto a. es el &uacute;nico que se aplica a las licencias de SOLIDWORKS PDM Standard o Professional y de SOLIDWORKS Manage Professional. En el Apartado 1.C siguiente, figuran t&eacute;rminos y condiciones adicionales aplicables a las licencias de SOLIDWORKS PDM Standard o Professional y de SOLIDWORKS Manage Professional.</p>

		<p class="p">Es posible que desee convertir su SNL en un licencia de SolidNetWork internacional previa aprobaci&oacute;n de DS SolidWorks, el cumplimiento de los requisitos de informaci&oacute;n y de otros requisitos establecidos por DS SolidWorks para el uso de la licencia, y el pago correspondiente a la tarifa de la licencia de SolidNetWork internacional. Una licencia de SolidNetWork internacional se puede trasladar (&quot;flotar&quot;) y utilizar en cualquier zona geogr&aacute;fica del mundo (en la medida en que la legislaci&oacute;n vigente en materia de exportaci&oacute;n de Estados Unidos y de Reino Unido lo permita).</p>

		<p class="p">Al trabajar con el software de Adobe<sup>®</sup> PDF, puede incrustar copias del software de fuentes en sus documentos electr&oacute;nicos para imprimirlos, verlos y editarlos. Si el software de fuentes que incrusta est&aacute; identificado como &quot;licensed for editable embedding&quot; (licenciado para incrustaci&oacute;n editable) en el sitio web de Adobe <a class="xref" href="http://www.adobe.com/type/browser/legal/embeddingeula.html" target="_blank">http://www.adobe.com/type/browser/legal/embeddingeula.html</a>, tambi&eacute;n puede incrustar copias de dicho software de fuentes para editar sus documentos electr&oacute;nicos. Esta licencia no implica ni otorga ning&uacute;n otro derecho de incrustaci&oacute;n. Si la Oferta se instala de forma permanente en el disco duro u otro dispositivo de almacenamiento inform&aacute;tico (que no sea un servidor de red), el usuario del equipo tambi&eacute;n puede hacer uso de la Oferta en un ordenador port&aacute;til o dom&eacute;stico cuando no se est&eacute; usando la copia original, <em class="ph i">siempre que</em> la Oferta est&eacute; sujeta a un servicio de suscripci&oacute;n activo (tal como se describe en este Contrato).</p>

		<p class="p">1.B. <strong class="ph b"><u class="ph u">T&eacute;rminos adicionales de la licencia para eDrawings<sup>®</sup> Professional</u></strong>. El software SOLIDWORKS<sup>®</sup> eDrawings Professional es una herramienta de colaboraci&oacute;n. Por lo tanto, SOLIDWORKS eDrawings Professional le permite, gracias a la licencia otorgada por DS SolidWorks, hacer copias de una parte de SOLIDWORKS eDrawings Professional junto con los archivos de modelo que haya creado y entregar dichos archivos a terceros con los que usted colabore para permitirles, entre otras cosas, visualizar, marcar y medir sus modelos.</p>

		<p class="p">1.C. <strong class="ph b"><u class="ph u">T&eacute;rminos adicionales de la licencia para SOLIDWORKS PDM Standard o Professional y SOLIDWORKS Manage Professional</u></strong>. a) DS SolidWorks otorga licencias del software SOLIDWORKS PDM Professional y SOLIDWORKS Manage Professional seg&uacute;n el modelo Servidor + Licencia de acceso para el cliente (CAL), el modelo Por procesador para Microsoft<sup>®</sup> SQL Server™ 2008 R2 y las versiones anteriores o el modelo Por n&uacute;cleo para SQL Server 2012 y las versiones posteriores. Puede utilizar el software SOLIDWORKS PDM Standard o Professional dentro de una red o de otro entorno de estaciones o clientes m&uacute;ltiples, <em class="ph i">siempre y cuando</em> tenga una (1) licencia SOLIDWORKS PDM Standard o Professional por cada usuario conectado simult&aacute;neamente al servidor de archivos o base de datos de SOLIDWORKS PDM Standard o Professional (y, en el caso de las licencias de SOLIDWORKS PDM Professional, al servidor web de SOLIDWORKS PDM Professional). La licencia de uso de la Oferta restringida al tiempo de ejecuci&oacute;n de SQL Server 2014 Standard Edition contiene otras disposiciones sobre uso concurrente. Los t&eacute;rminos de la licencia de uso restringido al tiempo de ejecuci&oacute;n de SQL Server 2014 Express Edition y los t&eacute;rminos de la licencia de uso de la Oferta restringida al tiempo de ejecuci&oacute;n de SQL Server 2014 Standard Edition se entregan con los pedidos del software SOLIDWORKS PDM Standard, SOLIDWORKS PDM Professional y/o SOLIDWORKS Manage Professional respectivamente y se incorporan al presente Contrato como referencia. b) SOLIDWORKS PDM Professional contiene programas de software incrustados proporcionados por Oracle Corporation y sus empresas asociadas (&quot;Oracle&quot;) (los &quot;Programas de Oracle&quot;) y, pese a lo estipulado en el Apartado 1 anterior, Oracle o sus licenciantes conservan la propiedad absoluta y los derechos de propiedad intelectual de los Programas de Oracle y cada uno de ellos es un tercero beneficiario de este Contrato. Los Programas de Oracle est&aacute;n sujetos a una licencia restringida, por lo que solo los puede utilizar con el paquete de aplicaciones asociado y no puede modificarlos. Algunos de los Programas de Oracle pueden incluir c&oacute;digo fuente que Oracle proporciona como parte de su comercializaci&oacute;n est&aacute;ndar, el cual se rige por los t&eacute;rminos del presente Contrato. c) La tecnolog&iacute;a de terceros apropiada o necesaria para el uso de algunos Programas de Oracle se especifica en la documentaci&oacute;n del programa o con una notificaci&oacute;n de DS SolidWorks. Dicha tecnolog&iacute;a se pone a su disposici&oacute;n para que la utilice con el paquete de aplicaciones de acuerdo con los t&eacute;rminos del contrato de licencia de este tercero especificado en la documentaci&oacute;n de dicho paquete o mediante cualquier clase de notificaci&oacute;n de DS SolidWorks, y no seg&uacute;n las condiciones del presente Contrato. d) Usted acepta i) permitir a DS SolidWorks que audite su utilizaci&oacute;n de los Programas de Oracle, ii) colaborar con DS SolidWorks y proporcionar acceso a la informaci&oacute;n durante la auditor&iacute;a y iii) autorizar a DS SolidWorks a que informe a Oracle de los resultados de la auditor&iacute;a o ceder a Oracle el derecho de DS SolidWorks de realizar la auditor&iacute;a (sin obligaci&oacute;n ni responsabilidad alguna por parte de Oracle de pagar los costes abonados por usted o DS SolidWorks como resultado de la auditor&iacute;a). e) Usted declara tener conocimiento de que SOLIDWORKS PDM Professional y SOLIDWORKS Manage Professional contienen software y datos t&eacute;cnicos que est&aacute;n sujetos a la legislaci&oacute;n vigente en los Estados Unidos o en el Reino Unido en materia de control de las exportaciones y se compromete a no exportar ni volver a exportar, directa o indirectamente, SOLIDWORKS PDM Professional y/o SOLIDWORKS Manage Professional; <em class="ph i">es decir</em>, extraerlos del pa&iacute;s para donde hayan obtenido las licencias, sin las debidas licencias del gobierno de los Estados Unidos o de otros pa&iacute;ses ni la autorizaci&oacute;n por escrito de DS SolidWorks y de sus licenciantes.</p>

		<p class="p">1.D. <strong class="ph b"><u class="ph u">T&eacute;rminos adicionales para los Servicios en l&iacute;nea</u></strong>.</p>

		<p class="p">a. <u class="ph u">Definiciones adicionales.</u></p>

		<p class="p">Con <strong class="ph b">&quot;Legislaci&oacute;n de protecci&oacute;n de datos aplicable&quot;</strong> se hace referencia a cualquier ley aplicable sobre privacidad de datos y a todas las normativas aplicables al Tratamiento de Datos personales que haya facilitado.</p>

		<p class="p">Con <strong class="ph b">&quot;Datos del cliente&quot;</strong> se hace referencia a los datos que haya facilitado a DS SolidWorks, ya sea mediante una publicaci&oacute;n suya o de cualquier usuario autorizado, durante el uso de los Servicios en l&iacute;nea. Esta definici&oacute;n incluye tambi&eacute;n Datos personales.</p>

		<p class="p">Con <strong class="ph b">&quot;Datos personales&quot;</strong> se hace referencia a cualquier tipo de informaci&oacute;n relativa a un individuo de acuerdo con la Legislaci&oacute;n de protecci&oacute;n de datos aplicable.</p>

		<p class="p"><strong class="ph b">&quot;Tratar/Tratamiento&quot;</strong> adquiere el mismo significado al que se refiere la Legislaci&oacute;n de protecci&oacute;n de datos aplicable.</p>

		<p class="p">Con <strong class="ph b">&quot;Service Level Agreement&quot;</strong> se hace referencia a los t&eacute;rminos de nivel de servicio de los Servicios en l&iacute;nea publicados en <a class="xref" href="http://www.3ds.com/terms/sla" target="_blank">www.3ds.com/terms/sla</a>.</p>

		<p class="p">b. Todos los Datos del cliente ser&aacute;n de su exclusiva propiedad o de la propiedad de los usuarios autorizados que publiquen dichos Datos del cliente. Usted ser&aacute; el &uacute;nico responsable de la exactitud, calidad, integridad, legalidad, fiabilidad, adecuaci&oacute;n y obtenci&oacute;n de los permisos de derechos de autor de todos los Datos del cliente. En la medida en que los t&eacute;rminos y condiciones de este Contrato lo permitan, concede a DS SolidWorks una licencia no exclusiva para utilizar, copiar, almacenar y transmitir Datos del cliente, as&iacute; como para poseer Datos del cliente utilizados, copiados, almacenados y transmitidos por las Empresas de DS Group y los subcontratistas de DS, en la medida en que resulte razonablemente necesaria para proporcionar, mantener y mejorar los Servicios en l&iacute;nea. Deber&aacute; defender a DS SolidWorks y al resto de Empresas de DS Group ante cualquier reclamaci&oacute;n de terceros derivada o relacionada con (i) su uso de los Servicios en l&iacute;nea en violaci&oacute;n de las leyes o normativas aplicables, o (ii) cualquier violaci&oacute;n, infracci&oacute;n o apropiaci&oacute;n indebida de los derechos de un tercero mediante la utilizaci&oacute;n de los Datos del cliente. Adem&aacute;s, deber&aacute; abonar todos los costes, da&ntilde;os y gastos (incluidos los honorarios de representaci&oacute;n legal razonables) impuestos a DS SolidWorks por un tribunal de la jurisdicci&oacute;n competente o convenidos en un acuerdo extrajudicial firmado por usted derivado de dicha reclamaci&oacute;n,&nbsp;<em class="ph i">siempre y cuando</em> (i) DS SolidWorks le proporcione una notificaci&oacute;n por escrito de la reclamaci&oacute;n, y (ii) DS SolidWorks le proporcione control exclusivo de la defensa de la reclamaci&oacute;n y de las negociaciones de acuerdos relacionadas y colabore razonablemente con la defensa y con un acuerdo en cuanto a la reclamaci&oacute;n.</p>

		<p class="p">c. <u class="ph u">Almacenamiento de Datos del cliente</u>. Como parte de los Servicios en l&iacute;nea y siempre que se contemple en los t&eacute;rminos Offering Specific Terms (OST), DS SolidWorks le facilita el almacenamiento de los Datos del cliente durante el periodo de prestaci&oacute;n de los Servicios en l&iacute;nea y dentro de los l&iacute;mites de tama&ntilde;o de almacenamiento definidos en los t&eacute;rminos Offering Specific Terms (OST). Si supera estos l&iacute;mites de almacenamiento, deber&aacute; solucionar esta situaci&oacute;n en un plazo de quince (15) d&iacute;as a partir de la notificaci&oacute;n por parte de DS SolidWorks solicitando capacidad de almacenamiento adicional o reduciendo el tama&ntilde;o de los Datos del cliente almacenados.</p>

		<p class="p">d. <u class="ph u">Obligaciones de DS</u>. DS SolidWorks le proporcionar&aacute; los Servicios en l&iacute;nea en funci&oacute;n del acuerdo de nivel de servicio correspondiente (Service Level Agreement). Los Datos del cliente se considerar&aacute;n confidenciales (i) durante el periodo de <em class="ph i">prestaci&oacute;n</em> de los Servicios en l&iacute;nea y (ii) durante un periodo de un (1) a&ntilde;o tras la extinci&oacute;n o vencimiento de los Datos del cliente que no haya destruido tras dicha extinci&oacute;n o vencimiento. DS SolidWorks realizar&aacute; todos los esfuerzos comerciales posibles para implementar procesos de seguridad para los Servicios en l&iacute;nea y los Datos del cliente (i) de acuerdo con los est&aacute;ndares del sector para servicios similares y (ii), para ello, proceder&aacute; con la misma precauci&oacute;n con la que gestiona su propia informaci&oacute;n confidencial de naturaleza similar a fin de evitar la divulgaci&oacute;n, publicaci&oacute;n o distribuci&oacute;n de dichos Datos del cliente. DS SolidWorks est&aacute; autorizado a divulgar los Datos del cliente a terceros que hayan firmado un acuerdo de confidencialidad adecuado con DS SolidWorks en la medida necesaria para proporcionar, mantener y mejorar los Servicios en l&iacute;nea.</p>

		<p class="p">La obligaci&oacute;n de confidencialidad no se aplica a la informaci&oacute;n que: (i) ya est&eacute; en posesi&oacute;n de DS SolidWorks, sin ninguna obligaci&oacute;n de confidencialidad en el momento en el que se recibi&oacute; la informaci&oacute;n que usted facilit&oacute;; (ii) se desarrolle de forma independiente por DS SolidWorks sin referencia a los Datos del cliente; (iii) est&eacute; o pase a estar disponible p&uacute;blicamente sin incumplir este Contrato; (iv) un tercero facilite a DS SolidWorks de forma leg&iacute;tima sin obligaci&oacute;n de confidencialidad; (v) usted autorice para su divulgaci&oacute;n mediante un consentimiento por escrito; o (vi) cuya divulgaci&oacute;n sea necesaria en virtud de una sentencia judicial o administrativa, &uacute;nicamente y exclusivamente en relaci&oacute;n a dicha entidad judicial o administrativa, <em class="ph i">siempre y cuando</em> DS SolidWorks le proporcione informaci&oacute;n y colabore razonablemente con usted para limitar la divulgaci&oacute;n y el uso de la informaci&oacute;n aplicable de acuerdo con la sentencia.</p>

		<p class="p">e. <u class="ph u">Privacidad de datos</u>. Usted ser&aacute; el responsable de los datos (en lo sucesivo &quot;Responsable de los datos&quot;), ya que determina la finalidad y los medios de tratamiento de cualquier operaci&oacute;n o conjunto de operaciones (incluyendo, a t&iacute;tulo meramente enunciativo, la recopilaci&oacute;n, organizaci&oacute;n, adaptaci&oacute;n, eliminaci&oacute;n, almacenamiento, uso, grabaci&oacute;n, interconexi&oacute;n, consulta, divulgaci&oacute;n y transferencia) de Datos personales y es responsable en &uacute;ltima instancia de que se cumplan todas las leyes de protecci&oacute;n de datos pertinentes. Reconoce y acepta que es y ser&aacute; en todo momento el &uacute;nico Responsable de Datos personales y, por lo tanto, ser&aacute; responsable de cumplir todas las leyes pertinentes en materia de privacidad de datos, as&iacute; como cualquier normativa adicional aplicable al tratamiento de Datos personales del cliente, incluyendo, a t&iacute;tulo meramente enunciativo, (i) la transferencia de Datos personales, (ii) la informaci&oacute;n de aquellas personas cuyos Datos personales se recopilen y utilicen, y (iii) los derechos de acceso, modificaci&oacute;n y eliminaci&oacute;n de dichas personas.</p>

		<p class="p">f. <u class="ph u">Contenido de terceros</u>. DS SolidWorks no ejerce ning&uacute;n control y no asume ninguna responsabilidad ni obligaci&oacute;n de ning&uacute;n tipo sobre su contenido o el contenido de terceros proporcionado o publicado mediante los Servicios en l&iacute;nea.</p>

		<p class="p">g. <u class="ph u">T&eacute;rminos aplicables a los residentes de la Uni&oacute;n Europea (UE), Islandia, Liechtenstein y Noruega</u>.</p>

		<p class="p">(i) <u class="ph u">Definiciones:</u> definiciones para este subapartado (g):</p>

		<p class="p">&quot;Legislaci&oacute;n de protecci&oacute;n de datos aplicable&quot; alude, a partir del 25 de mayo de 2018, al reglamento (UE) 2016/679 (Reglamento general de protecci&oacute;n de datos) y a los actos delegados y de ejecuci&oacute;n adoptados de conformidad con el Reglamento general de protecci&oacute;n de datos y las leyes de los estados miembros que especifican las provisiones del Reglamento general de protecci&oacute;n de datos aplicables al tratamiento implementado.</p>

		<p class="p">&quot;Responsable&quot;, &quot;Titular de datos&quot;, &quot;Datos personales&quot;, &quot;Tratamiento&quot;, &quot;Encargado del tratamiento&quot; y &quot;Violaci&oacute;n de la seguridad de los datos personales&quot; deben tener el mismo significado que el que se establece en la legislaci&oacute;n de protecci&oacute;n de datos aplicable.</p>

		<p class="p">Por &quot;Subencargado del tratamiento&quot; se entiende cualquier encargado del tratamiento designado por DS SolidWorks o por cualquier otro subencargado de DS SolidWorks que recibe, de DS SolidWorks o de cualquier otro subencargado de DS SolidWorks, datos personales con el prop&oacute;sito exclusivo de actividades de tratamiento que se van a llevar a cabo en su nombre con arreglo a las condiciones del presente Contrato y las condiciones de un subcontrato por escrito si procede.</p>

		<p class="p">(ii) <u class="ph u">Privacidad de datos</u>. Reconoce y acepta que es y ser&aacute; en todo momento el &uacute;nico Responsable de los datos de sus Datos personales que se tratar&aacute;n como parte de su acceso y uso de una o m&aacute;s Ofertas, y que, a esta condici&oacute;n, garantizar&aacute; el cumplimiento de toda la legislaci&oacute;n de protecci&oacute;n de datos aplicable, incluidos, entre otros, lo referente a (i) la transferencia de Datos personales, (ii) la informaci&oacute;n de los Titulares de datos y (iii) los derechos de acceso, modificaci&oacute;n y eliminaci&oacute;n de los Titulares de datos. DS SolidWorks, como Encargado del tratamiento de datos, recopilar&aacute;, almacenar&aacute; y tratar&aacute; los Datos personales seg&uacute;n lo estipulado en este Contrato.</p>

		<p class="p">(iii) <u class="ph u">Ubicaci&oacute;n del tratamiento de datos</u>. Con objeto de que DS SolidWorks proporcione Servicios en l&iacute;nea y servicios de asistencia, por el presente contrato nombra a DS SolidWorks Encargado del tratamiento de datos y acepta que los datos personales facilitados por usted (en lo sucesivo &quot;Datos personales&quot;) se puedan transferir y almacenar, consultar y tratar en cualquier pa&iacute;s en el que DS SolidWorks o sus filiales o subcontratistas est&eacute;n ubicados. DS SolidWorks se asegurar&aacute; de que las mismas obligaciones en materia de protecci&oacute;n de datos estipuladas en este Contrato se imponen a los Subencargados por contrato y/o por las cl&aacute;usulas contractuales tipo de la Comisi&oacute;n Europea de forma que el Tratamiento de datos cumpla los requisitos de la legislaci&oacute;n de protecci&oacute;n de datos aplicable.</p>

		<div class="p">(iv) <u class="ph u">Obligaciones de DS SolidWorks</u>. DS SolidWorks, como Encargado del tratamiento de datos:<ul class="ul">
				<li><span class="li">Tratar&aacute;, hasta donde lo permita la legislaci&oacute;n aplicable o durante el periodo de uso autorizado de la Oferta prevaleciendo el periodo m&aacute;s largo, sus Datos personales en funci&oacute;n de lo estipulado en este Contrato y sus instrucciones adecuadas por escrito, que deber&aacute;n ser en todo momento consistentes con este Contrato.</span></li>

				<li><span class="li">Garantizar&aacute; que todas y cada una de las personas que est&aacute;n autorizadas a tratar sus Datos personales est&aacute;n sujetas al cumplimiento de las obligaciones pertinentes de confidencialidad.</span></li>

				<li><span class="li">Le ayudar&aacute; en la medida de lo posible a garantizar el cumplimiento de sus obligaciones como Responsable del tratamiento de datos con respecto a los Apartados 32 a 36 del Reglamento general de protecci&oacute;n de datos, teniendo en cuenta la naturaleza del Tratamiento tal y como se describe en este Contrato. Si DS SolidWorks tiene alg&uacute;n motivo para pensar que se ha producido una Violaci&oacute;n de la seguridad de los datos personales que le afecte, DS SolidWorks (i) le notificar&aacute; de inmediato la Violaci&oacute;n de la seguridad de los datos en el momento en el que tenga conocimiento de esto, y (ii) le proporcionar&aacute; toda la informaci&oacute;n pertinente y disponible para que usted pueda cumplir sus obligaciones de notificaci&oacute;n con la autoridad de control competente.</span></li>

				<li><span class="li">Le ayudar&aacute; en la medida de lo posible a cumplir sus obligaciones en respuesta a las solicitudes de los Titulares de datos para hacer valer sus derechos conforme a la legislaci&oacute;n de protecci&oacute;n de datos aplicable con respecto a la utilizaci&oacute;n de las Ofertas y la funci&oacute;n de DS SolidWorks como Encargado del tratamiento de datos.</span></li>

				<li><span class="li">Pondr&aacute; a su disposici&oacute;n toda la informaci&oacute;n en su poder necesaria para demostrar el cumplimiento con sus obligaciones seg&uacute;n se indique en la legislaci&oacute;n de protecci&oacute;n de datos aplicable y que figuran en este apartado y, en caso de que no se pueda acreditar el cumplimiento de la legislaci&oacute;n de protecci&oacute;n de datos aplicable con la documentaci&oacute;n adecuada proporcionada por DS SolidWorks, permitir&aacute; que se lleve a cabo una auditor&iacute;a. Deber&aacute; notificar a DS SolidWorks por escrito de dicha auditor&iacute;a con un m&iacute;nimo de treinta (30) d&iacute;as de antelaci&oacute;n e indicar el &aacute;mbito de la auditor&iacute;a, que se limitar&aacute; a evaluar su cumplimiento de las condiciones en caso de que la documentaci&oacute;n proporcionada por DS SolidWorks no lo demuestre; dicha auditor&iacute;a ser&aacute; llevada a cabo por un auditor independiente elegido por usted y cuyo coste correr&aacute; de su cuenta, y no se podr&aacute; realizar m&aacute;s de una vez cada doce (12) meses.</span></li>

				<li><span class="li">Mantendr&aacute; una lista de los subencargados que participen en el tratamiento de sus datos personales debido a las actividades de tratamiento llevadas a cabo en su nombre y le informar&aacute; de cualquier cambio previsto en la incorporaci&oacute;n o sustituci&oacute;n de otros subencargados, d&aacute;ndole as&iacute; la oportunidad de oponerse a dichos cambios. Salvo en casos de emergencia, recibir&aacute; una notificaci&oacute;n con al menos quince (15) d&iacute;as de antelaci&oacute;n antes de autorizar a un nuevo subencargado de tratamiento de sus datos personales con un mecanismo para conocer dicho cambio. En los casos en lo que sea razonablemente posible, puede oponerse a que DS SolidWorks utilice un nuevo subencargado si (i) este nuevo subencargado trata sus datos personales y (ii) si usted demuestra que tiene un inter&eacute;s leg&iacute;timo y lo notifica a DS SolidWorks, por escrito, en un plazo de quince (15) d&iacute;as a partir de la recepci&oacute;n de la notificaci&oacute;n, entendi&eacute;ndose y confirm&aacute;ndose que, en ausencia de objeci&oacute;n por su parte, se considerar&aacute; que ha aceptado al subencargado. Si notifica a DS SolidWorks su objeci&oacute;n relacionada con el nuevo subencargado en el periodo mencionado anteriormente, debe dejar de utilizar la Oferta afectada por este cambio de subencargado en el plazo de quince (15) d&iacute;as tras la recepci&oacute;n de la notificaci&oacute;n de DS SolidWorks.</span></li>

				<li><span class="li">Tras el vencimiento o la terminaci&oacute;n de este Contrato, eliminar&aacute; o le devolver&aacute; los datos personales, a su criterio, as&iacute; como todas las copias existentes, salvo que la legislaci&oacute;n aplicable requiera la conservaci&oacute;n de dichos datos personales o que dichos datos personales sean necesarios para fines de justificaci&oacute;n durante el plazo de prescripci&oacute;n.</span></li>

			</ul>
</div>

		<p class="p">1.E. <strong class="ph b"><u class="ph u">Mecanismos de seguridad</u></strong>. DS Solidworks y sus empresas asociadas toman todas las medidas legales para eliminar la pirater&iacute;a de sus productos de software. En este sentido, la Oferta puede incluir un mecanismo de seguridad para detectar la instalaci&oacute;n o la utilizaci&oacute;n de copias ilegales de la Oferta, as&iacute; como para recopilar y transmitir informaci&oacute;n sobre dichas copias ilegales. La informaci&oacute;n recopilada no incluye ning&uacute;n dato de clientes que se haya creado con la Oferta. Al utilizar la Oferta, usted acepta dicha detecci&oacute;n y la recopilaci&oacute;n de informaci&oacute;n, adem&aacute;s de su transmisi&oacute;n y posterior utilizaci&oacute;n si se detecta una copia ilegal. DS SolidWorks tambi&eacute;n se reserva el derecho a usar un dispositivo de bloqueo de hardware, un software de administraci&oacute;n de licencias o una clave de autorizaci&oacute;n de licencia para controlar el acceso la Oferta. No puede realizar ninguna operaci&oacute;n para evitar o anular el prop&oacute;sito de dichas medidas. Queda prohibida la utilizaci&oacute;n de cualquier Oferta sin el dispositivo de bloqueo o la clave de autorizaci&oacute;n que suministre DS SolidWorks.</p>

		<p class="p">1.F. <strong class="ph b"><u class="ph u">Herramientas y servicios de Internet</u></strong>. En ocasiones, una licencia o un servicio b&aacute;sico de suscripci&oacute;n de la Oferta puede incluir la integraci&oacute;n con ciertas herramientas y determinados servicios de Internet desarrollados por DS SolidWorks y el acceso a ellos. Es posible que est&eacute; disponible el uso b&aacute;sico sin coste alguno para cada licencia y el uso ampliado con un coste adicional. Para obtener m&aacute;s informaci&oacute;n, consulte una descripci&oacute;n de las herramientas de Internet con la Oferta o en el sitio web <a class="xref" href="http://www.solidworks.com/" target="_blank">www.solidworks.com</a>. La utilizaci&oacute;n de las herramientas y los servicios de Internet tambi&eacute;n est&aacute; sujeta a los t&eacute;rminos de uso aplicables. Estos se encuentran en <a class="xref" href="http://www.solidworks.com/sw/termsofuse.html" target="_blank">http://www.solidworks.com/sw/termsofuse.html</a> y se incorporan al presente Contrato como referencia. Cuando se suministran sin coste adicional, estas herramientas y estos servicios se suministran sin coste alguno y se pueden modificar o retirar en cualquier momento.</p>

		<p class="p">2. <strong class="ph b"><u class="ph u">Propiedad de la Oferta y restricciones de copia</u></strong>. Todos los derechos de propiedad intelectual, marcas comerciales, secretos comerciales y derechos de propiedad aplicables a la Oferta y a la Documentaci&oacute;n son propiedad de forma permanente de DS SolidWorks o sus licenciantes. <u class="ph u">LA OFERTA Y LA DOCUMENTACI&Oacute;N EST&Aacute;N PROTEGIDAS POR LAS LEYES DE DERECHOS DE AUTOR Y OTRAS LEYES DE PROPIEDAD INTELECTUAL</u>. Cada licenciante de DS SolidWorks es un tercero beneficiario de este Contrato. A usted &uacute;nicamente le asisten los derechos que se contemplan espec&iacute;ficamente en este Contrato. Puede crear copias de la Oferta en formatos que pueden ser le&iacute;dos mediante m&aacute;quinas para crear copias de seguridad y conforme a las restricciones de la licencia contempladas en el Apartado 1. Queda terminantemente prohibido eliminar de la Oferta o de la Documentaci&oacute;n cualquier nota referente a los derechos de autor, a cualquier otro derecho de propiedad o a declinaciones expl&iacute;citas de responsabilidades, siendo obligatorio reproducir tales notas y declinaciones en todas las copias que se realicen de la Oferta con arreglo a este Contrato.</p>

		<p class="p">3. <strong class="ph b"><u class="ph u">Otras restricciones de uso</u></strong>. Este Contrato es el comprobante que le acredita a usted como titular de la licencia y poseedor de los derechos aqu&iacute; conferidos; por tanto, debe conservarlo siempre. A excepci&oacute;n de lo permitido bajo la concesi&oacute;n de derechos del Apartado 1, queda prohibido el uso de cualquier parte de la Oferta por separado o con independencia de la Oferta (por ejemplo, el software de Microsoft SQL Server solo puede utilizarse con el resto de la Oferta de SOLIDWORKS PDM Standard o Professional, siempre que dicha Oferta est&eacute; integrada en el modelo Servidor + CAL o el modelo Por procesador) y con ninguna otra finalidad comercial que no est&eacute; relacionada con su actividad habitual. Tampoco puede proporcionar acceso a la Oferta a terceros ni facilitarles su uso (a menos que precise acceso a SOLIDWORKS PDM Standard o Professional a trav&eacute;s de un cliente web o directamente a trav&eacute;s de una VPN). Por consiguiente, queda prohibido vender, transferir, ceder, arrendar con opci&oacute;n de compra, subarrendar o alquilar (ni siquiera mediante un acuerdo de tiempo compartido) esta Oferta o el derecho concedido por el presente Contrato para su acceso o uso. Queda prohibido el uso de la Oferta o la Documentaci&oacute;n para desarrollar aplicaciones a fin de distribuirlas a terceros a menos que sea miembro activo del programa SOLIDWORKS Partner Program o haya firmado un contrato con DS SolidWorks para tal uso o distribuci&oacute;n. Con la excepci&oacute;n de lo especificado expresamente en el Apartado 12, queda prohibido instalar o utilizar la Oferta a trav&eacute;s de Internet, como, por ejemplo, usarla en conexi&oacute;n con un servicio de alojamiento web o un servicio similar, o bien ponerla a disposici&oacute;n de terceros a trav&eacute;s de Internet en su sistema inform&aacute;tico o de cualquier otro modo. Queda prohibido, asimismo, modificar la Oferta, crear productos derivados, realizar compilaciones o trabajos colectivos que la incluyan o analizarla con el prop&oacute;sito de competir con DS SolidWorks, hacer ingenier&iacute;a inversa, descompilarla, desensamblarla o intentar descubrir su c&oacute;digo fuente, excepto en la medida en que lo permita la ley correspondiente, dado que contiene secretos comerciales (por ejemplo, la estructura, la organizaci&oacute;n y el c&oacute;digo de la Oferta) de DS SolidWorks y sus licenciantes.</p>

		<p class="p">4. <strong class="ph b"><u class="ph u">Servicio de suscripci&oacute;n</u></strong>. Si adquiere de un distribuidor de la Oferta el servicio de suscripci&oacute;n correspondiente a la licencia adquirida abonando el importe oportuno de dicho servicio, el distribuidor le proporcionar&aacute; lo siguiente para dicha copia: acceso a la Web para descargar las actualizaciones m&aacute;s recientes de la Oferta, todas las actualizaciones principales de la Oferta publicadas durante el periodo de suscripci&oacute;n y servicios de soporte telef&oacute;nico. El servicio de suscripci&oacute;n se incluye autom&aacute;ticamente en cualquier pedido de la Oferta con una licencia anual o trimestral y con los Servicios en l&iacute;nea y no se finalizar&aacute; por separado. De vez en cuando, DS SolidWorks puede volver a distribuir componentes de software de Microsoft como parte de una actualizaci&oacute;n de la Oferta. Usted tiene derecho a recibir tales componentes de Microsoft y se compromete a instalarlos solo si posee una licencia v&aacute;lida para la copia de los productos de Microsoft con los que est&eacute;n relacionados. La duraci&oacute;n de este servicio es de un (1) a&ntilde;o y es renovable por periodos anuales abonando el importe correspondiente. La Oferta suministrada en calidad de actualizaci&oacute;n o modificaci&oacute;n a una versi&oacute;n previa de la Oferta con licencia debe reemplazar dicha versi&oacute;n previa. No se otorga ninguna licencia adicional: podr&aacute; instalar solo el mismo n&uacute;mero de actualizaciones que de cuotas del servicio de subscripci&oacute;n que haya abonado. La pol&iacute;tica de servicios de asistencia aplicable a los Servicios en l&iacute;nea se detalla en el sitio web <a class="xref" href="http://www.3ds.com/terms/support-policies" target="_blank">www.3ds.com/terms/support-policies</a> para la duraci&oacute;n de los servicios, es <em class="ph i">decir</em>, un (1) a&ntilde;o. Est&aacute; sujeto a cambios; sin embargo, los cambios no ser&aacute;n efectivos hasta el comienzo del periodo inmediatamente posterior a los servicios de asistencia.</p>

		<p class="p">5. <strong class="ph b"><u class="ph u">Pol&iacute;tica de privacidad</u></strong>. Para obtener la Oferta, debe proporcionar a DS SolidWorks ciertos datos personales, entre otros, su nombre y su direcci&oacute;n de correo electr&oacute;nico. Durante el proceso de instalaci&oacute;n, DS SolidWorks puede analizar su equipo para determinar, entre otros aspectos, si hay instalados productos de SOLIDWORKS u otros de Dassault Syst&egrave;mes o cu&aacute;les son las caracter&iacute;sticas del equipo donde se va a ejecutar la Oferta como el controlador de v&iacute;deo o el sistema operativo. Como condici&oacute;n para descargar y utilizar la Oferta, el usuario tambi&eacute;n acepta las condiciones de la pol&iacute;tica de privacidad de DS SolidWorks descritas en <a class="xref" href="http://www.solidworks.com/sw/privacypolicy.htm" target="_blank">http://www.solidworks.com/sw/privacypolicy.htm</a>, las cuales pueden actualizarse en cualquier momento y sin previo aviso. La informaci&oacute;n recopilada por DS SolidWorks relacionada con el registro de la Oferta puede almacenarse y procesarse en Estados Unidos o en otro pa&iacute;s donde DS SolidWorks, sus afiliados o sus agentes tengan presencia. Por lo tanto, al utilizar la Oferta, el usuario da su consentimiento para que dicha informaci&oacute;n sea transferida fuera de su pa&iacute;s.</p>

		<p class="p">6. <strong class="ph b"><u class="ph u">Periodo de vigencia</u></strong>. Este Contrato permanecer&aacute; en vigor hasta su terminaci&oacute;n en virtud de lo aqu&iacute; indicado o tras su vencimiento, de la siguiente forma: (i) para Ofertas proporcionadas en virtud de licencias temporales otorgadas de conformidad con este Contrato, hasta el vencimiento de todas las licencias, o (ii) para los Servicios en l&iacute;nea, el vencimiento del plazo del contrato para el que se solicitaron los Servicios en l&iacute;nea de este Contrato o la fecha de vencimiento de la suscripci&oacute;n que haya pagado por la Oferta, como podr&iacute;a ser el caso. DS SolidWorks se reserva el derecho a revocar esta licencia o la Oferta inmediatamente mediante notificaci&oacute;n por escrito por i) cualquier causa justificada, como la infracci&oacute;n de cualquier disposici&oacute;n de los Apartados 1, 2 o 3 del presente Contrato o ii) la infracci&oacute;n de cualquier cl&aacute;usula de este Contrato y la falta de rectificaci&oacute;n de dicha infracci&oacute;n en un plazo m&aacute;ximo de quince (15) d&iacute;as a partir de la recepci&oacute;n de la notificaci&oacute;n.</p>

		<p class="p">Puede rescindir los Servicios en l&iacute;nea si DS SolidWorks no proporciona los Servicios en l&iacute;nea de acuerdo con el Service Level Agreement aplicable y si dicho incumplimiento no se ha subsanado en un plazo de treinta (30) d&iacute;as a partir de la recepci&oacute;n de la notificaci&oacute;n por escrito por parte de DS SolidWorks. En caso contrario, usted o DS SolidWorks pueden rescindir los Servicios en l&iacute;nea notific&aacute;ndolo a la otra parte al menos treinta (30) d&iacute;as antes de la fecha de renovaci&oacute;n de los Servicios en l&iacute;nea. Sin dicha notificaci&oacute;n, los Servicios en l&iacute;nea se renovar&aacute;n autom&aacute;ticamente y estar&aacute;n sujetos al Service Level Agreement aplicable en su momento. DS SolidWorks puede cambiar o modificar los Servicios en l&iacute;nea en cualquier momento. DS SolidWorks no disminuir&aacute; materialmente los Servicios en l&iacute;nea durante el periodo de vigencia de la Oferta. Nada de lo dispuesto en el presente apartado requerir&aacute; que DS SolidWorks siga ofreciendo alguna parte de los Servicios en l&iacute;nea si esto diera como resultado la infracci&oacute;n de los derechos de terceros o de cualquier legislaci&oacute;n aplicable por parte de DS SolidWorks.</p>

		<p class="p">Tras la terminaci&oacute;n del derecho a acceder y utilizar la Oferta otorgado por la presente, se le solicitar&aacute; que cese todo uso y que devuelva a DS SolidWorks o destruya todas las copias de la Oferta y la Documentaci&oacute;n de tal derecho como especifica DS SolidWorks y no tendr&aacute; acceso a los Servicios en l&iacute;nea y al servicio de suscripci&oacute;n. Si finaliza los Servicios en l&iacute;nea por incumplimiento por parte de DS SolidWorks del Service Level Agreement, DS SolidWorks le reembolsar&aacute; cualquier cuota previamente abonada que no haya sido utilizada a la fecha de finalizaci&oacute;n. Este reembolso representa la &uacute;nica responsabilidad de DS SolidWorks y el &uacute;nico recurso del usuario si DS SolidWorks no le proporciona los Servicios en l&iacute;nea.</p>

		<p class="p">Las cl&aacute;usulas de los Apartados 1D.b, 1D.d, 1D.e., 1E, 2, 3, 5, 6, 8, 10, 11, 12 y 13 del presente Contrato seguir&aacute;n vigentes aun despu&eacute;s de haber sido revocado este Contrato.</p>

		<p class="p">7. <strong class="ph b">Responsabilidades en la selecci&oacute;n y uso de la Oferta</strong>. Usted se hace responsable de supervisar, gestionar y controlar la utilizaci&oacute;n de la Oferta y de todo lo que con ella se produzca, lo cual engloba, de manera enunciativa y no limitativa: (1) seleccionar la Oferta adecuada para lograr los resultados deseados; (2) determinar el modo correcto de uso de la Oferta y de la informaci&oacute;n producida por esta en el &aacute;mbito de la compa&ntilde;&iacute;a; (3) establecer los procedimientos independientes adecuados para comprobar la precisi&oacute;n de la Oferta y de sus resultados; y (4) establecer procedimientos de realizaci&oacute;n de copias de seguridad para evitar posibles p&eacute;rdidas de datos en el caso de producirse un mal funcionamiento de la Oferta. <strong class="ph b">La Oferta es una herramienta concebida para ser utilizada solo por profesionales cualificados. No sustituye al uso de su juicio profesional ni a las pruebas independientes de prototipos f&iacute;sicos a fin de determinar la resistencia, la seguridad y la funcionalidad del producto; el usuario ser&aacute; el &uacute;nico responsable de los resultados obtenidos del uso de la Oferta. La Oferta y sus componentes no est&aacute;n destinados al uso en el dise&ntilde;o o el funcionamiento de centrales nucleares, sistemas de soporte vital, aeronaves u otras actividades donde un fallo de la Oferta, sus componentes o ambos pueda ocasionar el fallecimiento, lesiones o da&ntilde;os f&iacute;sicos o medioambientales graves.</strong></p>

		<p class="p"><strong class="ph b">PRECAUCI&Oacute;N: Ciertos contenidos (como los cierres suministrados con SOLIDWORKS Toolbox) son solo una representaci&oacute;n aproximada y es posible que no sean apropiado para todos los usos.</strong></p>

		<p class="p">8. <strong class="ph b"><u class="ph u">Garant&iacute;a limitada, excepciones y declinaci&oacute;n de responsabilidades; Indemnizaci&oacute;n por propiedad intelectual</u></strong></p>

		<p class="p"><strong class="ph b">a. <u class="ph u">Garant&iacute;a limitada</u>. DS SolidWorks garantiza que la Oferta est&aacute; exenta de defectos de material y que funcionar&aacute; b&aacute;sicamente de acuerdo con lo estipulado en la Documentaci&oacute;n durante un periodo de noventa (90) d&iacute;as a partir de la fecha de recepci&oacute;n. Asimismo, DS SolidWorks garantiza la profesionalidad de todos los servicios que le preste en cualquier momento tal como lo exigen las pr&aacute;cticas comerciales razonables. DS SolidWorks no garantiza que la Oferta ni el servicio cubran todas sus necesidades, ni que la Oferta funcione sin interrupciones ni errores, ni que ninguna herramienta o servicio de Internet sea completamente seguro. La &uacute;nica responsabilidad de DS SolidWorks y su &uacute;nico recurso posible en virtud de esta garant&iacute;a consiste en destinar los esfuerzos razonables para reparar o reemplazar los medios de distribuci&oacute;n o el Software defectuosos o en volver a prestar el servicio. Si tales esfuerzos resultan infructuosos, DS SolidWorks o bien su distribuidor o vendedor procede a i) reembolsarle el importe pagado por el Software al devolver el Software defectuoso junto con el recibo de compra o el importe que usted haya abonado por el servicio, seg&uacute;n el caso, o ii) proporcionarle la compensaci&oacute;n que exijan las disposiciones legales. El Software de sustituci&oacute;n permanecer&aacute; en garant&iacute;a durante el periodo de garant&iacute;a original restante o durante treinta (30) d&iacute;as a partir de la fecha en que usted lo reciba, prevaleciendo el periodo m&aacute;s largo.</strong></p>

		<p class="p"><strong class="ph b">b. <u class="ph u">Excepciones</u>. La garant&iacute;a limitada de DS SolidWorks quedar&aacute; sin efecto en caso de que el incumplimiento de sus t&eacute;rminos se deba a: i) un accidente o la utilizaci&oacute;n indebida o negligente del Software, ii) la intervenci&oacute;n u omisi&oacute;n de una persona ajena a DS SolidWorks, iii) la utilizaci&oacute;n conjunta del Software con productos, material o Software que no hayan sido suministrados por DS SolidWorks o que no hayan sido dise&ntilde;ados para ser utilizados en combinaci&oacute;n con el Software, o iv) la omisi&oacute;n por parte de usted de integrar y utilizar todas las modificaciones del Software distribuidas por DS SolidWorks.</strong></p>

		<p class="p"><strong class="ph b">c. <u class="ph u">Limitaciones de la garant&iacute;a</u>. La garant&iacute;a expl&iacute;citamente enunciada en este Apartado 8 es la &uacute;nica garant&iacute;a ofrecida por DS SolidWorks en relaci&oacute;n con la Oferta y la Documentaci&oacute;n adjuntas y a los servicios que, en su caso, se presten. DS SolidWorks y sus licenciantes (incluyendo, entre otros, Adobe) no ofrecen, hasta el l&iacute;mite permitido por la ley aplicable, ninguna otra garant&iacute;a expl&iacute;cita, impl&iacute;cita ni derivada de las costumbres o pr&aacute;cticas comerciales ni se hacen responsables espec&iacute;ficamente de las garant&iacute;as de comercializaci&oacute;n, conveniencia para un fin determinado y no vulneraci&oacute;n. En ning&uacute;n caso podr&aacute; presentar una reclamaci&oacute;n ni emprender medidas ni proceso alguno relacionado con la garant&iacute;a establecida en el presente Apartado 8 una vez transcurrido un a&ntilde;o de la fecha del supuesto incumplimiento de la garant&iacute;a.</strong></p>

		<p class="p"><strong class="ph b">d. <u class="ph u">Limitaciones de la responsabilidad</u>. El usuario reconoce que es posible que el precio abonado por los derechos de licencia o los derechos de acceso y uso de la Oferta sea sustancialmente desproporcionado con respecto al valor de los productos que se van a dise&ntilde;ar, almacenar, gestionar o distribuir con la Oferta. Con la finalidad expresa de limitar la responsabilidad atribuible a DS SolidWorks y a sus licenciantes a una medida razonable en proporci&oacute;n al valor comercial de la transacci&oacute;n, el usuario acepta las siguientes limitaciones de la responsabilidad atribuible a DS SolidWorks y a sus licenciantes. Dentro de los l&iacute;mites que permita la legislaci&oacute;n nacional vigente, la responsabilidad atribuible a DS SolidWorks y a sus licenciantes, ya sea por situaciones previstas en el Contrato o extracontractuales (incluida la negligencia) o por causas de otro tipo derivadas de la Oferta o la Documentaci&oacute;n adjuntas o de cualquier servicio prestado de manera ocasional no supera el importe abonado por la Oferta en los doce (12) meses inmediatamente anteriores a la causa de la acci&oacute;n que ocasion&oacute; dicha responsabilidad. Ni DS SolidWorks ni sus licenciantes asumen responsabilidad alguna de los da&ntilde;os directos, especiales, indirectos, fortuitos, punitivos ni consiguientes (incluidos, a t&iacute;tulo meramente enunciativo, los da&ntilde;os derivados de la imposibilidad de uso, la p&eacute;rdida de datos, el lucro cesante, la p&eacute;rdida de prestigio o la reducci&oacute;n de ventas) que surjan o est&eacute;n relacionados con la utilizaci&oacute;n o con la imposibilidad de utilizar la Oferta o la Documentaci&oacute;n adjuntas o cualquier servicio prestado de forma ocasional, ni siquiera en el supuesto de que DS SolidWorks o sus licenciantes hayan conocido con anterioridad la posibilidad de que se produjeran tales da&ntilde;os. No obstante, es posible que ciertas limitaciones no se apliquen en algunas jurisdicciones. Dentro de los l&iacute;mites permitidos por la ley aplicable, cualquier medida legal contra DS SolidWorks deber&aacute; presentarse ante la autoridad judicial pertinente en un plazo de dos (2) a&ntilde;os despu&eacute;s de la causa de la acci&oacute;n judicial.</strong></p>

		<p class="p"><strong class="ph b">e. <u class="ph u">Indemnizaci&oacute;n por propiedad intelectual</u>. DS SolidWorks le defender&aacute; de todas las reclamaciones realizadas por un tercero de que la Oferta suministrada bajo este Contrato infrinja los derechos de autor de cualquier pa&iacute;s o de una patente en Estados Unidos, Jap&oacute;n o un estado miembro de la Organizaci&oacute;n europea de patentes y pagar&aacute; todos los costes, da&ntilde;os y gastos (incluidos los honorarios legales correspondientes) impuestos por el tribunal jurisdiccional competente o convenidos en un acuerdo extrajudicial firmado por DS SolidWorks derivado de dicha reclamaci&oacute;n, siempre que (i) proporcione a DS una notificaci&oacute;n por escrito de la reclamaci&oacute;n, y (ii) el Cliente le proporcione a DS SolidWorks control exclusivo de la defensa de la reclamaci&oacute;n y de las negociaciones de acuerdos relacionadas y colabore razonablemente con la defensa y con un acuerdo en cuanto a la reclamaci&oacute;n.</strong></p>

		<p class="p"><strong class="ph b">Si se presenta una reclamaci&oacute;n o, seg&uacute;n DS SolidWorks, es probable que una Oferta sea objeto de dicha reclamaci&oacute;n (o es posible que se realice) DS SolidWorks puede, a expensas de DS SolidWorks, garantizarle el derecho a seguir utilizando la Oferta aplicable, modificarla para que no suponga una infracci&oacute;n o sustituirla por otro programa con un funcionamiento equivalente. Si ninguna de las opciones anteriores se encuentra disponible en los t&eacute;rminos que DS SolidWorks considera razonables, DS SolidWorks podr&aacute; revocar las licencias de la oferta o rescindir los Servicios en l&iacute;nea. En el caso de licencias permanentes, DS SolidWorks le reembolsar&aacute; o le proporcionar&aacute; un cr&eacute;dito, a su elecci&oacute;n, de una cantidad igual a una cuota de un pago de las licencias correspondientes, amortizado en un periodo de m&aacute;s de tres (3) a&ntilde;os tras la devoluci&oacute;n o la destrucci&oacute;n de todas las copias de la Oferta afectada, bajo la certificaci&oacute;n de uno de sus representantes. En el caso de Servicios en l&iacute;nea o licencias que no sean permanentes, DS SolidWorks le reembolsar&aacute; todas las cuotas abonadas previamente pero sin utilizar de los Servicios en l&iacute;nea o las licencias.</strong></p>

		<p class="p"><strong class="ph b">DS SolidWorks no tendr&aacute; ninguna obligaci&oacute;n de defenderle o indemnizarle por cualquier reclamaci&oacute;n relacionada con (i) cualquier modificaci&oacute;n de una Oferta por cualquier persona ajena a DS SolidWorks, (ii) el uso de una o m&aacute;s Ofertas en combinaci&oacute;n con otro hardware, datos o programas no especificados por DS SolidWorks, o (iii) el uso de cualquier parche correctivo o una versi&oacute;n distinta de la m&aacute;s reciente.</strong></p>

		<p class="p"><strong class="ph b">En este Apartado 8.e se indica la &uacute;nica responsabilidad de DS SolidWorks y el &uacute;nico recurso del usuario ante cualquier reclamaci&oacute;n de infracci&oacute;n de los derechos de propiedad intelectual.</strong></p>

		<p class="p">9. <strong class="ph b"><u class="ph u">Funci&oacute;n de apagado</u></strong>. Por el presente contrato, declara conocer y estar conforme con la funci&oacute;n autom&aacute;tica de bloqueo de la Oferta (en lo sucesivo, la &quot;Funci&oacute;n de bloqueo&quot;), la cual, en caso de activarse, la hace inoperativa. La funci&oacute;n de apagado autom&aacute;tico se activa al transcurrir treinta (30) de la instalaci&oacute;n de la Oferta, a menos que se introduzca el c&oacute;digo de acceso que inhabilita dicha funci&oacute;n (en adelante, la &quot;Licencia validada&quot;). Para obtener la Licencia validada, debe registrarse en DS SolidWorks y proporcionar, por v&iacute;a electr&oacute;nica, la informaci&oacute;n que se le solicite durante el proceso de instalaci&oacute;n. DS SolidWorks le otorga una Licencia validada al recibir la informaci&oacute;n de registro.</p>

		<p class="p">10. <strong class="ph b"><u class="ph u">Normas para la exportaci&oacute;n</u></strong>. La exportaci&oacute;n de la Oferta y la Documentaci&oacute;n est&aacute; sujeta al cumplimiento de todas las leyes y dem&aacute;s normativas vigentes en cada pa&iacute;s en materia de exportaci&oacute;n y reexportaci&oacute;n, incluyendo, a t&iacute;tulo meramente enunciativo, la legislaci&oacute;n vigente en Estados Unidos o Reino Unido. Ni DS SolidWorks ni sus licenciantes asumir&aacute;n ninguna responsabilidad hacia usted si no se obtienen las autorizaciones, licencias o aprobaciones necesarias. No podr&aacute; exportar o reexportar, directa o indirectamente, la Oferta si la exportaci&oacute;n o reexportaci&oacute;n requiere una licencia de exportaci&oacute;n u otra aprobaci&oacute;n gubernamental sin obtener anteriormente dicha licencia o aprobaci&oacute;n. En virtud del presente documento, garantiza a DS SolidWorks que ninguna de las Ofertas aqu&iacute; solicitadas se utilizan en vulneraci&oacute;n de ninguna ley de exportaci&oacute;n, ni para la proliferaci&oacute;n de armas nucleares, qu&iacute;micas o biol&oacute;gicas, ni para sistemas de lanzamiento de misiles, y que no se desviar&aacute;n a ning&uacute;n pa&iacute;s, empresa o individuo no autorizados por las leyes de exportaci&oacute;n correspondientes de un pa&iacute;s. Reconoce que sus datos podr&iacute;an transferirse o almacenarse en cualquier pa&iacute;s. Se compromete a abstenerse, y a garantizar que todos los usuarios se abstengan, de procesar, almacenar o cargar informaci&oacute;n o datos en su entorno de uso compartido de datos, cuya exportaci&oacute;n est&eacute; controlada, regulada o sujeta a cualquier permiso o licencia seg&uacute;n la legislaci&oacute;n o normativa aplicable. Se le considera el exportador de sus Datos. DS SolidWorks podr&aacute; rescindir este Contrato y todas las licencias y el acceso a los Servicios en l&iacute;nea bajo la notificaci&oacute;n por escrito si vulnera estas disposiciones.</p>

		<p class="p">11. <strong class="ph b"><u class="ph u">Auditor&iacute;a</u></strong>. Durante la vigencia de este Contrato y durante un periodo de tres (3) a&ntilde;os despu&eacute;s, debe establecer y mantener registros de informaci&oacute;n precisos en relaci&oacute;n con el uso de la Oferta, incluyendo, a t&iacute;tulo meramente enunciativo, una lista y la ubicaci&oacute;n de los usuarios con acceso y uso de la Oferta. Cuando proceda, dicha informaci&oacute;n deber&aacute; incluir la destrucci&oacute;n de la Oferta y de las medidas que estableciera para proteger el acceso y el uso de la Oferta. DS SolidWorks tendr&aacute; derecho, en cualquier momento, a su propio cargo y bajo condiciones razonables de tiempo y lugar, a auditar y copiar estos registros o su uso de la Oferta. En virtud del presente documento, tambi&eacute;n autoriza a DS SolidWorks a verificar su cumplimiento de los t&eacute;rminos de este Contrato. Para tal fin, DS SolidWorks podr&aacute; realizar una auditor&iacute;a en sus instalaciones (o en las instalaciones donde se haya instalado la Oferta para su uso), durante la jornada laboral habitual, a fin de interrumpir lo m&iacute;nimo posible su actividad comercial. DS SolidWorks puede requerirle que proporcione dicha auditor&iacute;a a DS SolidWorks o a cualquier tercero que contrate para llevar a cabo esta comprobaci&oacute;n, con acceso a las m&aacute;quinas, a copias de las salidas de herramientas del sistema o a copias electr&oacute;nicas o impresas de informaci&oacute;n del sistema, seg&uacute;n corresponda. Asimismo, podr&aacute; exigirle permiso para ejecutar todas las herramientas adecuadas para la generaci&oacute;n de los registros de auditor&iacute;a. Si en la auditor&iacute;a se revela el uso no autorizado de la Oferta, deber&aacute; abonar inmediatamente a DS SolidWorks la cantidad debida como resultado de la utilizaci&oacute;n no autorizada correspondiente al precio de venta de la Oferta en el momento. Si el uso no autorizado es de un importe equivalente al cinco por ciento (5&nbsp;%) o superior de su uso autorizado con respecto a la Oferta aplicable, adem&aacute;s de pagar las tarifas aplicables, deber&aacute; reembolsar a DS SolidWorks el coste de dicha auditor&iacute;a. Al apelar a los derechos y procedimientos descritos anteriormente, DS SolidWorks no renuncia a su derecho a obligar al cumplimiento de este Contrato o a proteger su propiedad intelectual de cualquier otra forma permitida por ley.</p>

		<p class="p">12. <strong class="ph b"><u class="ph u">Alojamiento de terceros</u></strong>. Est&aacute; autorizado a instalar y utilizar la Oferta de forma remota en equipos gestionados por proveedores de servicio de terceros de prestigio y bien establecidos, as&iacute; como a designar a dichos proveedores de servicios para ejecutar el hardware y gestionar la Oferta exclusivamente por usted y en su nombre. Sin embargo, esto solo ser&aacute; posible <em class="ph i">siempre y cuando</em> (i) solo los usuarios debidamente autorizados tengan derecho a usar la Oferta; (ii) usted participe en un acuerdo escrito con dicho proveedor de servicios en el que este acepte su acceso a la Oferta sirve &uacute;nica y exclusivamente para proporcionarle a usted los servicios mencionados anteriormente y que, por lo dem&aacute;s, est&aacute; sujeto a todas las restricciones y limitaciones estipuladas en el presente Contrato; y (iii) el proveedor de servicios en cuesti&oacute;n no sea competencia de DS SolidWorks ni de ninguna filial o empresa asociada de DS SolidWorks. Usted reconoce y acepta que el proveedor de servicios se considerar&aacute; como su agente. Si tiene conocimiento de cualquier acceso, uso o divulgaci&oacute;n de la Oferta no autorizados reales o sospechosos, cancelar&aacute; el acceso a la Oferta por parte del proveedor de servicios de forma inmediata. Usted se compromete a defender y a indemnizar a DS SolidWorks por cualquier reclamaci&oacute;n, gasto, sentencia, da&ntilde;o o p&eacute;rdida (incluidos los honorarios de representaci&oacute;n legal razonables) derivados de cualquier acceso o uso de la Oferta por parte del proveedor de servicios o relativo a ellos.</p>

		<p class="p">Las licencias de SQL Server Standard facilitadas con SOLIDWORKS PDM Professional y SOLIDWORKS Manage no podr&aacute;n trasladarse a un servicio en la nube p&uacute;blica, <em class="ph i">es decir</em>, a un servicio inform&aacute;tico ofrecido por un proveedor de terceros a trav&eacute;s de Internet. Para la implementaci&oacute;n de SOLIDWORKS PDM Professional y de SOLIDWORKS Manage en servidores de terceros, se aplicar&aacute;n otras restricciones especiales.</p>

		<p class="p">13. <strong class="ph b"><u class="ph u">Cumplimiento de la legislaci&oacute;n y exenci&oacute;n de responsabilidad</u></strong>. Usted se compromete a cumplir todas las leyes y normas nacionales relacionadas con la descarga, la instalaci&oacute;n o la utilizaci&oacute;n de la Oferta, la Documentaci&oacute;n o ambas. Asimismo, se compromete a eximir a DS SolidWorks y a sus filiales, asociados, representantes y empleados de toda responsabilidad en cualquier reclamaci&oacute;n, pleito o acci&oacute;n que se pueda incoar como consecuencia de la utilizaci&oacute;n de la Oferta o la Documentaci&oacute;n o por su incumplimiento del presente Contrato.</p>

		<p class="p">14. <strong class="ph b"><u class="ph u">Estipulaciones generales</u></strong>. En el presente Contrato se expresan los t&eacute;rminos del acuerdo entre usted y DS SolidWorks en su totalidad y con exclusividad en relaci&oacute;n con la Oferta y el servicio de suscripci&oacute;n y prevalece sobre cualquier otro acuerdo, oral o escrito, o cualquier otra comunicaci&oacute;n entre usted y DS SolidWorks en relaci&oacute;n con la Oferta y el servicio de suscripci&oacute;n; <em class="ph i">siempre que</em> este Contrato no prevalezca sobre las condiciones de cualquier otro contrato firmado entre usted y DS SolidWorks en relaci&oacute;n con la Oferta y el servicio de suscripci&oacute;n. Este Contrato se debe regir, interpretar y cumplir de conformidad con la jurisprudencia sustantiva del estado de Massachusetts de los Estados Unidos sin consideraci&oacute;n de la Convenci&oacute;n de las Naciones Unidas sobre los contratos de compraventa internacional de mercader&iacute;as y se considera como un contrato sellado. El texto original en ingl&eacute;s de este Contrato ser&aacute; el texto con validez legal a todos los efectos, sin que importen las traducciones o interpretaciones que del mismo se hagan en otros idiomas. Si, por cualquier motivo, un tribunal jurisdiccional competente dirime que no puede exigirse el cumplimiento de alguna de las disposiciones de este Contrato, o de una parte del mismo, se exigir&aacute; el m&aacute;ximo cumplimiento de dicha disposici&oacute;n dentro de los l&iacute;mites permitidos, y las secciones restantes del Contrato mantendr&aacute;n su plena validez.</p>

		<p class="p">15. <strong class="ph b"><u class="ph u">Derechos restringidos del Gobierno de Estados Unidos</u></strong>. La Oferta es un &quot;art&iacute;culo comercial&quot; (&quot;commercial item&quot;) seg&uacute;n el t&eacute;rmino definido en 48 C.F.R. 2.101 (OCT 1995), que consiste en &quot;software comercial para equipos&quot; (&quot;commercial computer software&quot;) y &quot;documentaci&oacute;n de software comercial&quot; (&quot;commercial software documentation&quot;) seg&uacute;n se utilizan dichos t&eacute;rminos en 48 C.F.R. 12.212 (SEPT 1995) y se suministra al Gobierno de Estados Unidos a) para la adquisici&oacute;n por agencias civiles o en su nombre de la forma estipulada en las reglas de 48 C.F.R. 12.212 o b) para la adquisici&oacute;n por unidades del Ministerio de Defensa o en su nombre de la forma estipulada en las reglas de 48 C.F.R. 227.7202-1 (JUN 1995) y 227.7202-4 (JUN 1995). En caso de que reciba una solicitud de una agencia del Gobierno de Estados Unidos para suministrar la Oferta con derechos m&aacute;s amplios que los descritos arriba, deber&aacute; notificar a DS SolidWorks del alcance de la solicitud y DS SolidWorks tendr&aacute; cinco (5) d&iacute;as laborables para, a su entera discreci&oacute;n, aceptar o rechazar dicha solicitud. Contratista/Fabricante: Dassault Syst&egrave;mes SolidWorks Corporation, 175 Wyman Street, Waltham, Massachusetts 02451 (EE. UU.).</p>

		<p class="p">16. <strong class="ph b"><u class="ph u">Licencias en Canad&aacute;</u></strong>. Si adquiere su licencia en Canad&aacute;, acepta lo siguiente:</p>

		<p class="p">Las partes confirman que es su deseo que este Contrato, as&iacute; como otros documentos relacionados con el mismo, incluidos los avisos, se escriban y se sigan escribiendo solamente en ingl&eacute;s.</p>

		<p class="p">Les parties aux pr&eacute;sentes confirment leur volont&eacute; que cette convention de m&ecirc;me que tous les documents y compris tout avis qui s&rsquo;y rattache, soient r&eacute;dig&eacute;s en langue anglaise.</p>

		<p class="p">Adobe es una marca comercial registrada o una marca comercial de Adobe Systems Incorporated en los Estados Unidos y en otros pa&iacute;ses.</p>

		<p class="p">17. <strong class="ph b"><u class="ph u">B&uacute;squeda en el escritorio de Windows</u></strong>. Microsoft Corporation (o, seg&uacute;n su residencia, una de sus asociadas) le otorga una licencia de este suplemento. Puede utilizar una copia de este suplemento con cada copia con licencia v&aacute;lida del software de Microsoft Windows identificado para el uso conjunto (el &quot;software de Microsoft Windows&quot;). No puede utilizarlo si no tiene una licencia para el software de Microsoft Windows. Los t&eacute;rminos de la licencia del software de Microsoft Windows se aplican al uso que haga de este suplemento.</p>

		<p class="p">La B&uacute;squeda en el escritorio de Windows est&aacute; protegida por la declaraci&oacute;n de privacidad de MSN (<a class="xref" href="https://privacy.microsoft.com/es-es/privacystatement" target="_blank">https://privacy.microsoft.com/es-es/privacystatement</a>).</p>

	</div>

</body>
</html>