<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html
  PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="de-DE" lang="de-DE">
<head><meta charset="UTF-8">

<meta name="copyright" content="(C) Copyright 2019" />
<meta name="DC.rights.owner" content="(C) Copyright 2019" />
<meta name="DC.Type" content="concept" />
<meta name="DC.Title" content="Dassault Systèmes SolidWorks Corporation License, Online and Subscription Services Agreement" />
<meta name="abstract" content="" />
<meta name="description" content="" />
<meta name="deliverableName" content="eula_commercial" />
<meta name="DC.Format" content="XHTML" />
<meta name="DC.Identifier" content="wdu1534356835857" />
<meta name="DC.Language" content="en-us" />
<style> body { font-family:Arial, sans-serif; font-size:10pt } h1 { font-size:10pt; font-weight:normal; text-align:center; text-decoration:underline } li { margin-bottom:6pt } </style>
<title>Dassault Syst&egrave;mes SolidWorks Corporation Lizenz-, Online- und Subskriptionsdienst-Vertrag</title>
</head>
<body id="wdu1534356835857">

               <h1 class="title topictitle1" id="ariaid-title1"><u class="ph u">Dassault Syst&egrave;mes SolidWorks Corporation Lizenz-, Online- und Subskriptionsdienst-Vertrag</u></h1>


	
	
	<div class="body conbody"><p class="shortdesc"></p>

		<p class="p"><strong class="ph b">Die nachfolgenden Vertragsbedingungen und alle weiteren Bedingungen, die sich spezifisch auf bestimmte Software oder Onlinedienste beziehen und unter <a class="xref" href="http://www.3ds.com/terms/ost" target="_blank">http://www.3ds.com/terms/ost</a> ver&ouml;ffentlicht und in diesem Dokument zur Referenz aufgef&uuml;hrt sind, begr&uuml;nden einen Rechtsvertrag (&bdquo;Vertrag&ldquo;) zwischen Ihnen (entweder einer nat&uuml;rlichen oder juristischen Person), dem Endanwender, und Dassault Syst&egrave;mes SolidWorks Corporation, einem Delaware-Unternehmen mit Hauptsitz in 175 Wyman Street, Waltham, Massachusetts 02451 USA (&bdquo;DS SolidWorks&ldquo;), und beziehen sich auf unterschiedliche Angebote wie (i) die Computer-Software namens SOLIDWORKS<sup>®</sup> und bestimmte andere durch DS SolidWorks lizenzierte Software-Programme (u.&nbsp;a. einschlie&szlig;lich der SOLIDWORKS Simulation Reihe von Analyseprodukten, SOLIDWORKS Composer und der SOLIDWORKS Reihe zum Produktdatenmanagement in allen L&auml;ndern) und/oder Inhalte, einschlie&szlig;lich Datenbanken, 2D- und 3D-Modellen, in maschinenlesbarer Form (die &bdquo;Software&ldquo;) und/oder (ii) Onlinedienste, <em class="ph i">d.&nbsp;h.</em> Onlinezugriff und Nutzung des Angebots und anderer verbundener Dienste (die &bdquo;Onlinedienste&ldquo;) (zusammen das &bdquo;Angebot&ldquo;). Der Begriff &bdquo;Angebot&ldquo; umfasst&nbsp;&ndash; worauf sich auch diese Vertragsbedingungen beziehen&nbsp;&ndash; (i) alle Aktualisierungen und Upgrades des Angebots, die Sie m&ouml;glicherweise von Zeit zu Zeit als Teil eines Subskriptionsdienstes oder einer anderen Supportvereinbarung erhalten, (ii) alle Zusatzanwendungen zum Angebot, die Sie u.&nbsp;U. von Zeit zu Zeit bestellen und installieren, und (iii) Software von Drittanbietern wie die Adobe<sup>®</sup> PDF-Bibliothek, die in das SOLIDWORKS Angebot integriert ist. Das Angebot darf ohne Lizenz von DS SolidWorks weder auf einen Computer geladen noch verwendet oder kopiert werden. DS SolidWorks bietet Ihnen hiermit eine einfache Lizenz f&uuml;r den Zugriff und/oder Download des Angebots und seine Verwendung gem&auml;&szlig; den in diesem Vertrag dargelegten Bedingungen. Es empfiehlt sich, die Vertragsbedingungen sorgf&auml;ltig zu lesen, BEVOR Sie die Verpackung mit dem Angebot &ouml;ffnen oder das Angebot oder die Onlinedienste installieren und verwenden. Mit dem &Ouml;ffnen der Software-Verpackung oder dem Installieren und Verwenden der Software oder der Onlinedienste best&auml;tigen Sie Ihre Zustimmung zu den vorliegenden Vertragsbedingungen. Wenn Sie diesen Vertragsbedingungen nicht zustimmen, geben Sie die unge&ouml;ffnete Verpackung mit der Software und dazugeh&ouml;rige Objekte (einschlie&szlig;lich schriftlicher Dokumente) umgehend gegen eine Kaufpreiserstattung zur&uuml;ck. Im Hinblick auf das Angebot handelt es sich um einen Lizenz- und keinen Kaufvertrag.</strong></p>

		<!--SDL><p class="p"><strong class="ph b">Der Begriff &bdquo;Angebot&ldquo; umfasst&nbsp;&ndash; worauf sich auch diese Vertragsbedingungen beziehen&nbsp;&ndash; (i) alle Aktualisierungen und Upgrades des Angebots, die Sie m&ouml;glicherweise von Zeit zu Zeit als Teil eines Subskriptionsdienstes oder einer anderen Supportvereinbarung erhalten, (ii) alle Zusatzanwendungen zum Angebot, die Sie u.&nbsp;U. von Zeit zu Zeit bestellen und installieren, und (iii) Software von Drittanbietern wie die Adobe<sup>®</sup> PDF-Bibliothek, die in das SOLIDWORKS Angebot integriert ist. Das Angebot darf ohne Lizenz von DS SolidWorks weder auf einen Computer geladen noch verwendet oder kopiert werden. DS SolidWorks bietet Ihnen hiermit eine einfache Lizenz f&uuml;r den Zugriff und/oder Download des Angebots und seine Verwendung gem&auml;&szlig; den in diesem Vertrag dargelegten Bedingungen. Es empfiehlt sich, die Vertragsbedingungen sorgf&auml;ltig zu lesen, BEVOR Sie die Verpackung mit dem Angebot &ouml;ffnen oder das Angebot oder die Onlinedienste installieren und verwenden. Mit dem &Ouml;ffnen der Software-Verpackung oder dem Installieren und Verwenden der Software oder der Onlinedienste best&auml;tigen Sie Ihre Zustimmung zu den vorliegenden Vertragsbedingungen. Wenn Sie diesen Vertragsbedingungen nicht zustimmen, geben Sie die unge&ouml;ffnete Verpackung mit der Software und dazugeh&ouml;rige Objekte (einschlie&szlig;lich schriftlicher Dokumente) umgehend gegen eine Kaufpreiserstattung zur&uuml;ck. Im Hinblick auf das Angebot handelt es sich um einen Lizenz- und keinen Kaufvertrag.</strong></p><SDL-->

		<p class="p">1.A. <strong class="ph b"><u class="ph u">Lizenzgew&auml;hrung und Nutzungsrechte</u></strong>. DS SolidWorks gew&auml;hrt Ihnen eine einfache, nicht &uuml;bertragbare Lizenz f&uuml;r die Verwendung des Angebots und der in &Uuml;bereinstimmung mit diesem Vertrag mit diesem Angebot gelieferten gedruckten und/oder elektronischen Anwenderdokumentation (die &bdquo;Dokumentation&ldquo;). Wenn Sie die Lizenzgeb&uuml;hr f&uuml;r eine Einzelbenutzerlizenz f&uuml;r das Angebot bezahlt haben, d&uuml;rfen Sie gem&auml;&szlig; diesem Vertrag eine (1) Kopie des Angebots jederzeit auf einem einzelnen Computer im Land Ihres Hauptgesch&auml;ftssitzes installieren und verwenden, bzw. im Land einer Zweigniederlassung, wenn diese die Lizenz von Ihrem Fachh&auml;ndler erworben hat, <em class="ph i">unter der Voraussetzung</em>, dass Sie die Lizenz von einem DS SolidWorks Fachh&auml;ndler erworben haben, der seinen Sitz in dem Land hat, in dem das Angebot verwendet wird. Die vorstehende Einschr&auml;nkung bez&uuml;glich des Standorts des Fachh&auml;ndlers gilt nicht, wenn (i) Sie eine Lizenz f&uuml;r ein Angebot von einem Fachh&auml;ndler erwerben, der in einem Land innerhalb der Europ&auml;ischen Union oder der Europ&auml;ischen Freihandelsassoziation ans&auml;ssig ist, und (ii) Sie in einem Land innerhalb der Europ&auml;ischen Union oder der Europ&auml;ischen Freihandelsassoziation ans&auml;ssig sind. Wenn Sie die Computer wechseln, m&uuml;ssen Sie die Lizenz vom alten Computer auf den neuen bzw. aufger&uuml;steten Computer &uuml;bertragen. Dieses Angebot kann bei vorheriger schriftlicher Genehmigung durch DS SolidWorks auf ein anderes Land &uuml;bertragen werden. Im Falle der Genehmigung kann f&uuml;r eine solche &Uuml;bertragung eine Geb&uuml;hr f&auml;llig werden. Wenn Sie &uuml;ber eine Netzwerklizenzversion des Angebots verf&uuml;gen (eine &bdquo;SNL&ldquo;), d&uuml;rfen Sie in dem Land, in dem das Angebot lizenziert ist, jederzeit so viele Kopien des Angebots verwenden, wie Sie Lizenzen haben (siehe Abschnitt&nbsp;1.A.b unten). Das Angebot wird auf einem Computer &bdquo;verwendet&ldquo;, wenn es in den tempor&auml;ren Speicher, <em class="ph i">d.&nbsp;h.</em> RAM, geladen wird oder wenn ein Benutzer angemeldet ist. Wenn die Anzahl der Computer, auf denen das Angebot installiert ist, oder die potenzielle Anzahl von Benutzern des Angebots die Anzahl der von Ihnen erworbenen Lizenzen &uuml;berschreitet, m&uuml;ssen Sie eine SNL-Version des Angebots installiert haben, um sicherzustellen, dass die Anzahl der gleichzeitigen Benutzer des Angebots nicht die Anzahl der erworbenen Lizenzen &uuml;berschreitet. Lizenz-Suiten, die aus Paketen separater Module bestehen (z.&nbsp;B. SOLIDWORKS Professional), d&uuml;rfen nicht separat verwendet werden. (Wenn zum Beispiel eine Lizenz von SOLIDWORKS Professional vorhanden ist, darf Toolbox nicht auf einem Computer verwendet werden, w&auml;hrend PhotoView 360 auf einem anderen Computer verwendet wird.) Bei der Registrierung (siehe Abschnitt&nbsp;9 unten) m&uuml;ssen Sie uns &uuml;ber die maximale Anzahl der m&ouml;glichen Benutzer des von Ihnen erworbenen Angebots informieren. Wir empfehlen Ihnen au&szlig;erdem, uns die Namen aller m&ouml;glichen Benutzer mitzuteilen, sodass wir sie &uuml;ber bevorstehende Aktualisierungen und andere relevante Sachverhalte informieren k&ouml;nnen. Sie f&uuml;hren regelm&auml;&szlig;ig und genau Buch &uuml;ber die Zahl und die Standorte aller Kopien des Angebots, &uuml;berwachen und kontrollieren die Verwendung des Angebots in &Uuml;bereinstimmung mit den Bedingungen dieses Vertrags und stellen DS SolidWorks nach berechtigter Anforderung Kopien dieser Aufzeichnungen zur Verf&uuml;gung. Die Nutzung von Onlinediensten wird f&uuml;r benannte Benutzer gew&auml;hrt, <em class="ph i">d.&nbsp;h.</em> sie ist f&uuml;r einen Einzelbenutzer mit einem eindeutigen Benutzernamen und Kennwort autorisiert, der die Onlinedienste jederzeit von einem Einzelcomputer aus nutzen kann (&bdquo;benannte Benutzer&ldquo;). Sie m&uuml;ssen sicherstellen, dass alle Benutzer von Onlinediensten unterschiedliche Benutzernamen und Kennw&ouml;rter haben. Ein oder mehrere benannte Benutzer k&ouml;nnen bei Personal&auml;nderungen nach Bedarf ersetzt werden, vorausgesetzt, die Anzahl der f&uuml;r die Verwendung der Onlinedienste autorisierten Einzelpersonen &uuml;bersteigt nicht die maximale Anzahl der berechtigten Benutzer f&uuml;r das Angebot. Auf Anfrage von DS SolidWorks stellen Sie DS SolidWorks ein signiertes Dokument mit den folgenden Informationen zur Verf&uuml;gung: (i) die Anzahl der benannten Benutzer, (ii) der Nutzungstyp f&uuml;r das Angebot und (iii) die Standorte und Arten von Systemen, auf denen die Onlinedienste ausgef&uuml;hrt werden oder auf denen Sie das oder die Angebote ggf. installiert haben. Zur Ermittlung Ihrer Nutzungsweise kann DS SolidWorks Ihnen ein oder mehrere Dienstprogramme bereitstellen, entweder im Rahmen des oder der Angebote oder separat, um Zugriffsrechte und Nutzung zu analysieren. In diesem Fall m&uuml;ssen Sie ggf. die nicht bearbeiteten und nicht modifizierten Ausgabedatei(en) und/oder Bericht(e) zur Ausf&uuml;hrung dieses/r Dienstprogramms/e sowie eine signierte Erkl&auml;rung dahin gehend bereitstellen, dass die Datei(en) die tats&auml;chliche Nutzung des/der Angebots/e repr&auml;sentieren. Sie sind f&uuml;r die Implementierung aller angemessenen Mittel verantwortlich, um Ihre Einhaltung dieser Vertragsbedingungen zu &uuml;berwachen.</p>

		<p class="p"><u class="ph u">Wenn Sie die Lizenzgeb&uuml;hr f&uuml;r die SNL-Version des Angebots bezahlt haben oder SOLIDWORKS PDM Standard bzw. Professional oder SOLIDWORKS Manage Professional verwenden, gelten die folgenden zus&auml;tzlichen Bedingungen f&uuml;r Ihre Lizenz:</u></p>

		<p class="p">a. Die SNL-Version des Angebots muss auf einem Netzwerkserver mit einem Dongle oder einem eingebetteten Software-Sicherheitsmechanismus installiert sein, der nur den gleichzeitigen Betrieb der gekauften Anzahl von Lizenzen erlaubt. Wenn Zusatzlizenzen erworben werden, k&ouml;nnen diese der Netzwerklizenz von Zeit zu Zeit hinzugef&uuml;gt werden.</p>

		<p class="p">b. Das Netzwerk kann SNLs umfassen, die in verschiedenen L&auml;ndern verwendet werden, solange die jeweilige SNL f&uuml;r das Land lizenziert ist, in dem sie verwendet wird. Die erforderliche Anzahl von SNLs, die in einem bestimmten Land verwendet werden sollen, muss bei einem DS SolidWorks Fachh&auml;ndler in diesem Land erworben werden. Beispiel: SNLs, die von einem Server in den USA verwaltet werden und auf diesem installiert sind, d&uuml;rfen von einer Person in Brasilien und einer Person in Mexiko verwendet werden, solange eine SNL in Brasilien und die andere SNL in Mexiko erworben wurde. Wenn sich jedoch der Server, auf dem eine SNL installiert ist, in einem Land befindet, das sich von dem Land unterscheidet, f&uuml;r das die SNL lizenziert wurde, sollten Sie Ihren DS SolidWorks Fachh&auml;ndler zum Zeitpunkt der Bestellung dar&uuml;ber informieren, damit die SNLs ordnungsgem&auml;&szlig; verwaltet werden k&ouml;nnen. Der vorstehende Satz gilt nicht, wenn (i) Sie eine Lizenz f&uuml;r ein Angebot von einem Fachh&auml;ndler erwerben, der in einem Land innerhalb der Europ&auml;ischen Union oder der Europ&auml;ischen Freihandelsassoziation ans&auml;ssig ist, und (ii) Sie in einem Land innerhalb der Europ&auml;ischen Union oder der Europ&auml;ischen Freihandelsassoziation ans&auml;ssig sind.</p>

		<p class="p">c. Au&szlig;erdem kann das Netzwerk, in dem die SNL-Version installiert ist, Lizenzen nur f&uuml;r Client-Computer bereitstellen, die derselben juristischen Person oder Gruppe geh&ouml;ren und sich in derselben globalen Region wie der Server befinden. (Zu diesem Zweck unterscheidet DS SolidWorks drei globale Regionen: die westliche Hemisph&auml;re, Europa/Naher Osten/Afrika und restliches Asien/Australien). Beispiel: Alle Lizenzen, die auf einem Server in der westlichen Hemisph&auml;re verwendet werden, m&uuml;ssen f&uuml;r L&auml;nder in der westlichen Hemisph&auml;re lizenziert sein. <u class="ph u">Unabh&auml;ngig vom Serverstandort m&uuml;ssen Sie stets die Exportkontrollgesetze der USA und Gro&szlig;britanniens einhalten</u>.</p>

		<p class="p">d. Von den obigen Unterabschnitten (a) bis (c) gilt nur Unterabschnitt (a) f&uuml;r SOLIDWORKS PDM Standard bzw. Professional Lizenzen sowie f&uuml;r SOLIDWORKS Manage Professional Lizenzen. Zus&auml;tzliche Vertragsbedingungen f&uuml;r SOLIDWORKS PDM Standard bzw. Professional Lizenzen und f&uuml;r SOLIDWORKS Manage Professional Lizenzen sind unten im Abschnitt&nbsp;1.C aufgef&uuml;hrt.</p>

		<p class="p">Sie k&ouml;nnen nach Genehmigung durch DS SolidWorks, im Fall Ihrer Einhaltung der Berichterstattungsvorschriften von DS SolidWorks und anderer Anforderungen f&uuml;r die Lizenzverwendung sowie nach Ihrer Zahlung der entsprechenden Worldwide SolidNetwork Lizenzgeb&uuml;hr Ihre SNL in eine Worldwide SolidNetwork Lizenz umwandeln. Eine Worldwide SolidNetwork Lizenz kann als &bdquo;Floating-Lizenz&ldquo; in jedem geografischen Gebiet der Welt (die den Exportkontrollgesetzen der USA und Gro&szlig;britanniens unterliegen) verwendet werden.</p>

		<p class="p">Wenn Sie mit der Adobe<sup>®</sup> PDF-Software arbeiten, k&ouml;nnen Sie Kopien der Schriftart-Software in Ihre elektronischen Dokumente einbetten, um ein Dokument zu drucken, anzuzeigen oder zu bearbeiten. Wenn die Schriftart-Software, die Sie einbetten, auf der Adobe-Website unter <a class="xref" href="http://www.adobe.com/type/browser/legal/embeddingeula.html" target="_blank">http://www.adobe.com/type/browser/legal/embeddingeula.html</a> als &bdquo;licensed for editable embedding&ldquo; (f&uuml;r bearbeitbares Einbetten lizenziert) gekennzeichnet ist, k&ouml;nnen Sie Kopien dieser Schriftart-Software zudem auch f&uuml;r die Bearbeitung elektronischer Dokumente verwenden. Im Rahmen dieser Lizenz sind weder weitere Rechte zur Einbettung impliziert, noch werden solche Rechte im Rahmen dieser Lizenz gew&auml;hrt. Wenn das Angebot st&auml;ndig auf der Festplatte oder einem anderen Speichermedium eines Computers (au&szlig;er auf einem Netzwerk-Server) installiert ist, darf die Person, die diesen Computer nutzt, das Angebot auch auf einem tragbaren Computer oder Heimcomputer verwenden, w&auml;hrend die Originalkopie nicht in Gebrauch ist, <em class="ph i">sofern</em> f&uuml;r das Angebot ein aktiver Subskriptionsdienst (wie in diesem Vertrag beschrieben) existiert.</p>

		<p class="p">1.B. <strong class="ph b"><u class="ph u">Zus&auml;tzliche Lizenzbedingungen f&uuml;r eDrawings<sup>®</sup> Professional</u></strong>. Die SOLIDWORKS<sup>®</sup> eDrawings Professional Software ist ein Werkzeug zur Zusammenarbeit mit anderen Anwendern. Daher erm&ouml;glicht Ihnen SOLIDWORKS eDrawings Professional im Einklang mit der Ihnen von DS SolidWorks zu diesem Zweck gew&auml;hrten Lizenz, Kopien eines Teils von SOLIDWORKS eDrawings Professional gemeinsam mit Modelldateien, die Sie erstellt haben, anzufertigen und solche Dateien an Dritte, mit denen Sie zusammenarbeiten, zu senden, um es diesen u.&nbsp;a. zu gestatten, Ihre Modelle anzuzeigen, zu kennzeichnen und zu bema&szlig;en.</p>

		<p class="p">1.C. <strong class="ph b"><u class="ph u">Zus&auml;tzliche Lizenzbedingungen f&uuml;r SOLIDWORKS PDM Standard oder Professional und SOLIDWORKS Manage Professional</u></strong>. (a) DS SolidWorks lizenziert die SOLIDWORKS PDM Professional und die SOLIDWORKS Manage Professional Software basierend auf der Server-plus-Clientzugriffslizenz [CAL], auf einem Pro-Prozessor-Modell f&uuml;r Microsoft<sup>®</sup> SQL Server™ 2008 R2 und fr&uuml;here Versionen oder auf einem Pro-Kern-Modell f&uuml;r SQL Server 2012 und h&ouml;here Versionen. Sie d&uuml;rfen die SOLIDWORKS PDM Standard oder Professional Software innerhalb eines Netzwerks oder einer anderen Umgebung mit mehreren Stationen/Clients verwenden, <em class="ph i">sofern</em> Sie f&uuml;r alle Benutzer, die gleichzeitig mit dem Tresor oder Datenbankserver von SOLIDWORKS PDM Standard oder Professional verbunden sind (und, nur in Bezug auf SOLIDWORKS PDM Professional Lizenzen, mit dem SOLIDWORKS PDM Professional Webserver verbunden sind), &uuml;ber jeweils eine (1) SOLIDWORKS PDM Standard oder Professional Lizenz verf&uuml;gen. Die Lizenz f&uuml;r SQL Server 2014 Standard Edition, Runtime Restricted-Use Angebot beinhaltet bez&uuml;glich der gleichzeitigen Verwendung andere Bestimmungen. Die Bedingungen der Lizenz f&uuml;r SQL Server 2014 Express Edition und die Bedingungen der Lizenz f&uuml;r SQL Server 2014 Standard Edition, Runtime Restricted-Use Angebot, werden mit Bestellungen f&uuml;r die SOLIDWORKS PDM Standard Software, SOLIDWORKS PDM Professional Software und/oder SOLIDWORKS Manage Professional Software geliefert und sind in diesem Dokument zur Referenz aufgef&uuml;hrt. (b) SOLIDWORKS PDM Professional enth&auml;lt eingebettete Software-Programme, die von der Oracle Corporation und ihren verbundenen Unternehmen (&bdquo;Oracle&ldquo;) bereitgestellt werden (die &bdquo;Oracle-Programme&ldquo;), und ungeachtet der Bestimmungen des Abschnitts&nbsp;1 oben behalten Oracle oder seine Lizenzgeber s&auml;mtliche Eigentumsrechte und Rechte an geistigem Eigentum in Bezug auf die Oracle-Programme und sind jeweils Drittbeg&uuml;nstigter dieses Vertrags. Die Oracle-Programme unterliegen einer eingeschr&auml;nkten Lizenz und d&uuml;rfen nur in Verbindung mit dem zugeh&ouml;rigen Anwendungspaket verwendet werden und d&uuml;rfen von Ihnen nicht ge&auml;ndert werden. Einige der Oracle-Programme k&ouml;nnen Quellcode enthalten, den Oracle m&ouml;glicherweise als Teil der Standardlieferung solcher Programme bereitstellt. Solcher Code unterliegt den Bedingungen dieses Vertrags. (c) Technologie von Dritten, die f&uuml;r die Verwendung mit einigen der Oracle-Programme geeignet oder notwendig sein kann, wird in der Anwendungsprogrammdokumentation oder durch DS SolidWorks auf andere Weise angegeben. Solche Technologie ist f&uuml;r Sie nur zum Zwecke der Verwendung mit dem Anwendungspaket gem&auml;&szlig; dem Drittlizenzvertrag lizenziert, der in der Anwendungspaketdokumentation oder durch DS SolidWorks auf andere Weise angegeben ist, und nicht gem&auml;&szlig; den Bedingungen dieses Vertrags. (d) Sie stimmen zu, (i) DS SolidWorks die &Uuml;berpr&uuml;fung Ihrer Verwendung der Oracle-Programme zu gestatten, (ii) DS SolidWorks angemessene Hilfe und Zugang zu Informationen im Rahmen einer solchen &Uuml;berpr&uuml;fung zu gew&auml;hren und (iii) DS SolidWorks zu gestatten, die Ergebnisse einer solchen &Uuml;berpr&uuml;fung an Oracle weiterzugeben oder Oracle das Recht von DS SolidWorks zur Durchf&uuml;hrung der &Uuml;berpr&uuml;fung zu gew&auml;hren (ohne jede Verpflichtung oder Haftung seitens Oracle, f&uuml;r die Kosten aufzukommen, die Ihnen oder DS SolidWorks infolge der &Uuml;berpr&uuml;fung entstehen). (e) Sie erkennen an, dass sowohl SOLIDWORKS PDM Professional als auch SOLIDWORKS Manage Professional jeweils Software und technische Daten enthalten, die den Exportkontrollgesetzen der USA oder Gro&szlig;britanniens unterliegen, und verpflichten sich, SOLIDWORKS PDM Professional und/oder SOLIDWORKS Manage Professional nicht ohne die entsprechenden Lizenzen der USA oder eines anderen Staates und nicht ohne schriftliche Genehmigung von DS SolidWorks und seinen Lizenzgebern direkt oder indirekt zu exportieren oder erneut zu exportieren, <em class="ph i">d.&nbsp;h.</em>, SOLIDWORKS PDM Professional oder SOLIDWORKS Manage Professional aus dem Land zu bringen, in dem es zuerst lizenziert wurde.</p>

		<p class="p">1.D. <strong class="ph b"><u class="ph u">Weitere Bedingungen f&uuml;r Onlinedienste</u></strong>.</p>

		<p class="p">a. <u class="ph u">Zus&auml;tzliche Definitionen.</u></p>

		<p class="p"><strong class="ph b">Geltende Datenschutzvorschriften</strong> bezieht sich auf alle geltenden Datenschutzgesetze und sonstigen Vorschriften, die f&uuml;r die Verarbeitung der von Ihnen bereitgestellten personenbezogenen Daten gelten.</p>

		<p class="p"><strong class="ph b">Kundendaten</strong> sind Daten, einschlie&szlig;lich personenbezogener Daten, die Sie f&uuml;r DS SolidWorks durch Ihre Nutzung der Onlinedienste bereitstellen, unabh&auml;ngig davon, ob sie von Ihnen oder autorisierten Benutzern eingebracht wurden.</p>

		<p class="p"><strong class="ph b">Personenbezogene Daten</strong> sind alle Informationen zu einer Einzelperson, wie in den geltenden Datenschutzvorschriften definiert.</p>

		<p class="p"><strong class="ph b">Verarbeiten/Verarbeitung</strong> hat dieselbe Bedeutung wie in den geltenden Datenschutzvorschriften.</p>

		<p class="p"><strong class="ph b">Service Level Agreement</strong> bezeichnet die Servicebedingungen f&uuml;r die Onlinedienste, die unter <a class="xref" href="http://www.3ds.com/terms/sla" target="_blank">www.3ds.com/terms/sla</a> ver&ouml;ffentlicht sind.</p>

		<p class="p">b. Alle Kundendaten bleiben Ihr alleiniges Eigentum oder das Eigentum der autorisierten Benutzer, die diese Kundendaten bereitgestellt haben. Sie tragen die alleinige Verantwortung f&uuml;r die Richtigkeit, Qualit&auml;t, Integrit&auml;t, Rechtm&auml;&szlig;igkeit und Angemessenheit aller Kundendaten sowie f&uuml;r das Einholen von Copyright-Genehmigungen f&uuml;r alle Kundendaten. Gem&auml;&szlig; den Bedingungen dieses Vertrags gew&auml;hren Sie DS SolidWorks eine einfache Lizenz zum Nutzen, Kopieren, Speichern und &Uuml;bertragen von Kundendaten durch DS SolidWorks selbst oder durch Unternehmen der DS-Gruppe und Subunternehmer von DS in einem Ausma&szlig;, das f&uuml;r die Bereitstellung, Aufrechterhaltung und Verbesserung der Onlinedienste angemessen ist. Sie halten DS SolidWorks und die anderen Unternehmen der DS-Gruppe gegen&uuml;ber allen Forderungen von Drittanbietern schadlos, die sich aus Folgendem ergeben oder sich darauf beziehen: (i) Ihre Nutzung der Onlinedienste unter Verletzung g&uuml;ltiger Gesetze oder Vorschriften und/oder (ii) alle Verletzungen, Zuwiderhandlungen oder jegliche widerrechtliche Verwendung der Rechte eines Dritten im Hinblick auf die Kundendaten. Au&szlig;erdem zahlen Sie f&uuml;r alle Kosten, Sch&auml;den und Ausgaben (einschlie&szlig;lich angemessener Anwaltskosten), die DS SolidWorks endg&uuml;ltig von einer zust&auml;ndigen Gerichtsbarkeit auferlegt oder in einer schriftlichen, von Ihnen unterzeichneten Einigung f&uuml;r einen solchen Anspruch vereinbart werden, <em class="ph i">vorausgesetzt</em>, (i) DS SolidWorks benachrichtigt Sie zeitnah und schriftlich &uuml;ber den Anspruch und (ii) DS SolidWorks &uuml;bertr&auml;gt Ihnen die alleinige Verantwortung f&uuml;r die Klageantwort und alle damit verbundenen Einigungsvereinbarungen und zeigt eine angemessene Kooperation bei Klageantwort und Schadensregulierung.</p>

		<p class="p">c. <u class="ph u">Speicherung von Kundendaten</u>. Im Rahmen der Onlinedienste und falls in den geltenden Offering Specific Terms (OST) vorhanden, stellt DS SolidWorks w&auml;hrend der Dauer der Onlinedienste und gem&auml;&szlig; den in den OST festgelegten Speicherbeschr&auml;nkungen Speicher f&uuml;r Kundendaten zur Verf&uuml;gung. Wenn Sie diese Speicherbeschr&auml;nkungen &uuml;berschreiten, m&uuml;ssen Sie die Situation innerhalb von f&uuml;nfzehn (15) Tagen ab Benachrichtigung durch DS SolidWorks beheben, indem Sie die erforderliche zus&auml;tzliche Speicherkapazit&auml;t bestellen oder die Menge der gespeicherten Kundendaten reduzieren.</p>

		<p class="p">d. <u class="ph u">Verpflichtungen von DS</u>. DS SolidWorks stellt Onlinedienste gem&auml;&szlig; dem zu diesem Zeitpunkt geltenden Service Level Agreement bereit. Kundendaten gelten als vertraulich (i) w&auml;hrend des Zeitraums der <em class="ph i">Bereitstellung</em> der Onlinedienste und (ii) f&uuml;r einen Zeitraum von einem (1) Jahr nach Beendigung oder Auslaufen dieser Dienste f&uuml;r Kundendaten, die nach dieser Beendigung oder diesem Auslaufen nicht von Ihnen vernichtet wurden. DS SolidWorks unternimmt kommerziell zumutbare Anstrengungen, Sicherheitsverfahren f&uuml;r die Onlinedienste und Kundendaten zu implementieren, die (i) den Branchenstandards f&uuml;r vergleichbare Dienste entsprechen und (ii) mit der gleichen Sorgfalt behandelt werden, die DS SolidWorks in Bezug auf eigene, vergleichbare vertrauliche Informationen walten l&auml;sst, um die Offenlegung, Ver&ouml;ffentlichung oder Verbreitung solcher Kundendaten zu vermeiden. DS SolidWorks ist berechtigt, Kundendaten gegen&uuml;ber Dritten offenzulegen, die eine entsprechende Geheimhaltungsvereinbarung mit DS SolidWorks eingegangen sind, und zwar in dem Ausma&szlig;, in dem dies f&uuml;r die Bereitstellung, Aufrechterhaltung und Verbesserung der Onlinedienste erforderlich ist.</p>

		<p class="p">Diese Vertraulichkeitsverpflichtung gilt nicht f&uuml;r Informationen, die: (i) sich bereits im Besitz von DS SolidWorks befinden, ohne dass zum Zeitpunkt des Erhalts der Informationen von Ihnen eine Vertraulichkeitsverpflichtung bestand; (ii) unabh&auml;ngig von DS SolidWorks entwickelt werden, ohne dass auf die Kundendaten Bezug genommen wird; (iii) ohne Verletzung dieses Vertrags &ouml;ffentlich zug&auml;nglich sind oder werden; (iv) von DS SolidWorks rechtm&auml;&szlig;ig ohne Vertraulichkeitsverpflichtung von einem Dritten empfangen werden; (v) von Ihnen mit Ihrer schriftlichen Genehmigung zur Offenlegung freigegeben werden oder (vi) gem&auml;&szlig; einer richterlichen oder administrativen Entscheidung offengelegt werden m&uuml;ssen, jedoch ausschlie&szlig;lich in Bezug auf diese juristische oder administrative Einheit, <em class="ph i">vorausgesetzt</em>, DS SolidWorks stellt f&uuml;r Sie zeitnah Informationen bereit und kooperiert angemessen mit Ihnen, um die Offenlegung und Nutzung der jeweiligen Informationen gem&auml;&szlig; der Entscheidung einzuschr&auml;nken.</p>

		<p class="p">e. <u class="ph u">Schutz personenbezogener Daten</u>. Sie sind der f&uuml;r die Datenverarbeitung Verantwortliche (&bdquo;f&uuml;r die Datenverarbeitung Verantwortlicher&ldquo;), da Sie den Zweck und die Mittel f&uuml;r die Verarbeitung aller Vorg&auml;nge (einschlie&szlig;lich, aber nicht beschr&auml;nkt auf die Erfassung, Organisation, Anpassung, L&ouml;schung, Speicherung, Nutzung, Aufzeichnung, Verbindung, Beratung, Offenlegung und &Uuml;bertragung) f&uuml;r personenbezogene Daten bestimmen und in erster Linie daf&uuml;r verantwortlich sind, dass alle g&uuml;ltigen Datenschutzgesetze erf&uuml;llt werden. Sie erkennen an und sind damit einverstanden, dass Sie heute und in Zukunft der einzige f&uuml;r die Verarbeitung personenbezogener Daten Verantwortliche sind und somit f&uuml;r die Einhaltung aller g&uuml;ltigen Datenschutzgesetze und anderer Bestimmungen bei der Verarbeitung der personenbezogenen Daten des Kunden verantwortlich sind, einschlie&szlig;lich (i) der &Uuml;bermittlung personenbezogener Daten, (ii) Informationen zu Einzelpersonen, &uuml;ber die personenbezogene Daten erfasst und genutzt werden, sowie (iii) Zugriffs-, &Auml;nderungs- und L&ouml;schungsrechten dieser Einzelpersonen.</p>

		<p class="p">f. <u class="ph u">Inhalte von Dritten</u>. DS SolidWorks hat keine Kontrolle &uuml;ber Ihre Inhalte oder die Inhalte von Dritten, die &uuml;ber die Onlinedienste bereitgestellt oder ver&ouml;ffentlicht werden, und &uuml;bernimmt diesbez&uuml;glich auch keinerlei Verantwortung oder Haftung.</p>

		<p class="p">g. <u class="ph u">Bedingungen f&uuml;r Ans&auml;ssige der Europ&auml;ischen Union (EU), Islands, Liechtensteins und Norwegens</u>.</p>

		<p class="p">(i) <u class="ph u">Definitionen</u>&nbsp;&ndash; Definitionen f&uuml;r diesen Unterabschnitt&nbsp;(g):</p>

		<p class="p">&bdquo;Geltende Datenschutzvorschriften&ldquo; bedeutet ab 25. Mai 2018 die Verordnung (EU) 2016/679 (Datenschutz-Grundverordnung) sowie alle delegierten Rechtsakte und Durchf&uuml;hrungsrechtsakte gem&auml;&szlig; der Datenschutz-Grundverordnung und den Rechtsvorschriften der Mitgliedstaaten, in denen die Bestimmungen der Datenschutz-Grundverordnung festgelegt sind, die f&uuml;r die implementierte Verarbeitung gelten.</p>

		<p class="p">&bdquo;F&uuml;r die Datenverarbeitung Verantwortlicher&ldquo;, &bdquo;betroffene Person&ldquo;, &bdquo;personenbezogene Daten&ldquo;, &bdquo;verarbeiten/Verarbeitung&ldquo;, &bdquo;Auftragsverarbeiter&ldquo; und &bdquo;Verletzung des Schutzes personenbezogener Daten&ldquo; haben die gleiche Bedeutung wie in der Datenschutz-Grundverordnung.</p>

		<p class="p">Der &bdquo;Unterauftragsverarbeiter&ldquo; ist ein Auftragsverarbeiter, der von DS SolidWorks oder einem anderen Unterauftragsverarbeiter von DS SolidWorks ernannt wurde und von DS SolidWorks oder einem anderen Unterauftragsverarbeiter von DS SolidWorks personenbezogene Daten ausschlie&szlig;lich zu dem Zweck erh&auml;lt, Verarbeitungsaktivit&auml;ten in Ihrem Namen gem&auml;&szlig; diesen Vertragsbedingungen und den etwaigen Bestimmungen eines schriftlichen Unterauftrags auszuf&uuml;hren.</p>

		<p class="p">(ii) <u class="ph u">Schutz personenbezogener Daten</u>. Sie best&auml;tigen und erkl&auml;ren sich damit einverstanden, dass Sie zu jeder Zeit der einzige f&uuml;r die Verarbeitung der personenbezogenen Daten Verantwortliche sind und bleiben, die im Rahmen Ihres Zugriffs auf und Ihrer Nutzung von einem oder mehreren Angeboten verarbeitet werden, und dass Sie somit f&uuml;r die Einhaltung aller geltenden Datenschutzvorschriften verantwortlich sind, einschlie&szlig;lich (i) der &Uuml;bermittlung personenbezogener Daten, (ii) Informationen zu betroffenen Personen sowie (iii) Zugriffs-, &Auml;nderungs- und L&ouml;schungsrechte betroffener Personen. DS SolidWorks wird in seiner Rolle als Auftragsverarbeiter die personenbezogenen Daten in &Uuml;bereinstimmung mit diesem Vertrag erheben, speichern und verarbeiten.</p>

		<p class="p">(iii) <u class="ph u">Ort der Datenverarbeitung</u>. Damit DS SolidWorks Onlinedienste und Unterst&uuml;tzungsdienste bereitstellen kann, ernennen Sie hiermit DS SolidWorks zum Auftragsverarbeiter und erkl&auml;ren sich mit der &Uuml;bermittlung, der Speicherung, dem Zugriff und der Verarbeitung der von Ihnen bereitgestellten personenbezogenen Daten (&bdquo;Ihre personenbezogenen Daten&ldquo;) in allen L&auml;ndern einverstanden, in denen DS SolidWorks oder seine Tochtergesellschaften oder Subunternehmer ans&auml;ssig sind. DS SolidWorks wird daf&uuml;r Sorge tragen, dass den Unterauftragsverarbeitern &uuml;ber einen Vertrag und/oder die Standardvertragsklauseln der Europ&auml;ischen Kommission die gleichen Datenschutzverpflichtungen wie in diesem Vertrag auferlegt werden, damit die Verarbeitung den Anforderungen der geltenden Datenschutzvorschriften entspricht.</p>

		<div class="p">(iv) <u class="ph u">Verpflichtungen von DS SolidWorks</u>. In seiner Rolle als Auftragsverarbeiter wird DS SolidWorks:<ul class="ul">
				<li><span class="li">in dem nach geltendem Recht maximal zul&auml;ssigen Umfang oder f&uuml;r die Dauer der lizenzierten Nutzung des Angebots, je nachdem, welcher Zeitraum l&auml;nger ist, Ihre personenbezogenen Daten gem&auml;&szlig; diesem Vertrag und Ihren schriftlichen, angemessenen Anweisungen verarbeiten, die unter allen Umst&auml;nden im Einklang mit diesem Vertrag stehen;</span></li>

				<li><span class="li">sicherstellen, dass alle Personen, die zur Verarbeitung Ihrer personenbezogenen Daten berechtigt sind, an entsprechende Geheimhaltungspflichten gebunden sind;</span></li>

				<li><span class="li">Sie bei der Einhaltung Ihrer Verpflichtungen als f&uuml;r die Datenverarbeitung Verantwortlicher in Bezug auf die Abschnitte&nbsp;32 bis 36 der Datenschutz-Grundverordnung angemessen unterst&uuml;tzen und dabei die Art der Verarbeitung, wie in diesem Vertrag beschrieben, ber&uuml;cksichtigen. Wenn DS SolidWorks Grund zur Annahme hat, dass eine Verletzung des Schutzes Ihrer personenbezogenen Daten vorliegt, wird DS SolidWorks (i) Sie unverz&uuml;glich &uuml;ber die Verletzung des Schutzes der personenbezogenen Daten informieren, sobald DS SolidWorks von einer solchen Verletzung Kenntnis erlangt, und (ii) Ihnen alle relevanten und verf&uuml;gbaren Informationen zur Verf&uuml;gung stellen, damit Sie Ihre Meldepflichten bei der zust&auml;ndigen Aufsichtsbeh&ouml;rde erf&uuml;llen k&ouml;nnen;</span></li>

				<li><span class="li">Sie bei der Einhaltung Ihrer Verpflichtungen bei Reaktionen auf Antr&auml;ge von betroffenen Personen angemessen unterst&uuml;tzen, die ihre Rechte gem&auml;&szlig; den geltenden Datenschutzvorschriften in einer Art und Weise aus&uuml;ben, die mit der Nutzung des DS SolidWorks Angebots und der Rolle von DS SolidWorks als Auftragsverarbeiter im Einklang steht;</span></li>

				<li><span class="li">Ihnen alle DS SolidWorks verf&uuml;gbaren Informationen bereitstellen, die erforderlich sind, um die Einhaltung Ihrer Verpflichtungen gem&auml;&szlig; den geltenden Datenschutzvorschriften und den Angaben in diesem Abschnitt nachzuweisen, und, sofern die Einhaltung der geltenden Datenschutzvorschriften nicht durch die entsprechende Dokumentation von DS SolidWorks nachgewiesen werden kann, eine &Uuml;berpr&uuml;fung erm&ouml;glichen. Sie haben DS SolidWorks eine solche &Uuml;berpr&uuml;fung mindestens drei&szlig;ig (30) Tage im Voraus unter Angabe des Pr&uuml;fungsumfangs schriftlich anzuzeigen, der auf die Beurteilung Ihrer Einhaltung beschr&auml;nkt ist, wenn diese Einhaltung nicht aus der Dokumentation von DS SolidWorks hervorgeht, wobei eine solche &Uuml;berpr&uuml;fung h&ouml;chstens alle zw&ouml;lf (12) Monate von einem unabh&auml;ngigen Wirtschaftspr&uuml;fer durchgef&uuml;hrt werden darf, der von Ihnen auf Ihre Kosten ausgew&auml;hlt wird;</span></li>

				<li><span class="li">eine Liste der Unterauftragsverarbeiter f&uuml;hren, die an der Verarbeitung Ihrer personenbezogenen Daten aufgrund von Verarbeitungsaktivit&auml;ten beteiligt sind, die in Ihrem Namen implementiert werden, und wird Sie &uuml;ber etwaige &Auml;nderungen im Hinblick auf die Erg&auml;nzung oder den Ersatz von Unterauftragsverarbeitern informieren, wodurch Sie die M&ouml;glichkeit erhalten, gegen diese &Auml;nderungen Einw&auml;nde zu erheben. Sie werden &uuml;ber einen Mechanismus zum Erhalten von Benachrichtigungen zu Updates mindestens f&uuml;nfzehn (15) Tage im Voraus benachrichtigt, bevor ein neuer Unterauftragsverarbeiter die Berechtigung zur Verarbeitung Ihrer personenbezogenen Daten erh&auml;lt, au&szlig;er in Notf&auml;llen. Sie k&ouml;nnen in angemessener Weise Einw&auml;nde gegen die Verwendung eines neuen Unterauftragsverarbeiters durch DS SolidWorks erheben, wenn (i) dieser neue Unterauftragsverarbeiter Ihre personenbezogenen Daten verarbeitet und (ii) Sie ein berechtigtes Interesse nachweisen k&ouml;nnen und DS SolidWorks innerhalb von f&uuml;nfzehn (15) Tagen nach Erhalt der Benachrichtigung schriftlich benachrichtigen, wobei eine Nichterhebung von Einw&auml;nden Ihrerseits als Annahme des Unterauftragsverarbeiters verstanden wird. Wenn Sie DS SolidWorks innerhalb der genannten Frist &uuml;ber Ihren Einwand gegen den neuen Unterauftragsverarbeiter in Kenntnis gesetzt haben, k&ouml;nnen Sie die DS SolidWorks Angebote, die von dieser &Auml;nderung des Unterauftragsverarbeiters betroffen sind, innerhalb von f&uuml;nfzehn (15) Tagen k&uuml;ndigen, nachdem DS SolidWorks diese Benachrichtigung erhalten hat; und</span></li>

				<li><span class="li">bei K&uuml;ndigung oder Ablauf dieses Vertrags auf Ihren Wunsch alle Ihre personenbezogenen Daten l&ouml;schen oder an Sie zur&uuml;cksenden und alle vorhandenen Kopien l&ouml;schen, au&szlig;er wenn das geltende Recht die Speicherung Ihrer personenbezogenen Daten erfordert oder Ihre personenbezogenen Daten f&uuml;r den Nachweis der geltenden Verj&auml;hrungsfristen erforderlich sind.</span></li>

			</ul>
</div>

		<p class="p">1.E. <strong class="ph b"><u class="ph u">Sicherheitsmechanismen</u></strong>. DS SolidWorks und seine verbundenen Unternehmen ergreifen alle m&ouml;glichen rechtlichen Schritte, um Piraterie in Bezug auf ihre Software-Produkte zu unterbinden. In diesem Kontext kann das Angebot einen Sicherheitsmechanismus enthalten, der die Installation oder Verwendung illegaler Kopien des Angebots erkennt und Daten zu diesen illegalen Kopien sammelt und &uuml;bermittelt. Die gesammelten Daten schlie&szlig;en keine mit dem Angebot erstellten Kundendaten ein. Durch die Verwendung des Angebots stimmen Sie der Erfassung und Sammlung solcher Daten sowie ihrer &Uuml;bertragung und Verwendung zu, wenn eine illegale Kopie gefunden wird. DS SolidWorks beh&auml;lt sich au&szlig;erdem das Recht vor, Hardware-Sperrger&auml;te, Software zur Lizenzverwaltung und/oder einen Lizenzberechtigungsschl&uuml;ssel zu verwenden, um den Zugriff auf das Angebot zu steuern. Sie d&uuml;rfen keine Ma&szlig;nahmen ergreifen, um den Zweck dieser Mechanismen zu umgehen oder au&szlig;er Kraft zu setzen. Die Verwendung des Angebots ohne von DS SolidWorks bereitgestellte erforderliche Sperrger&auml;te oder Berechtigungsschl&uuml;ssel ist verboten.</p>

		<p class="p">1.F. <strong class="ph b"><u class="ph u">Internet-Werkzeuge und -Dienste</u></strong>. Gelegentlich k&ouml;nnen in einer Lizenz des Angebots oder bei einem Subskriptionsbasisdienst f&uuml;r das Angebot Internet-Werkzeuge und -Dienste integriert sein, die von DS SolidWorks entwickelt wurden und auf die Sie von der Software aus zugreifen k&ouml;nnen. Ein Satz an Grundfunktionen steht ohne Zusatzgeb&uuml;hr zur Verf&uuml;gung. F&uuml;r eine erweiterte Verwendung muss eine bestimmte Geb&uuml;hr erstattet werden. Eine Beschreibung der Internet-Werkzeuge f&uuml;r das Angebot finden Sie auf unserer Website unter <a class="xref" href="http://www.solidworks.com/" target="_blank">www.solidworks.com</a>. Die Verwendung von Internet-Werkzeugen und -Diensten unterliegt zudem den f&uuml;r solche Werkzeuge bzw. Dienste geltenden Verwendungsbestimmungen (Terms of Use). Diese sind unter <a class="xref" href="http://www.solidworks.com/sw/termsofuse.html" target="_blank">http://www.solidworks.com/sw/termsofuse.html</a> zu finden und sind in diesem Dokument zur Referenz aufgef&uuml;hrt. Wenn diese Werkzeuge und Dienste ohne eine zus&auml;tzliche Geb&uuml;hr zur Verf&uuml;gung gestellt werden, sind sie ein kostenloses zus&auml;tzliches Angebot und k&ouml;nnen zu jeder Zeit ge&auml;ndert und/oder widerrufen werden.</p>

		<p class="p">2. <strong class="ph b"><u class="ph u">Eigent&uuml;mer des Angebots/Beschr&auml;nkungen beim Kopieren</u></strong>. DS SolidWorks oder seine Lizenzgeber sind und bleiben die Eigent&uuml;mer aller Copyright-, Marken-, Gesch&auml;ftsgeheimnis- und anderer Eigent&uuml;merrechte an dem Angebot und der Dokumentation. <u class="ph u">DAS ANGEBOT UND DIE DOKUMENTATION SIND URHEBERRECHTLICH UND DURCH WEITERE GESETZE IN BEZUG AUF GEISTIGES EIGENTUM GESCH&Uuml;TZT</u>. Jeder DS SolidWorks Lizenzgeber ist ein Drittbeg&uuml;nstigter im Rahmen dieses Vertrags. Sie erwerben lediglich diejenigen Rechte, die in diesem Vertrag ausdr&uuml;cklich gew&auml;hrt werden. Sie d&uuml;rfen das Angebot zu Sicherungszwecken und in &Uuml;bereinstimmung mit den Einschr&auml;nkungen in Abschnitt&nbsp;1 in maschinenlesbarer Form kopieren. Sie d&uuml;rfen keine Hinweise oder Verzichtserkl&auml;rungen bez&uuml;glich Copyright- oder anderer Eigent&uuml;merrechte aus dem Angebot oder der Dokumentation entfernen und Sie m&uuml;ssen alle diese Hinweise oder Haftungsablehnungen auf allen Kopien des Angebots, die in &Uuml;bereinstimmung mit diesem Vertrag angefertigt werden, anbringen.</p>

		<p class="p">3. <strong class="ph b"><u class="ph u">Andere Verwendungsbeschr&auml;nkungen</u></strong>. Dieser Vertrag ist Ihr Nachweis der Lizenz, die in diesem Dokument gew&auml;hrten Rechte in Anspruch nehmen zu k&ouml;nnen, und muss von Ihnen aufbewahrt werden. Sie d&uuml;rfen keinen Teil des Angebots anders als gem&auml;&szlig; der Lizenzgew&auml;hrung in Abschnitt&nbsp;1 erlaubt separat oder unabh&auml;ngig vom Angebot (die Microsoft SQL Server-Software darf zum Beispiel nur in Verbindung mit dem &uuml;brigen SOLIDWORKS PDM Standard oder Professional Angebot verwendet werden, vorausgesetzt dieses Angebot geh&ouml;rt zum Server + CAL-Modell oder zum Pro-Prozessor-Modell) und zu anderen als Ihren normalen Gesch&auml;ftszwecken verwenden und d&uuml;rfen den Zugriff auf das Angebot bzw. die Verwendung des Angebots keinem Dritten erm&ouml;glichen (ausgenommen Dritte, die &uuml;ber Web-Client oder direkt per VPN Zugriff auf SOLIDWORKS PDM Standard oder Professional erfordern). Folglich d&uuml;rfen Sie das Angebot bzw. die in diesem Vertrag gew&auml;hrte Lizenz f&uuml;r Zugriff und Nutzung nicht verkaufen, lizenzieren, unterlizenzieren, &uuml;bertragen, &uuml;bereignen, verleihen oder vermieten (einschlie&szlig;lich Timesharing-Abkommen). Sie d&uuml;rfen das Angebot oder die Dokumentation nur dann zur Entwicklung von Anwendungen f&uuml;r die Verteilung an Dritte verwenden, wenn Sie ein vollberechtigtes Mitglied des SOLIDWORKS Partnerprogramms sind oder mit DS SolidWorks einen Vertrag &uuml;ber eine solche Verwendung/Verteilung abgeschlossen haben. Wenn es nicht ausdr&uuml;cklich in Abschnitt&nbsp;12 aufgef&uuml;hrt wurde, d&uuml;rfen Sie das Angebot nicht &uuml;ber das Internet installieren oder verwenden, einschlie&szlig;lich der Verwendung in Verbindung mit einem Webhosting oder einem &auml;hnlichen Dienst und der Bereitstellung des Angebots f&uuml;r Dritte &uuml;ber das Internet auf Ihrem Computersystem oder anderweitig. Sie sind nicht zu &Auml;nderungen oder Ableitungsarbeiten des Angebots oder zur Erstellung von Zusammenstellungen unter Verwendung des Angebots befugt und d&uuml;rfen den Quellcode des Angebots nicht zum Zwecke des Wettbewerbs mit DS SolidWorks analysieren, zur&uuml;ckentwickeln, dekompilieren, zerlegen oder auf andere Weise versuchen, diesen zu entschl&uuml;sseln, wenn dies gegen geltendes Recht versto&szlig;en w&uuml;rde, da er Gesch&auml;ftsgeheimnisse (wie Angebots-Struktur, -Organisation und -Code) von DS SolidWorks und seinen Lizenzgebern enth&auml;lt.</p>

		<p class="p">4. <strong class="ph b"><u class="ph u">Subskriptionsdienst</u></strong>. Wenn Sie von Ihrem Fachh&auml;ndler einen Subskriptionsdienst f&uuml;r das Angebot erwerben, f&uuml;r das Sie durch Zahlung der Geb&uuml;hr f&uuml;r diesen Dienst die Lizenz hierunter erworben haben, bietet Ihnen Ihr Fachh&auml;ndler f&uuml;r eine solche Kopie Folgendes: Onlinezugriff zum Herunterladen der neuesten Aktualisierungen des Angebots, alle gr&ouml;&szlig;eren Upgrades f&uuml;r das Angebot, die w&auml;hrend des Subskriptionszeitraums erscheinen, sowie telefonische Unterst&uuml;tzungsdienste. Subskriptionsdienste sind automatisch in allen Angeboten mit einem j&auml;hrlichen oder viertelj&auml;hrlichen Lizenzzeitraum und in den Onlinediensten enthalten und k&ouml;nnen nicht separat gek&uuml;ndigt werden. Gelegentlich kann DS SolidWorks im Rahmen einer Aktualisierung des Angebots Microsoft Software-Komponenten weiterverteilen. Sie haben Anspruch auf solche Microsoft-Komponenten und gew&auml;hrleisten, dass Sie diese nur dann installieren, wenn Sie &uuml;ber eine g&uuml;ltig lizenzierte Kopie jener Microsoft-Produkte verf&uuml;gen, zu denen die Komponenten geh&ouml;ren. Der Zeitraum f&uuml;r diesen Dienst betr&auml;gt ein (1) Jahr. Er kann anschlie&szlig;end von Jahr zu Jahr durch Zahlung der entsprechenden Verl&auml;ngerungsgeb&uuml;hr verl&auml;ngert werden. Angebote, die als Upgrade oder Aktualisierung einer fr&uuml;heren Version des lizenzierten Angebots geliefert werden, m&uuml;ssen die vorherige Version ersetzen. Es wird keine zus&auml;tzliche Lizenz erteilt: Die Anzahl der installierten Aktualisierungen darf nicht die Anzahl der bezahlten Subskriptionsdienstgeb&uuml;hren &uuml;bersteigen. Die f&uuml;r die Onlinedienste geltende Richtlinie f&uuml;r Unterst&uuml;tzungsdienste finden Sie auf der Website <a class="xref" href="http://www.3ds.com/terms/support-policies" target="_blank">www.3ds.com/terms/support-policies</a> f&uuml;r den Zeitraum der Dienstbereitstellung, <em class="ph i">d.&nbsp;h.</em> ein (1) Jahr. Sie kann ge&auml;ndert werden, m&ouml;gliche &Auml;nderungen treten aber erst ab Beginn des nachfolgenden Unterst&uuml;tzungsdienst-Zeitraums in Kraft.</p>

		<p class="p">5. <strong class="ph b"><u class="ph u">Datenschutzrichtlinien</u></strong>. F&uuml;r den Erwerb des Angebots m&uuml;ssen Sie f&uuml;r DS SolidWorks m&ouml;glicherweise bestimmte Informationen &uuml;ber sich bereitstellen, einschlie&szlig;lich Ihres Namens und Ihrer E-Mail-Adresse. Au&szlig;erdem kann DS SolidWorks w&auml;hrend der Installation Ihren Computer pr&uuml;fen, um Informationen zu erlangen, u.&nbsp;a. zu Installationen von SOLIDWORKS und anderen Produkten von Dassault Syst&egrave;mes und den Eigenschaften des Computers, auf dem Sie das Angebot ausf&uuml;hren werden, so z.&nbsp;B. zum Video-Controller oder Betriebssystem. Als Voraussetzung f&uuml;r das Herunterladen und Verwenden des Angebots stimmen Sie zudem den Bedingungen der DS SolidWorks Datenschutzrichtlinien unter <a class="xref" href="http://www.solidworks.com/sw/privacypolicy.htm" target="_blank">http://www.solidworks.com/sw/privacypolicy.htm</a> zu, die gelegentlich ohne Benachrichtigung aktualisiert werden k&ouml;nnen. Von DS SolidWorks im Zusammenhang mit Ihrer Registrierung f&uuml;r das Angebot gesammelte Informationen k&ouml;nnen in den USA oder jedem anderen Land gespeichert und verarbeitet werden, in dem DS SolidWorks, seine Partnerunternehmen oder seine Beauftragten entsprechende Einrichtungen unterhalten. Dementsprechend stimmen Sie durch die Verwendung des Angebots der &Uuml;bertragung solcher Informationen au&szlig;erhalb Ihres Landes zu.</p>

		<p class="p">6. <strong class="ph b"><u class="ph u">Laufzeit</u></strong>. Dieser Vertrag bleibt in Kraft, bis er wie hierin beschrieben gek&uuml;ndigt wird oder bis er abl&auml;uft, und zwar: (i) f&uuml;r Angebote, die im Rahmen dieses Vertrags unter befristeter Lizenz bereitgestellt werden, bis zum Ablauf aller entsprechenden Lizenzen oder (ii) f&uuml;r Onlinedienste bis zum Ablauf des Vertragszeitraums, f&uuml;r den die Onlinedienste unter diesem Vertrag erworben wurden oder ggf. bis zum Ablauf der Subskription, die Sie f&uuml;r das Angebot erworben haben. DS SolidWorks kann die hierin gew&auml;hrte Lizenz und/oder das Angebot schriftlich fristlos k&uuml;ndigen, und zwar (i) aus berechtigtem Grund, einschlie&szlig;lich eines Versto&szlig;es gegen eine der Bestimmungen von Abschnitt&nbsp;1, 2 oder 3 dieses Vertrags, oder (ii) wenn Sie gegen eine Bestimmung dieses Vertrags versto&szlig;en und Sie diesen Versto&szlig; nicht innerhalb von f&uuml;nfzehn (15) Tagen nach entsprechender Benachrichtigung beheben k&ouml;nnen.</p>

		<p class="p">Sie k&ouml;nnen die Onlinedienste k&uuml;ndigen, wenn DS SolidWorks nicht in der Lage ist, die Onlinedienste gem&auml;&szlig; dem g&uuml;ltigen Service Level Agreement bereitzustellen, und der Fehler nicht innerhalb von drei&szlig;ig (30) Tagen behoben wird, nachdem DS SolidWorks eine entsprechende schriftliche Benachrichtigung erhalten hat. Im &Uuml;brigen k&ouml;nnen Sie oder DS SolidWorks die Onlinedienste k&uuml;ndigen, indem die jeweils andere Partei mindestens drei&szlig;ig (30) Tage vor dem Verl&auml;ngerungsdatum der Onlinedienste entsprechend informiert wird. Wenn eine solche Benachrichtigung nicht vorliegt, werden die Onlinedienste automatisch verl&auml;ngert und unterliegen dem dann g&uuml;ltigen Service Level Agreement. DS SolidWorks kann die Onlinedienste jederzeit &auml;ndern. DS SolidWorks verpflichtet sich, die Onlinedienste w&auml;hrend des Angebotszeitraums nicht erheblich zu mindern. Keine der Bestimmungen in diesem Absatz sieht vor, dass DS SolidWorks auch weiterhin einen beliebigen Teil der Onlinedienste bereitstellen muss, wenn dies dazu f&uuml;hrt, dass DS SolidWorks gegen die Rechte eines Dritten oder g&uuml;ltige Rechtsprechung versto&szlig;en w&uuml;rde.</p>

		<p class="p">Mit der Beendigung der Berechtigung zum Zugriff und zur Nutzung des Angebots wie hier aufgef&uuml;hrt stellen Sie umgehend die Nutzung ein und senden das Angebot an DS SolidWorks zur&uuml;ck oder vernichten wie von DS SolidWorks angewiesen alle Kopien des Angebots und der Dokumentation, auf die sich eine solche Berechtigung bezieht, und haben keinen Zugriff mehr auf die Onlinedienste und den Subskriptionsdienst. Wenn Sie die Onlinedienste aufgrund einer Nichteinhaltung des Service Level Agreement durch DS SolidWorks k&uuml;ndigen, erstattet DS SolidWorks Ihnen alle zum K&uuml;ndigungsdatum vorausbezahlten und noch nicht genutzten regelm&auml;&szlig;igen Geb&uuml;hren. Die Verpflichtung von DS SolidWorks beschr&auml;nkt sich einzig und allein auf diese Erstattung und sie ist Ihr einziges Rechtsmittel f&uuml;r den Fall, dass DS SolidWorks die Onlinedienste nicht bereitstellen kann.</p>

		<p class="p">Die Bestimmungen der Abschnitte&nbsp;1D.b, 1D.d, 1D.e., 1E, 2, 3, 5, 6, 8, 10, 11, 12 und 13 dieses Vertrags bestehen auch nach einer K&uuml;ndigung des Vertrags fort.</p>

		<p class="p">7. <strong class="ph b">Verantwortung f&uuml;r die Auswahl und Verwendung des Angebots</strong>. Sie sind verantwortlich f&uuml;r die &Uuml;berwachung, Verwaltung und Kontrolle der Verwendung des Angebots und f&uuml;r die Ausgabe des Angebots, einschlie&szlig;lich: (1) der Auswahl des Angebots zur Erzielung der beabsichtigten Ergebnisse, (2) der Bestimmung der angemessenen Verwendung und der Ausgabe des Angebots in Ihrem Unternehmen, (3) der Festlegung von geeigneten, unabh&auml;ngigen Verfahren zum Testen der Richtigkeit des Angebots und seiner Ausgabe und (4) der Einrichtung von geeigneten Sicherungen zur Verhinderung eines Datenverlusts f&uuml;r den Fall, dass das Angebot nicht ordnungsgem&auml;&szlig; funktioniert. <strong class="ph b">Bei dem Angebot handelt es sich um ein Werkzeug, das ausschlie&szlig;lich f&uuml;r die Verwendung durch geschulte Fachleute gedacht ist. Es dient keinesfalls als Ersatz f&uuml;r fachliches Urteilsverm&ouml;gen oder das unabh&auml;ngige Testen von physischen Prototypen in Bezug auf Produktbelastung, -sicherheit und -nutzung. F&uuml;r alle Ergebnisse, die im Zusammenhang mit der Verwendung des Angebots erzielt werden, tragen Sie die alleinige Verantwortung. Weder das Angebot noch beliebige seiner Komponenten sind f&uuml;r die Verwendung bei der Konstruktion oder dem Betrieb von Nuklearanlagen, Lebenserhaltungssystemen oder Luftfahrzeugen oder f&uuml;r andere Aktivit&auml;ten gedacht, bei den denen das Versagen des Angebots oder seiner Komponenten oder von beidem zum Tode, zu K&ouml;rperverletzung oder zu erheblichen Sach- oder Umweltsch&auml;den f&uuml;hren k&ouml;nnte.</strong></p>

		<p class="p"><strong class="ph b">ACHTUNG: Bestimmte Inhalte, wie z.&nbsp;B. die in der SOLIDWORKS Toolbox bereitgestellten Verbindungselemente, stellen nur N&auml;herungen dar und sind m&ouml;glicherweise nicht f&uuml;r alle Verwendungen geeignet.</strong></p>

		<p class="p">8. <strong class="ph b"><u class="ph u">Beschr&auml;nkte Gew&auml;hrleistung, Ausnahmen und Haftungsablehnungen; Freistellungsverpflichtung f&uuml;r geistiges Eigentum</u></strong></p>

		<p class="p"><strong class="ph b">a. <u class="ph u">Beschr&auml;nkte Gew&auml;hrleistung</u>. DS SolidWorks gew&auml;hrleistet, dass das Angebot frei von Materialfehlern ist und im Wesentlichen in &Uuml;bereinstimmung mit der Dokumentation f&uuml;r einen Zeitraum von neunzig (90) Tagen vom Datum der &Uuml;bergabe an Sie funktioniert. DS SolidWorks gew&auml;hrleistet au&szlig;erdem, dass alle Dienste, die das Unternehmen von Zeit zu Zeit leistet, fachm&auml;nnisch und im Einklang mit den Regeln angemessener Gesch&auml;ftspraxis ausgef&uuml;hrt werden. DS SolidWorks gew&auml;hrleistet nicht, dass das Angebot oder die Dienstleistung Ihren Anforderungen entspricht, oder dass die Operation des Angebots frei von Unterbrechungen oder Fehlern sein wird oder dass die Internet-Werkzeuge und -Dienste vollst&auml;ndig sicher sind. Die alleinige Verpflichtung seitens DS SolidWorks und Ihr einziger Anspruch unter dieser Garantie besteht&nbsp;&ndash; im angemessenen Rahmen&nbsp;&ndash; in der Reparatur oder dem Ersatz des fehlerhaften Mediums oder der fehlerhaften Software oder der erneuten Bereitstellung der Dienstleistung. Sind diese Bem&uuml;hungen erfolglos, muss DS SolidWorks oder der Gro&szlig;- oder Fachh&auml;ndler von DS SolidWorks (i) den Preis, den Sie f&uuml;r die Software bezahlt haben, bei R&uuml;ckgabe der fehlerhaften Software und einer Kopie der Quittung, bzw. den Preis, den Sie f&uuml;r die Dienstleistung bezahlt haben, zur&uuml;ckerstatten oder (ii), falls gesetzlich vorgeschrieben, eine andere L&ouml;sung anbieten. F&uuml;r jede Ersatz-Software gilt die Gew&auml;hrleistung f&uuml;r die restliche Zeit des urspr&uuml;nglichen Gew&auml;hrleistungszeitraums oder f&uuml;r drei&szlig;ig (30) Tage nach dem Datum der &Uuml;bergabe an Sie&nbsp;&ndash; je nachdem, welcher Zeitraum l&auml;nger ist.</strong></p>

		<p class="p"><strong class="ph b">b. <u class="ph u">Ausnahmen</u>. Die begrenzte Gew&auml;hrleistung von DS SolidWorks ist nichtig, wenn sich ein Gew&auml;hrleistungsfall aus Folgendem ergibt: (i) Unf&auml;llen, Besch&auml;digung, Missbrauch oder fahrl&auml;ssige Handhabung der Software, (ii) Handlungen oder Vers&auml;umnissen, die nicht DS SolidWorks zuzuschreiben sind, (iii) Kombination der Software mit Produkten, Materialien oder Software, die nicht von DS SolidWorks angeboten werden oder nicht zur Kombination mit der Software vorgesehen sind, oder (iv) dem Vers&auml;umnis Ihrerseits, alle Aktualisierungen der Software, die DS SolidWorks zur Verf&uuml;gung stellt, zu integrieren und zu verwenden.</strong></p>

		<p class="p"><strong class="ph b">c. <u class="ph u">Gew&auml;hrleistungsbeschr&auml;nkungen</u>. Die in diesem Abschnitt&nbsp;8 beschriebene explizite Gew&auml;hrleistung ist die einzige Gew&auml;hrleistung, die von DS SolidWorks in Bezug auf das hiermit &uuml;bergebene Angebot und die Dokumentation und jeden von Zeit zu Zeit geleisteten Dienst gegeben wird. DS SolidWorks und seine Lizenzgeber, einschlie&szlig;lich Adobe, geben im nach geltendem Recht erlaubten H&ouml;chstma&szlig; keine anderen Gew&auml;hrleistungen, ob explizit, implizit oder aus Handelsbrauch abgeleitet, und gew&auml;hrleisten insbesondere nicht die Marktf&auml;higkeit, die Eignung f&uuml;r einen bestimmten Zweck und die Nichtverletzung von Rechten. Im Zusammenhang mit der in diesem Abschnitt&nbsp;8 beschriebenen Gew&auml;hrleistung d&uuml;rfen Sie unter keinen Umst&auml;nden sp&auml;ter als ein Jahr nach dem Auftreten eines angeblichen Gew&auml;hrleistungsfalles einen Anspruch anmelden, eine Klage einreichen oder einen Prozess anstrengen.</strong></p>

		<p class="p"><strong class="ph b">d. <u class="ph u">Haftungsbeschr&auml;nkungen</u>. Sie erkennen an, dass der f&uuml;r die Lizenz- bzw. f&uuml;r Zugriffs- und Nutzungsrechte des Angebots hierin bezahlte Preis ausgesprochen unverh&auml;ltnism&auml;&szlig;ig in Bezug auf den Wert der Produkte sein kann, die in Verbindung mit dem Angebot konstruiert, gespeichert, verwaltet oder verteilt werden. Sie stimmen im Hinblick auf den ausdr&uuml;cklichen Zweck der Beschr&auml;nkung der Haftung von DS SolidWorks und seinen Lizenzgebern in einem Ausma&szlig;, das in einem angemessenen Verh&auml;ltnis zum kommerziellen Wert dieser Transaktion steht, den folgenden Beschr&auml;nkungen der Haftung von DS SolidWorks und seinen Lizenzgebern zu. Sofern nicht durch Landesrecht anders vorgeschrieben, bel&auml;uft sich die Haftung seitens DS SolidWorks und seiner Lizenzgeber&nbsp;&ndash; sei es aufgrund einer Vertragsverletzung, einer unerlaubten Handlung (einschlie&szlig;lich Fahrl&auml;ssigkeit) oder aus sonstigem Grund&nbsp;&ndash; im Zusammenhang mit dem hiermit ausgelieferten Angebot oder der Dokumentation und jedem von Zeit zu Zeit geleisteten Dienst maximal auf den Betrag der Lizenzgeb&uuml;hr, die Sie in dem Zeitraum von zw&ouml;lf (12) Monaten unmittelbar vor dem Auftreten des Klagegrunds, auf den sich der Haftungsanspruch bezieht, f&uuml;r dieses Angebot entrichtet haben. Unter keinen Umst&auml;nden haften DS SolidWorks oder seine Lizenzgeber f&uuml;r direkte, bestimmte, indirekte, zuf&auml;llige, Straf- oder Folgesch&auml;den (u.&nbsp;a. einschlie&szlig;lich von Sch&auml;den infolge von Nichtverwendbarkeit, Datenverlust, Einkommensverlust, Gesch&auml;ftswert- oder Auftragsverlust), die sich im Zusammenhang mit der Verwendung oder der Unm&ouml;glichkeit der Verwendung des hiermit ausgelieferten Angebots oder der Dokumentation und jeglicher von Zeit zu Zeit geleisteter Dienste ergeben, selbst wenn DS SolidWorks oder seine Lizenzgeber &uuml;ber die M&ouml;glichkeit solcher Sch&auml;den informiert wurden. Einige der obigen Beschr&auml;nkungen haben jedoch m&ouml;glicherweise in einigen Rechtsgebieten keine G&uuml;ltigkeit. Im nach geltendem Recht erlaubten H&ouml;chstma&szlig; m&uuml;ssen alle Rechtsmittel gegen DS SolidWorks innerhalb von zwei (2) Jahren nach Entstehen des entsprechenden Haftungsanspruchs bei der zust&auml;ndigen Gerichtsbarkeit geltend gemacht werden.</strong></p>

		<p class="p"><strong class="ph b">e. <u class="ph u">Freistellungsverpflichtung f&uuml;r geistiges Eigentum</u>. DS SolidWorks sch&uuml;tzt Sie vor jeglichen Anspr&uuml;chen Dritter hinsichtlich einer m&ouml;glichen Verletzung von Copyrights in einem beliebigen Land oder von Patenten in den USA, in Japan oder in einem Mitgliedsstaat der Europ&auml;ischen Patentorganisation durch ein im Rahmen dieses Vertrags bereitgestelltes Angebot und zahlt f&uuml;r alle Kosten, Sch&auml;den und Ausgaben (einschlie&szlig;lich angemessener Anwaltskosten), die Ihnen endg&uuml;ltig von einer zust&auml;ndigen Gerichtsbarkeit auferlegt werden oder in einer schriftlichen, von DS SolidWorks unterzeichneten Einigung f&uuml;r einen solchen Anspruch vereinbart werden, vorausgesetzt, (i) Sie benachrichtigen DS SolidWorks zeitnah und schriftlich &uuml;ber den Anspruch und (ii) der Kunde &uuml;bertr&auml;gt DS SolidWorks die alleinige Verantwortung f&uuml;r die Klageantwort und alle damit verbundenen Einigungsvereinbarungen und zeigt eine angemessene Kooperation bei Klageantwort und Schadensregulierung.</strong></p>

		<p class="p"><strong class="ph b">Wenn ein solcher Anspruch geltend gemacht wird oder ein Angebot nach begr&uuml;ndeter Meinung von DS SolidWorks wahrscheinlich Gegenstand eines solchen Anspruchs wird (oder wahrscheinlich ein Anspruch geltend gemacht werden wird), kann DS SolidWorks auf eigene Kosten Ihnen das Recht zur weiteren Nutzung des Angebots verschaffen, das Angebot so &auml;ndern, dass keine Verletzung mehr vorliegt, oder das Angebot durch ein anderes Programm mit gleicher Funktionalit&auml;t ersetzen. Wenn keine der zuvor genannten Optionen zu Bedingungen verf&uuml;gbar ist, die nach Ermessen von DS SolidWorks angemessen sind, kann DS SolidWorks die Lizenzen f&uuml;r das Angebot k&uuml;ndigen und/oder die Onlinedienste beenden. Bei unbefristeten Lizenzen erstattet DS SolidWorks Ihnen bei R&uuml;ckgabe oder Zerst&ouml;rung aller Kopien des jeweiligen Angebots, wie von Ihrem offiziellen Mitarbeiter bescheinigt, entweder den Betrag oder stellt Ihnen auf Wunsch eine Gutschrift &uuml;ber den Betrag aus, der der entsprechenden einmaligen, f&uuml;r die Lizenzen gezahlten Geb&uuml;hr mit linearer Abschreibung &uuml;ber drei (3) Jahre entspricht. F&uuml;r nicht unbefristete Onlinedienste oder Lizenzen erstattet DS SolidWorks alle vorausbezahlten und noch nicht genutzten Geb&uuml;hren, die unter dieser Vereinbarung f&uuml;r die betreffenden Onlinedienste oder Lizenzen gezahlt wurden.</strong></p>

		<p class="p"><strong class="ph b">DS SolidWorks ist nicht verpflichtet, Sie bez&uuml;glich jeglicher Anspr&uuml;che schad- und klaglos zu halten, die sich auf Folgendes beziehen: (i) jegliche &Auml;nderung eines Angebots durch andere Personen als DS SolidWorks, (ii) die Verwendung eines oder mehrerer Angebote in Kombination mit anderer Hardware, anderen Daten oder Programmen, die nicht durch DS SolidWorks angegeben sind, oder (iii) die Verwendung anderer Korrektur-Patches oder Versionen als die zuletzt ver&ouml;ffentlichten.</strong></p>

		<p class="p"><strong class="ph b">Dieser Abschnitt&nbsp;8.e legt die gesamte Haftung von DS SolidWorks und Ihr einziges Rechtsmittel f&uuml;r alle Anspr&uuml;che bei der Verletzung von Rechten an geistigem Eigentum dar.</strong></p>

		<p class="p">9. <strong class="ph b"><u class="ph u">Abschaltfunktion</u></strong>. Sie erkennen die Tatsache an und sind damit einverstanden, dass das Angebot eine automatische Abschaltfunktion (die &bdquo;Abschaltfunktion&ldquo;) enth&auml;lt, die das Angebot bei Aktivierung unverwendbar macht. Die Abschaltfunktion wird drei&szlig;ig (30) Tage nach der Installation des Angebots automatisch aktiviert, wenn nicht ein Zugriffscode, der die Abschaltfunktion au&szlig;er Kraft setzt (&bdquo;&Uuml;berpr&uuml;fte Lizenz&ldquo;), eingegeben wird. Zur Erlangung Ihrer &uuml;berpr&uuml;ften Lizenz m&uuml;ssen Sie sich bei DS SolidWorks registrieren, indem Sie DS SolidWorks die bei der Installation erfragten Informationen online zusenden. Nach Eingang der Registrierungsinformationen bei DS SolidWorks wird Ihnen eine &uuml;berpr&uuml;fte Lizenz zugeteilt.</p>

		<p class="p">10. <strong class="ph b"><u class="ph u">Exportregeln</u></strong>. Der Export des Angebots und der Dokumentation an Sie unterliegt den Ausfuhr- und Wiederausfuhrgesetzen und -bestimmungen der betreffenden L&auml;nder, u.&nbsp;a. einschlie&szlig;lich der Exportkontrollgesetze der USA und Gro&szlig;britanniens. DS SolidWorks und seine Lizenzgeber sind Ihnen gegen&uuml;ber nicht haftbar, wenn die erforderlichen Vollmachten, Lizenzen oder Genehmigungen nicht eingeholt werden. Sie d&uuml;rfen das Angebot nicht direkt oder indirekt ausf&uuml;hren oder wiederausf&uuml;hren, ohne eine Exportlizenz oder eine andere beh&ouml;rdliche Genehmigung einzuholen, wenn f&uuml;r eine solche Ausfuhr oder Wiederausfuhr zun&auml;chst eine solche Lizenz oder Genehmigung erforderlich ist. Sie sichern DS SolidWorks hiermit zu, dass alle unter dieser Vereinbarung bestellten Angebote nicht unter Verletzung der geltenden Exportgesetze genutzt werden, einschlie&szlig;lich zur Verbreitung von atomaren, chemischen oder biologischen Waffen oder Raketenabschusssystemen, und dass die Angebote nicht an bestimmte L&auml;nder, Unternehmen oder Einzelpersonen geleitet werden, wenn dies durch die geltenden Exportgesetze eines beliebigen Lands verboten ist. Sie erkennen an, dass Ihre Daten in beliebige L&auml;nder &uuml;bertragen oder dort gespeichert werden k&ouml;nnen. Sie verpflichten sich, und sorgen daf&uuml;r, dass alle Benutzer sich ebenfalls dazu verpflichten, jegliche Informationen oder Daten, deren Export nach den geltenden Gesetzen oder Vorschriften kontrolliert oder reguliert ist oder Genehmigungen oder Lizenzen unterliegt, nicht in einer Umgebung mit Datenfreigabe zu verarbeiten, zu speichern oder in eine solche Umgebung hochzuladen. Sie werden als Exporteur Ihrer Daten angesehen. DS SolidWorks ist berechtigt, diese Vereinbarung und alle Lizenzen sowie den Zugriff auf die hierin beschriebenen Onlinedienste schriftlich zu k&uuml;ndigen, wenn Sie diese Bestimmungen nicht einhalten.</p>

		<p class="p">11. <strong class="ph b"><u class="ph u">&Uuml;berpr&uuml;fung</u></strong>. Sie sind w&auml;hrend der Laufzeit dieses Vertrags und f&uuml;r einen darauffolgenden Zeitraum von drei (3) Jahren verpflichtet, akkurate Informationsdatens&auml;tze zur Nutzung des Angebots einzurichten und zu pflegen, einschlie&szlig;lich der Liste und Standorte der Benutzer, die Zugriff auf das Angebot haben und es nutzen. Diese Informationen umfassen ggf. die Zerst&ouml;rung des Angebots und die von Ihnen getroffenen Ma&szlig;nahmen, um den Zugriff auf das Angebot und dessen Nutzung zu verhindern. DS SolidWorks hat jederzeit das Recht, auf eigene Kosten und zu angemessenen Zeit- und Ortsbedingungen diese Aufzeichnungen bzw. Ihre Nutzung des Angebots zu &uuml;berpr&uuml;fen und zu kopieren. Sie autorisieren hiermit ebenfalls, dass DS SolidWorks Ihre Einhaltung der Bestimmungen dieser Vereinbarung &uuml;berpr&uuml;fen kann. Zu diesem Zweck kann DS SolidWorks w&auml;hrend der normalen Gesch&auml;ftszeiten eine &Uuml;berpr&uuml;fung in Ihren Gesch&auml;ftsr&auml;umen (oder in den Gesch&auml;ftsr&auml;umen, in denen das Angebot f&uuml;r Ihre Nutzung installiert ist) auf eine Weise vornehmen, die Sie m&ouml;glichst wenig bei Ihren gesch&auml;ftlichen Aktivit&auml;ten st&ouml;rt. DS SolidWorks kann verlangen, dass Sie DS SolidWorks oder einem Dritten, den DS SolidWorks mit einer solchen &Uuml;berpr&uuml;fung beauftragt, je nach Erfordernis den Zugriff auf Computer, Kopien der Ausgaben von Systemwerkzeugen oder andere Systeminformationen in elektronischer oder Papierform gew&auml;hren und die Ausf&uuml;hrung aller angemessenen Werkzeuge zur Erstellung von &Uuml;berpr&uuml;fungsaufzeichnungen zulassen. Wenn die &Uuml;berpr&uuml;fung eine nicht autorisierte Verwendung des Angebots ergibt, m&uuml;ssen Sie DS SolidWorks umgehend und zum aktuellen Listenpreis alle Betr&auml;ge zahlen, die Sie aufgrund der nicht autorisierten Verwendung des Angebots schuldig sind. Wenn eine solche nicht autorisierte Verwendung mindestens f&uuml;nf Prozent (5&nbsp;%) Ihrer autorisierten Verwendung f&uuml;r das jeweilige Angebot entspricht, m&uuml;ssen Sie DS SolidWorks zus&auml;tzlich zu den jeweiligen Geb&uuml;hren auch die Kosten der &Uuml;berpr&uuml;fung zahlen. Mit der Geltendmachung der oben beschriebenen Berechtigungen und Verfahren verzichtet DS SolidWorks nicht auf sein Recht, diese Vereinbarung durch andere rechtlich zul&auml;ssige Mittel durchzusetzen oder sein geistiges Eigentum auf diese Weise zu sch&uuml;tzen.</p>

		<p class="p">12. <strong class="ph b"><u class="ph u">Hosting durch Dritte</u></strong>. Sie sind berechtigt, das Angebot per Remote-Zugriff auf Computern zu installieren und zu verwenden, die von einem bew&auml;hrten, angesehenen Drittanbieter betrieben werden, und diesen Dienstanbieter zu beauftragen, die Hardware zu betreiben und das Angebot ausschlie&szlig;lich f&uuml;r Sie und in Ihrem Namen zu verwalten; jedoch <em class="ph i">unter der Voraussetzung</em>, dass (i) nur ordnungsgem&auml;&szlig; autorisierte Benutzer das Recht zur Nutzung des Angebots haben; (ii) Sie eine schriftliche Vereinbarung mit dem Dienstanbieter schlie&szlig;en, worin der Dienstanbieter zustimmt, dass sein Zugriff auf das Angebot ausschlie&szlig;lich dem Zweck dient, f&uuml;r Sie die oben genannten Dienste bereitzustellen, und sonst allen in diesem Vertrag enthaltenen Einschr&auml;nkungen und Begrenzungen unterliegt; und (iii) dieser Dienstanbieter kein Konkurrent von DS SolidWorks oder einem Partnerunternehmen oder einer Tochtergesellschaft von DS SolidWorks ist. Sie erkennen an und erkl&auml;ren sich damit einverstanden, dass der Dienstanbieter als Ihr Beauftragter gilt. Wenn Sie Kenntnis von einem tats&auml;chlichen oder vermuteten unbefugten Zugriff, einer Nutzung oder Offenlegung des Angebots erhalten, m&uuml;ssen Sie den Zugriff des Dienstanbieters auf das Angebot umgehend beenden. Sie sind verpflichtet, DS SolidWorks gegen&uuml;ber allen Anspr&uuml;chen, Ausgaben, Urteilen, Sch&auml;den oder Verlusten (einschlie&szlig;lich angemessener Anwaltsgeb&uuml;hren) schad- und klaglos zu halten, die aus dem Zugriff eines solchen Dienstanbieters auf das Angebot oder seiner Nutzung dessen entstehen oder die in irgendeiner Weise damit verbunden sind.</p>

		<p class="p">Die SQL Server Standard-Lizenzen, die mit SOLIDWORKS PDM Professional und SOLIDWORKS Manage bereitgestellt werden, k&ouml;nnen nicht in einen &ouml;ffentlichen Cloud-Dienst, <em class="ph i">d.&nbsp;h.</em> einen von einem Drittanbieter &uuml;ber das Internet angebotenen Computing-Dienst, verschoben werden. F&uuml;r die Bereitstellung von SOLIDWORKS PDM Professional und SOLIDWORKS Manage auf Servern von Drittanbietern gelten weitere spezielle Einschr&auml;nkungen.</p>

		<p class="p">13. <strong class="ph b"><u class="ph u">Einhaltung der Gesetze und Schadensersatz</u></strong>. Sie stimmen zu, alle lokalen Gesetze und Bestimmungen in Bezug auf das Herunterladen, die Installation und/oder die Verwendung des Angebots, der Dokumentation oder von beidem einzuhalten. Sie stimmen zu, DS SolidWorks und seine Tochtergesellschaften, Partnerunternehmen, F&uuml;hrungskr&auml;fte und Mitarbeiter gegen&uuml;ber jeglichen Anspr&uuml;chen, Klagen oder Prozessen schad- und klaglos zu halten, die aus Ihrer Verwendung des Angebots und/oder der Dokumentation oder einem Versto&szlig; Ihrerseits gegen diesen Vertrag resultieren oder in irgendeiner Weise damit in Verbindung stehen.</p>

		<p class="p">14. <strong class="ph b"><u class="ph u">Allgemeine Bestimmungen</u></strong>. Dieser Vertrag ist die vollst&auml;ndige und ausschlie&szlig;liche Fassung Ihres Vertrags mit DS SolidWorks in Bezug auf das Angebot und den Subskriptionsdienst und ersetzt jeden anderen Vertrag, m&uuml;ndlich oder schriftlich, oder sonstigen Informationsaustausch zwischen Ihnen und DS SolidWorks in Bezug auf das Angebot und den Subskriptionsdienst, jedoch <em class="ph i">unter der Voraussetzung</em>, dass dieser Vertrag nicht die Bedingungen irgendeines unterzeichneten Vertrags zwischen Ihnen und DS SolidWorks in Bezug auf das Angebot und den Subskriptionsdienst ersetzt. Dieser Vertrag unterliegt den Gesetzen des US-Bundesstaats Massachusetts, deren Auslegung und Durchsetzung, ohne R&uuml;cksicht auf die Konvention der Vereinten Nationen &uuml;ber Vertr&auml;ge f&uuml;r den internationalen Warenhandel, und wird als Vertrag unter Verschluss erachtet. Die englische Version dieses Vertrags ist der ma&szlig;gebende Text f&uuml;r alle Zwecke, auch wenn &Uuml;bersetzungen oder Erkl&auml;rungen dieses Vertrags in anderen Sprachen vorhanden sind. Wenn ein Gericht einer zust&auml;ndigen Gerichtsbarkeit aus irgendeinem Grund eine Bestimmung dieses Vertrags oder eines Teils davon als nicht durchsetzbar erachtet, wird diese Bestimmung im h&ouml;chstm&ouml;glichen Ma&szlig;e durchgesetzt und der Rest dieses Vertrags bleibt voll und ganz in Kraft.</p>

		<p class="p">15. <strong class="ph b"><u class="ph u">Eingeschr&auml;nkte Rechte der US-Regierung</u></strong>. Bei dem Angebot handelt es sich um ein &bdquo;Handelsgut&ldquo; laut Begriffsdefinition unter 48 C.F.R. 2.101 (OKT 1995), bestehend aus &bdquo;kommerzieller Computer-Software&ldquo; und &bdquo;kommerzieller Software-Dokumentation&ldquo; laut Begriffsdefinition in 48 C.F.R. 12.212 (SEPT 1995). Sie wird der US-Regierung (a) zum Erwerb von oder im Namen von Zivilbeh&ouml;rden, laut der Bestimmung in 48 C.F.R. 12.212, oder (b) zum Erwerb von oder im Namen von Abteilungen des Verteidigungsministeriums, laut den Bestimmungen in 48 C.F.R. 227.7202-1 (JUN 1995) und 227.7202-4 (JUN 1995), zur Verf&uuml;gung gestellt. Falls Sie eine Anfrage einer der Beh&ouml;rden der US-Regierung zur Bereitstellung des Angebots mit Rechten erhalten, die die oben genannten &uuml;berschreiten, setzen Sie DS SolidWorks &uuml;ber das Ausma&szlig; der Anfrage in Kenntnis, und DS SolidWorks hat f&uuml;nf (5) Werktage Zeit, um nach eigenem Ermessen eine solche Anfrage zu akzeptieren oder abzulehnen. Lieferant/Hersteller: Dassault Syst&egrave;mes SolidWorks Corporation, 175 Wyman Street, Waltham, Massachusetts 02451 USA.</p>

		<p class="p">16. <strong class="ph b"><u class="ph u">Lizenzen in Kanada</u></strong>. Wenn Sie Ihre Lizenz(en) in Kanada erworben haben, stimmen Sie folgender Regelung zu:</p>

		<p class="p">Die Vertragsparteien best&auml;tigen, dass es ihr Wunsch ist, dass dieser Vertrag sowie die anderen Dokumente, die sich darauf beziehen, einschlie&szlig;lich Mitteilungen, ausschlie&szlig;lich in englischer Sprache verfasst sind.</p>

		<p class="p">Les parties aux pr&eacute;sentes confirment leur volont&eacute; que cette convention de m&ecirc;me que tous les documents y compris tout avis qui s&apos;y rattache, soient r&eacute;dig&eacute;s en langue anglaise.</p>

		<p class="p">Adobe ist entweder eine eingetragene Marke oder eine Marke von Adobe Systems Incorporated in den Vereinigten Staaten von Amerika und in anderen L&auml;ndern.</p>

		<p class="p">17. <strong class="ph b"><u class="ph u">Windows-Desktopsuche</u></strong>. Die Microsoft Corporation (oder basierend auf Ihrem Wohnort ein Partnerunternehmen) gew&auml;hrt Ihnen die Lizenz f&uuml;r dieses Erg&auml;nzungsprogramm. Eine Kopie dieses Erg&auml;nzungsprogramms darf mit jeder g&uuml;ltig lizenzierten Kopie der Microsoft Windows-Software, mit der es benutzt werden kann (&bdquo;Microsoft Windows-Software&ldquo;), verwendet werden. Sie d&uuml;rfen es nicht verwenden, wenn Sie &uuml;ber keine Lizenz f&uuml;r die Software verf&uuml;gen. F&uuml;r den Einsatz dieses Erg&auml;nzungsprogramms gelten die Lizenzbedingungen der Microsoft Windows-Software.</p>

		<p class="p">Die Windows-Desktopsuche unterliegt den MSN-Datenschutzbestimmungen (<a class="xref" href="https://privacy.microsoft.com/de-de/privacystatement" target="_blank">https://privacy.microsoft.com/de-de/privacystatement</a>).</p>

	</div>

</body>
</html>