<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html
  PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="pt-BR" lang="pt-BR">
<head><meta charset="UTF-8">

<meta name="copyright" content="(C) Copyright 2019" />
<meta name="DC.rights.owner" content="(C) Copyright 2019" />
<meta name="DC.Type" content="concept" />
<meta name="DC.Title" content="Dassault Systèmes SolidWorks Corporation License, Online and Subscription Services Agreement" />
<meta name="abstract" content="" />
<meta name="description" content="" />
<meta name="deliverableName" content="eula_commercial" />
<meta name="DC.Format" content="XHTML" />
<meta name="DC.Identifier" content="wdu1534356835857" />
<meta name="DC.Language" content="en-us" />
<style> body { font-family:Arial, sans-serif; font-size:10pt } h1 { font-size:10pt; font-weight:normal; text-align:center; text-decoration:underline } li { margin-bottom:6pt } </style>
<title>Contrato de Licen&ccedil;a e Servi&ccedil;os On-Line e de Assinatura da Dassault Syst&egrave;mes SolidWorks Corporation</title>
</head>
<body id="wdu1534356835857">

               <h1 class="title topictitle1" id="ariaid-title1"><u class="ph u">Contrato de Licen&ccedil;a e Servi&ccedil;os On-Line e de Assinatura da Dassault Syst&egrave;mes SolidWorks Corporation</u></h1>


	
	
	<div class="body conbody"><p class="shortdesc"></p>

		<p class="p"><strong class="ph b">Os termos e condi&ccedil;&otilde;es que se seguem e quaisquer outros termos que s&atilde;o termos espec&iacute;ficos relativos ao Software identificado ou Servi&ccedil;os on-line e publicados no site <a class="xref" href="http://www.3ds.com/terms/ost" target="_blank">http://www.3ds.com/terms/ost</a>, aqui incorporados por refer&ecirc;ncia, estabelecem um contrato legal (&quot;Contrato&quot;) entre voc&ecirc; (um indiv&iacute;duo ou uma entidade), o usu&aacute;rio final e a Dassault Syst&egrave;mes SolidWorks Corporation, uma empresa de Delaware com sede no endere&ccedil;o 175 Wyman Street, Waltham, Massachusetts 02451 EUA (&quot;DS SolidWorks&quot;), compreendendo diferentes Ofertas que consistem (i) no software de computador conhecido como SOLIDWORKS<sup>®</sup> e determinados outros softwares licenciados pela DS SolidWorks (que podem incluir, sem limita&ccedil;&atilde;o, a linha de produtos de an&aacute;lise SOLIDWORKS Simulation, o SOLIDWORKS Composer e a linha de produtos de gerenciamento de dados do SOLIDWORKS em todos os pa&iacute;ses) e/ou conte&uacute;do, incluindo bancos de dados, modelos 2D ou 3D, em forma leg&iacute;vel por m&aacute;quina (o &quot;Software&quot;) e/ou (ii) dos servi&ccedil;os on-line, <em class="ph i">ou seja</em>, acesso on-line e utiliza&ccedil;&atilde;o da Oferta e de outros servi&ccedil;os relacionados (&quot;Servi&ccedil;os on-line&quot;) (coletivamente, a &quot;Oferta&quot;). O termo &quot;Oferta&quot; inclui, e estes termos e condi&ccedil;&otilde;es aplicam-se igualmente a (i) toda e qualquer atualiza&ccedil;&atilde;o da Oferta que voc&ecirc; possa receber periodicamente por conta de um servi&ccedil;o de assinatura ou programa&ccedil;&atilde;o de suporte, (ii) quaisquer outros m&oacute;dulos suplementares da Oferta que possam ser solicitados e instalados periodicamente por voc&ecirc;, e (iii) software de terceiros como a biblioteca de PDFs Adobe<sup>®</sup> incorporada &agrave; Oferta do SOLIDWORKS. N&atilde;o &eacute; permitido carregar ou utilizar a Oferta em nenhum computador, nem tampouco copi&aacute;-la, sem um direito concedido pela DS SolidWorks. Por meio deste documento, a DS SolidWorks oferece a voc&ecirc; um direito n&atilde;o exclusivo de acesso e/ou download da Oferta e de us&aacute;-la em conformidade com os termos e condi&ccedil;&otilde;es definidos neste Contrato. Leia cuidadosamente estes termos e condi&ccedil;&otilde;es ANTES de abrir a embalagem que cont&eacute;m a Oferta ou de instalar e usar a Oferta ou os Servi&ccedil;os On-line. Abrir a caixa que cont&eacute;m o Software ou instalar e usar o Software ou os Servi&ccedil;os On-line significar&aacute; a aceita&ccedil;&atilde;o dos termos e condi&ccedil;&otilde;es deste Contrato. Caso n&atilde;o concorde com estes termos e condi&ccedil;&otilde;es, devolva imediatamente a caixa contendo o Software e os itens que o acompanham (incluindo o material impresso) para ser reembolsado. No que se refere &agrave; Oferta, este &eacute; um contrato de licen&ccedil;a e n&atilde;o um contrato de venda.</strong></p>

		<!--SDL><p class="p"><strong class="ph b">O termo &quot;Oferta&quot; inclui, e estes termos e condi&ccedil;&otilde;es aplicam-se igualmente a (i) toda e qualquer atualiza&ccedil;&atilde;o da Oferta que voc&ecirc; possa receber periodicamente por conta de um servi&ccedil;o de assinatura ou programa&ccedil;&atilde;o de suporte, (ii) quaisquer outros m&oacute;dulos suplementares da Oferta que possam ser solicitados e instalados periodicamente por voc&ecirc;, e (iii) software de terceiros como a biblioteca de PDFs Adobe<sup>®</sup> incorporada &agrave; Oferta do SOLIDWORKS. N&atilde;o &eacute; permitido carregar ou utilizar a Oferta em nenhum computador, nem tampouco copi&aacute;-la, sem um direito concedido pela DS SolidWorks. Por meio deste documento, a DS SolidWorks oferece a voc&ecirc; um direito n&atilde;o exclusivo de acesso e/ou download da Oferta e de us&aacute;-la em conformidade com os termos e condi&ccedil;&otilde;es definidos neste Contrato. Leia cuidadosamente estes termos e condi&ccedil;&otilde;es ANTES de abrir a embalagem que cont&eacute;m a Oferta ou de instalar e usar a Oferta ou os Servi&ccedil;os On-line. Abrir a caixa que cont&eacute;m o Software ou instalar e usar o Software ou os Servi&ccedil;os On-line significar&aacute; a aceita&ccedil;&atilde;o dos termos e condi&ccedil;&otilde;es deste Contrato. Caso n&atilde;o concorde com estes termos e condi&ccedil;&otilde;es, devolva imediatamente a caixa contendo o Software e os itens que o acompanham (incluindo o material impresso) para ser reembolsado. No que se refere &agrave; Oferta, este &eacute; um contrato de licen&ccedil;a e n&atilde;o um contrato de venda.</strong></p><SDL-->

		<p class="p">1.A. <strong class="ph b"><u class="ph u">Concess&atilde;o de licen&ccedil;a e direitos de uso</u></strong>. A DS SolidWorks concede a voc&ecirc; um direito, n&atilde;o exclusivo e intransfer&iacute;vel, para utiliza&ccedil;&atilde;o da Oferta e da documenta&ccedil;&atilde;o impressa e/ou eletr&ocirc;nica do usu&aacute;rio que acompanha a Oferta (a &quot;Documenta&ccedil;&atilde;o&quot;), nos termos deste Contrato. Se voc&ecirc; pagou a taxa de licen&ccedil;a para um &uacute;nico usu&aacute;rio da Oferta, este Contrato permite instalar e usar 1 (uma) c&oacute;pia da Oferta em qualquer computador individual a qualquer momento no pa&iacute;s em que est&aacute; a sua sede ou, se uma das suas filiais adquiriu a licen&ccedil;a de um revendedor no pa&iacute;s em que esta filial est&aacute; localizada e, <em class="ph i">contanto que</em> voc&ecirc; tenha adquirido a Oferta de um revendedor da DS SolidWorks localizada no pa&iacute;s em que ela ser&aacute; usada. A restri&ccedil;&atilde;o anterior com rela&ccedil;&atilde;o &agrave; localiza&ccedil;&atilde;o do revendedor n&atilde;o se aplica se (i) voc&ecirc; adquirir uma licen&ccedil;a para uma Oferta de um revendedor localizado em qualquer pa&iacute;s dentro da Uni&atilde;o Europeia ou da Associa&ccedil;&atilde;o Europeia de Livre Com&eacute;rcio e (ii) estiver localizado em qualquer pa&iacute;s da Uni&atilde;o Europeia ou da Associa&ccedil;&atilde;o Europeia de Livre Com&eacute;rcio. Se mudar de computador, voc&ecirc; dever&aacute; mover a licen&ccedil;a do computador antigo para o computador novo/atualizado. Voc&ecirc; pode mover esta Oferta para outro pa&iacute;s com a aprova&ccedil;&atilde;o pr&eacute;via por escrito da DS SolidWorks. Essa mudan&ccedil;a, se aprovada, poder&aacute; estar sujeita ao pagamento de uma taxa. Se voc&ecirc; possuir uma vers&atilde;o da Oferta com licen&ccedil;a de rede (&quot;SNL&quot;), poder&aacute; utilizar tantas c&oacute;pias quantas Ofertas tiver, no pa&iacute;s em que a licen&ccedil;a foi adquirida (veja a Se&ccedil;&atilde;o 1.A.b, abaixo). A Oferta est&aacute; &quot;em uso&quot; em um computador quando carregada na mem&oacute;ria tempor&aacute;ria, <em class="ph i">ou seja</em>, RAM, ou quando um usu&aacute;rio est&aacute; conectado. Caso o n&uacute;mero de computadores em que a Oferta est&aacute; instalada ou o n&uacute;mero potencial de usu&aacute;rios da Oferta exceda o n&uacute;mero de licen&ccedil;as que voc&ecirc; adquiriu, voc&ecirc; dever&aacute; ter uma vers&atilde;o SNL da Oferta instalada para garantir que o n&uacute;mero de usu&aacute;rios simult&acirc;neos da Oferta n&atilde;o exceda o n&uacute;mero de licen&ccedil;as adquiridas. Os pacotes de licen&ccedil;a formados de conjuntos de m&oacute;dulos separados (como o SOLIDWORKS Professional) n&atilde;o podem ser transferidos separadamente (por exemplo, quando existe uma licen&ccedil;a do SOLIDWORKS Professional, o Toolbox n&atilde;o pode ser transferido para um computador e o PhotoView 360 para outro). No momento do registro (consulte a Se&ccedil;&atilde;o 9 abaixo), voc&ecirc; dever&aacute; nos informar o n&uacute;mero m&aacute;ximo de usu&aacute;rios potenciais das Ofertas adquiridas. Recomendamos que tamb&eacute;m nos informe os nomes dos poss&iacute;veis usu&aacute;rios para que possamos notific&aacute;-los sobre novas atualiza&ccedil;&otilde;es e outras informa&ccedil;&otilde;es pertinentes. Voc&ecirc; dever&aacute; manter registros precisos e atualizados do n&uacute;mero e da localiza&ccedil;&atilde;o de todas as c&oacute;pias da Oferta; supervisionar&aacute; e controlar&aacute; a utiliza&ccedil;&atilde;o da Oferta de acordo com os termos do presente Contrato, e fornecer&aacute; c&oacute;pias de tais registros &agrave; DS SolidWorks quando razoavelmente solicitado. O uso de Servi&ccedil;os Online &eacute; concedido em um modo baseado em usu&aacute;rio nomeado, <em class="ph i">ou seja</em>, &eacute; autorizado para um &uacute;nico usu&aacute;rio identificado com um nome de usu&aacute;rio exclusivo e uma senha para usar os servi&ccedil;os on-line a partir de uma &uacute;nica m&aacute;quina em qualquer dado momento (&quot;Usu&aacute;rio Nomeado&quot;). Voc&ecirc; deve garantir que os usu&aacute;rios de Servi&ccedil;os On-line n&atilde;o compartilhem nem utilizem o mesmo nome de usu&aacute;rio e senha. O(s) usu&aacute;rio(s) nomeado(s) pode(m) ser substitu&iacute;do(s) conforme necess&aacute;rio para refletir as altera&ccedil;&otilde;es de pessoal permanente, desde que o n&uacute;mero de pessoas autorizadas a utilizar os Servi&ccedil;os On-line n&atilde;o exceda o n&uacute;mero m&aacute;ximo de direitos concedidos a voc&ecirc; por essa Oferta. Mediante solicita&ccedil;&atilde;o da DS SolidWorks, voc&ecirc; dever&aacute; fornecer a DS SolidWorks um documento assinado relacionando (i) a quantidade de Usu&aacute;rios Nomeados, (ii) o tipo de utiliza&ccedil;&atilde;o das Ofertas, e (iii) a localiza&ccedil;&atilde;o e os tipos de sistemas em que operam os Servi&ccedil;os On-line ou no qual voc&ecirc; tenha instalado a(s) Oferta(s), conforme aplic&aacute;vel. Para determinar sua utiliza&ccedil;&atilde;o, a DS SolidWorks pode fornecer um ou mais utilit&aacute;rios, inclu&iacute;do(s) na(s) Oferta(s) ou separadamente, com a finalidade de analisar o(s) direito(s) de acesso e de utiliza&ccedil;&atilde;o. Nesse caso, voc&ecirc; deve fornecer, se aplic&aacute;vel, o(s) arquivo(s) de sa&iacute;da n&atilde;o revisado(s) e n&atilde;o modificado(s) e/ou o(s) relat&oacute;rio(s) resultante(s) da(s) opera&ccedil;&atilde;o(&otilde;es) do utilit&aacute;rio ou utilit&aacute;rios, juntamente com uma declara&ccedil;&atilde;o assinada de que o arquivo ou arquivos representam o uso real da(s) Oferta(s). Voc&ecirc; &eacute; respons&aacute;vel pela implementa&ccedil;&atilde;o de todos os meios razo&aacute;veis para monitorar a sua conformidade com os termos deste Contrato.</p>

		<p class="p"><u class="ph u">Se voc&ecirc; tiver pago a taxa de licen&ccedil;a para a vers&atilde;o SNL da Oferta ou se estiver usando o SOLIDWORKS PDM Standard ou Professional, ou o SOLIDWORKS Manage Professional, os termos adicionais a seguir se aplicam a sua licen&ccedil;a:</u></p>

		<p class="p">A. A vers&atilde;o SNL da Oferta deve ser instalada em um servidor de rede equipado com &quot;dongle&quot; ou um mecanismo incorporado de seguran&ccedil;a de software que permitir&aacute; utilizar ao mesmo tempo apenas o n&uacute;mero de licen&ccedil;as adquiridas. &Agrave; medida que licen&ccedil;as adicionais forem adquiridas, &eacute; poss&iacute;vel adicion&aacute;-las &agrave; licen&ccedil;a de rede.</p>

		<p class="p">b. A rede pode incluir SNLs usados em diferentes pa&iacute;ses, desde que a SNL seja licenciada para o pa&iacute;s em que &eacute; usada. O n&uacute;mero necess&aacute;rio de SNLs a serem usadas em determinado pa&iacute;s deve ser adquirido de um revendedor da DS SolidWorks em tal pa&iacute;s. Exemplo: as SNLs gerenciadas por e instaladas em um servidor nos Estados Unidos podem ser usadas por uma pessoa no Brasil e por outra no M&eacute;xico, desde que uma SNL tenha sido adquirida no Brasil e outra no M&eacute;xico. Se, no entanto, o servidor em que uma SNL est&aacute; instalada estiver localizado em um pa&iacute;s que n&atilde;o aquele para o qual ela foi licenciada, voc&ecirc; deve informar sua revenda da DS SolidWorks sobre isso no momento do pedido, para que as SNLs possam ser administradas adequadamente. A ora&ccedil;&atilde;o anterior n&atilde;o se aplica se (i) voc&ecirc; adquirir uma licen&ccedil;a para uma Oferta de um revendedor localizado em qualquer pa&iacute;s dentro da Uni&atilde;o Europeia ou da Associa&ccedil;&atilde;o Europeia de Livre Com&eacute;rcio e (ii) estiver localizado em qualquer pa&iacute;s dentro da Uni&atilde;o Europeia ou Associa&ccedil;&atilde;o Europeia de Livre Com&eacute;rcio.</p>

		<p class="p">c. Al&eacute;m disso, a rede na qual a vers&atilde;o SNL est&aacute; instalada s&oacute; pode fornecer licen&ccedil;as para m&aacute;quinas clientes da mesma pessoa jur&iacute;dica ou grupo localizado no mesmo territ&oacute;rio global do servidor. (Para essa finalidade, a DS SolidWorks considera a exist&ecirc;ncia de tr&ecirc;s territ&oacute;rios globais: o Hemisf&eacute;rio Ocidental, Europa/Oriente M&eacute;dio/&Aacute;frica o restante da &Aacute;sia/Austr&aacute;lia). Exemplo: Todas as licen&ccedil;as utilizadas em um servidor localizado no Hemisf&eacute;rio ocidental devem estar licenciadas para pa&iacute;ses no Hemisf&eacute;rio ocidental. <u class="ph u">Independentemente da localiza&ccedil;&atilde;o do servidor, voc&ecirc; deve sempre cumprir as leis de controle de exporta&ccedil;&atilde;o dos EUA e do Reino Unido</u>.</p>

		<p class="p">d. Com respeito &agrave;s subse&ccedil;&otilde;es de (a) a (c) acima, somente a subse&ccedil;&atilde;o (a) se aplica &agrave;s licen&ccedil;as do SOLIDWORKS PDM Standard ou Professional, e &agrave;s licen&ccedil;as do SOLIDWORKS Manage Professional. Termos e condi&ccedil;&otilde;es adicionais aplic&aacute;veis &agrave;s licen&ccedil;as do SOLIDWORKS PDM Standard ou Professional e do SOLIDWORKS Manage Professional est&atilde;o definidos na Se&ccedil;&atilde;o 1.C abaixo.</p>

		<p class="p">Voc&ecirc; pode converter sua SNL em uma licen&ccedil;a da Worldwide SolidNetwork ap&oacute;s a aprova&ccedil;&atilde;o pela DS SolidWorks, sua conformidade com os relat&oacute;rios da DS SolidWorks e outros requisitos para o uso da licen&ccedil;a, e o pagamento da taxa de licen&ccedil;a apropriada da Worldwide SolidNetwork. Uma licen&ccedil;a Worldwide SolidNetwork pode ser &quot;flutuante&quot; e ser usada em qualquer regi&atilde;o geogr&aacute;fica do mundo (sujeita &agrave;s leis de controle de exporta&ccedil;&atilde;o dos Estados Unidos e do Reino Unido).</p>

		<p class="p">Quando trabalhar com o software Adobe<sup>®</sup> PDF, voc&ecirc; pode incorporar c&oacute;pias do software de fontes nos documentos eletr&ocirc;nicos para imprimir, visualizar e editar os documentos. Se o software de fontes incorporado estiver identificado como &quot;licenciado para incorpora&ccedil;&atilde;o edit&aacute;vel&quot; no website da Adobe em <a class="xref" href="http://www.adobe.com/type/browser/legal/embeddingeula.html" target="_blank">http://www.adobe.com/type/browser/legal/embeddingeula.html</a>, tamb&eacute;m &eacute; permitido incorporar c&oacute;pias desse software de fontes com o prop&oacute;sito adicional de editar os documentos eletr&ocirc;nicos. N&atilde;o existem outros direitos de incorpora&ccedil;&atilde;o, impl&iacute;citos ou permitidos, sob esta licen&ccedil;a. Se a Oferta for instalada permanentemente no disco r&iacute;gido ou em outro dispositivo de armazenamento de um computador (que n&atilde;o seja um servidor de rede), a pessoa que usa esse computador tamb&eacute;m pode usar a Oferta em um computador port&aacute;til ou dom&eacute;stico enquanto a c&oacute;pia original n&atilde;o estiver em uso, <em class="ph i">contanto que</em> a Oferta esteja sob um servi&ccedil;o de assinatura ativo (como descrito neste Contrato).</p>

		<p class="p">1.B. <strong class="ph b"><u class="ph u">Termos adicionais de licen&ccedil;a do eDrawings<sup>®</sup> Professional</u></strong>. O SOLIDWORKS<sup>®</sup> eDrawings Professional &eacute; uma ferramenta de colabora&ccedil;&atilde;o. Por essa raz&atilde;o, o SOLIDWORKS eDrawings Professional permite, atrav&eacute;s da licen&ccedil;a concedida pela DS SolidWorks, fazer c&oacute;pias de parte do SOLIDWORKS eDrawings Professional e arquivos dos modelos criados e enviar tais arquivos para terceiros com os quais colabore para permitir, entre outras coisas, visualizar, marcar e medir os modelos.</p>

		<p class="p">1.C. <strong class="ph b"><u class="ph u">Termos adicionais de licen&ccedil;a do SOLIDWORKS PDM Standard ou Professional e do SOLIDWORKS Manage Professional</u></strong>. (a) A DS SolidWorks licencia os software SOLIDWORKS PDM Professional e SOLIDWORKS Manage Professional em um modelo Servidor + CAL (Client Access License, Licen&ccedil;a de acesso do cliente), um modelo Por processador para o Microsoft<sup>®</sup> SQL Server™ 2008 R2 e vers&otilde;es anteriores, ou um modelo Por n&uacute;cleo para o SQL Server 2012 e vers&otilde;es posteriores. Voc&ecirc; pode usar o SOLIDWORKS PDM Standard ou Professional dentro de uma rede ou de outro ambiente multiesta&ccedil;&otilde;es/clientes, <em class="ph i">contanto</em> que tenha uma (1) licen&ccedil;a do SOLIDWORKS PDM Standard ou Professional por usu&aacute;rio conectado simultaneamente ao servidor de banco de dados ou de arquivos do SOLIDWORKS PDM Standard ou Professional (e, com rela&ccedil;&atilde;o apenas &agrave;s licen&ccedil;as do SOLIDWORKS PDM Professional, ao servidor Web do SOLIDWORKS PDM Professional). A licen&ccedil;a da Oferta Runtime de Uso Restrito do SQL Server 2014 Standard Edition cont&eacute;m outras disposi&ccedil;&otilde;es relacionadas ao uso simult&acirc;neo. Os termos da licen&ccedil;a da Oferta Runtime de uso restrito do SQL Server 2014 Express Edition e do SQL Server 2014 Standard Edition s&atilde;o fornecidos com os pedidos, respectivamente, dos softwares do SOLIDWORKS PDM Standard, do SOLIDWORKS PDM Professional e/ou do SOLIDWORKS Manage Professional e s&atilde;o aqui incorporados por refer&ecirc;ncia. (b) O SOLIDWORKS PDM Professional cont&eacute;m programas de software incorporados fornecidos pela Oracle Corporation e suas afiliadas (&quot;Oracle&quot;) (os &quot;Programas Oracle&quot;), e n&atilde;o obstante o disposto na Se&ccedil;&atilde;o 1 acima, a Oracle ou seus licenciantes det&ecirc;m a propriedade e todos os direitos de propriedade intelectual dos Programas Oracle e s&atilde;o, cada um, um terceiro benefici&aacute;rio deste Contrato. Os Programas Oracle s&atilde;o sujeitos a uma licen&ccedil;a restrita, podendo ser usados somente com o pacote de aplicativos associado e n&atilde;o podem ser modificados por voc&ecirc;. Alguns dos Programas Oracle podem conter c&oacute;digo-fonte que a Oracle pode fornecer como parte da remessa padr&atilde;o desses programas, e esse c&oacute;digo-fonte est&aacute; sujeito aos termos deste Contrato. (c) A tecnologia de terceiros que pode ser adequada ou necess&aacute;ria para uso com alguns dos Programas Oracle &eacute; especificada na documenta&ccedil;&atilde;o do programa, ou de outra forma notificada pela DS SolidWorks, e essa tecnologia &eacute; licenciada a voc&ecirc; somente para uso com o pacote de aplicativos sob os termos do contrato de licen&ccedil;a do terceiro como especificado na documenta&ccedil;&atilde;o do pacote de aplicativos, ou de outra forma notificado pela DS SolidWorks, e n&atilde;o sob os termos deste Contrato. (d) Voc&ecirc; concorda em (i) permitir que a DS SolidWorks audite sua utiliza&ccedil;&atilde;o dos Programas Oracle; (ii) fornecer &agrave; DS SolidWorks assist&ecirc;ncia razo&aacute;vel e acesso &agrave;s informa&ccedil;&otilde;es no decorrer de tal auditoria; e (iii) permitir que a DS SolidWorks relate os resultados dessa auditoria &agrave; Oracle ou conceda &agrave; Oracle os direitos da DS SolidWorks de conduzir a auditoria (sem nenhuma obriga&ccedil;&atilde;o ou responsabilidade da Oracle de arcar com os custos incorridos por voc&ecirc; ou pela DS SolidWorks como resultado da auditoria). (e) Voc&ecirc; reconhece que o SOLIDWORKS PDM Professional e o SOLIDWORKS Manage Professional cont&ecirc;m dados de software e t&eacute;cnicos que est&atilde;o sujeitos &agrave;s leis de controle de exporta&ccedil;&atilde;o dos Estados Unidos ou do Reino Unido e est&aacute; de acordo em n&atilde;o exportar ou reexportar, direta ou indiretamente, o SOLIDWORKS PDM Professional e/ou o SOLIDWORKS Manage Professional, <em class="ph i">ou seja</em>, transferir o SOLIDWORKS PDM Professional ou o SOLIDWORKS Manage Professional para outro pa&iacute;s diferente daquele onde foi licenciado pela primeira vez, sem a licen&ccedil;a apropriada do governo dos Estados Unidos ou de governos estrangeiros e a autoriza&ccedil;&atilde;o por escrito da DS SolidWorks e seus licenciantes.</p>

		<p class="p">1.D. <strong class="ph b"><u class="ph u">Termos adicionais para Servi&ccedil;os on-line</u></strong>.</p>

		<p class="p">a. <u class="ph u">Defini&ccedil;&otilde;es adicionais.</u></p>

		<p class="p">A <strong class="ph b">Legisla&ccedil;&atilde;o aplic&aacute;vel de prote&ccedil;&atilde;o de dados</strong> refere-se a qualquer lei de privacidade de dados aplic&aacute;vel e todas as outras regulamenta&ccedil;&otilde;es aplic&aacute;veis ao Processamento de Dados pessoais fornecido por voc&ecirc;.</p>

		<p class="p">Os <strong class="ph b">Dados do cliente</strong> s&atilde;o os dados fornecidos por voc&ecirc; &agrave; DS SolidWorks, publicados por voc&ecirc; ou por quaisquer usu&aacute;rios autorizados, por meio do uso dos Servi&ccedil;os on-line, incluindo Dados pessoais.</p>

		<p class="p">Os <strong class="ph b">Dados pessoais</strong> s&atilde;o qualquer tipo de informa&ccedil;&atilde;o relacionada a um indiv&iacute;duo, conforme definido pela Legisla&ccedil;&atilde;o aplic&aacute;vel de prote&ccedil;&atilde;o de dados.</p>

		<p class="p"><strong class="ph b">Processo/processamento</strong> ter&aacute; o mesmo significado que na Legisla&ccedil;&atilde;o aplic&aacute;vel de prote&ccedil;&atilde;o de dados.</p>

		<p class="p"><strong class="ph b">Acordo de N&iacute;vel de Servi&ccedil;o</strong> s&atilde;o os termos de n&iacute;vel de servi&ccedil;o para os Servi&ccedil;os on-line publicados em <a class="xref" href="http://www.3ds.com/terms/sla" target="_blank">www.3ds.com/terms/sla</a>.</p>

		<p class="p">b. Todos os Dados do cliente permanecer&atilde;o de exclusiva propriedade dele ou de propriedade do(s) usu&aacute;rio(s) autorizado(s) que publicou(caram) esses Dados do cliente. Voc&ecirc; &eacute; o &uacute;nico respons&aacute;vel pela exatid&atilde;o, qualidade, integridade, legalidade, confiabilidade e adequa&ccedil;&atilde;o de todos os Dados do cliente, bem como pela obten&ccedil;&atilde;o de permiss&otilde;es de direitos autorais sobre eles. Sujeito aos termos e condi&ccedil;&otilde;es deste Contrato, voc&ecirc; concede &agrave; DS SolidWorks, &agrave;s empresas do DS Group e &agrave;s subcontratadas da DS uma licen&ccedil;a n&atilde;o exclusiva para usar, copiar, armazenar e transmitir os Dados do cliente, na medida do razoavelmente necess&aacute;rio para fornecer e manter os Servi&ccedil;os on-line. Voc&ecirc; deve defender a DS SolidWorks e as empresas do DS Group de todas as reclama&ccedil;&otilde;es de terceiros decorrentes de ou relacionadas a (i) seu uso dos Servi&ccedil;os On-line em viola&ccedil;&atilde;o de leis ou regulamentos aplic&aacute;veis e/ou (ii) qualquer viola&ccedil;&atilde;o, infra&ccedil;&atilde;o ou apropria&ccedil;&atilde;o indevida dos direitos de terceiros resultantes desses Dados de cliente. Al&eacute;m disso, voc&ecirc; pagar&aacute; todos os custos, danos e despesas (incluindo honor&aacute;rios legais razo&aacute;veis) finalmente adjudicados contra a DS SolidWorks por um tribunal de jurisdi&ccedil;&atilde;o competente ou acordado em um contrato escrito assinado por voc&ecirc;, decorrentes da reivindica&ccedil;&atilde;o, <em class="ph i">desde que</em> (i) a DS SolidWorks envie a voc&ecirc; uma notifica&ccedil;&atilde;o por escrito de tal reivindica&ccedil;&atilde;o, e (ii) a DS SolidWorks ofere&ccedil;a a voc&ecirc; o controle exclusivo da defesa da reivindica&ccedil;&atilde;o e quaisquer discuss&otilde;es relacionadas &agrave; solu&ccedil;&atilde;o e ofere&ccedil;a coopera&ccedil;&atilde;o razo&aacute;vel na defesa e regulariza&ccedil;&atilde;o da reivindica&ccedil;&atilde;o.</p>

		<p class="p">c. <u class="ph u">Armazenamento de Dados do cliente</u>. Como parte dos Servi&ccedil;os on-line, e se dispon&iacute;vel nos OST (Offering Specific Terms, Termos espec&iacute;ficos da oferta) aplic&aacute;veis, a DS SolidWorks fornecer&aacute; o armazenamento dos Dados do cliente durante o per&iacute;odo de presta&ccedil;&atilde;o dos Servi&ccedil;os on-line e dentro dos limites de tamanho de armazenamento definido nos OST. Caso voc&ecirc; exceda esses limites de armazenamento, dever&aacute; resolver esta situa&ccedil;&atilde;o no prazo de 15 (quinze) dias a partir da notifica&ccedil;&atilde;o pela DS SolidWorks atrav&eacute;s da solicita&ccedil;&atilde;o da capacidade de armazenamento adicional necess&aacute;rio ou da redu&ccedil;&atilde;o do tamanho dos Dados do cliente armazenados.</p>

		<p class="p">d. <u class="ph u">Obriga&ccedil;&otilde;es da DS</u>. A DS SolidWorks fornecer&aacute; Servi&ccedil;os on-line de acordo com o Acordo de n&iacute;vel de servi&ccedil;o aplic&aacute;vel &agrave; &eacute;poca. Os Dados do cliente ser&atilde;o considerados confidenciais (i) durante o per&iacute;odo em que os Servi&ccedil;os on-line s&atilde;o <em class="ph i">fornecidos</em> e (ii) por um per&iacute;odo de 1 (um) ano ap&oacute;s o t&eacute;rmino ou a expira&ccedil;&atilde;o desse per&iacute;odo para os Dados do cliente que n&atilde;o tenham sido destru&iacute;dos por voc&ecirc; ap&oacute;s esse t&eacute;rmino ou expira&ccedil;&atilde;o. A DS SolidWorks empregar&aacute; esfor&ccedil;os comercialmente razo&aacute;veis para implementar processos de seguran&ccedil;a para os Servi&ccedil;os on-line e Dados do cliente (i) consistentes com os padr&otilde;es do setor para servi&ccedil;os semelhantes e (ii) usando n&atilde;o menos que o mesmo grau de cuidado que usa com rela&ccedil;&atilde;o a suas pr&oacute;prias informa&ccedil;&otilde;es de natureza semelhante para evitar divulga&ccedil;&atilde;o, publica&ccedil;&atilde;o ou dissemina&ccedil;&atilde;o de tais Dados do cliente. A DS SolidWorks est&aacute; autorizada a divulgar os Dados do cliente a terceiros que firmaram um acordo de divulga&ccedil;&atilde;o confidencial adequado com a DS SolidWorks na medida necess&aacute;ria para fornecer, manter e melhorar os Servi&ccedil;os on-line.</p>

		<p class="p">A obriga&ccedil;&atilde;o de confidencialidade n&atilde;o &eacute; aplic&aacute;vel a qualquer informa&ccedil;&atilde;o que: (i) j&aacute; esteja na posse da DS SolidWorks, sem qualquer obriga&ccedil;&atilde;o de confidencialidade no momento em que a informa&ccedil;&atilde;o foi recebida de voc&ecirc;; (ii) seja desenvolvida independentemente pela DS SolidWorks sem refer&ecirc;ncia aos Dados do cliente; (iii) seja ou se torne publicamente dispon&iacute;vel sem viola&ccedil;&atilde;o deste Contrato; (iv) seja legalmente recebida pela DS SolidWorks de terceiros sem obriga&ccedil;&atilde;o de confidencialidade; (v) seja liberada para divulga&ccedil;&atilde;o por voc&ecirc;, com seu consentimento por escrito; ou (vi) seja necess&aacute;ria para ser divulgada em conformidade com uma decis&atilde;o judicial ou administrativa, mas somente com rela&ccedil;&atilde;o &agrave; essa entidade judicial ou administrativa, <em class="ph i">desde que</em> a DS SolidWorks forne&ccedil;a prontamente informa&ccedil;&otilde;es a voc&ecirc; e coopere razoavelmente com voc&ecirc; para limitar a divulga&ccedil;&atilde;o e o uso das informa&ccedil;&otilde;es aplic&aacute;veis de acordo com a decis&atilde;o.</p>

		<p class="p">e. <u class="ph u">Privacidade dos dados</u>. Voc&ecirc; &eacute; o controlador dos dados (&quot;Controlador de dados&quot;), uma vez que determina os fins e os meios do processamento de qualquer opera&ccedil;&atilde;o ou conjunto de opera&ccedil;&otilde;es (incluindo, sem limita&ccedil;&atilde;o, coleta, organiza&ccedil;&atilde;o, adapta&ccedil;&atilde;o, elimina&ccedil;&atilde;o, armazenamento, utiliza&ccedil;&atilde;o, grava&ccedil;&atilde;o, interconex&atilde;o, consulta, divulga&ccedil;&atilde;o e transfer&ecirc;ncia) dos Dados pessoais e est&aacute; em total conformidade com todos os requisitos da Legisla&ccedil;&atilde;o aplic&aacute;vel de prote&ccedil;&atilde;o de dados. Voc&ecirc; reconhece e concorda ser e permanecer&aacute; sempre o &uacute;nico Controlador de dados dos Dados pessoais e, portanto, dever&aacute; ser respons&aacute;vel por cumprir todas as leis de privacidade de dados e todas as outras regulamenta&ccedil;&otilde;es vigentes que possam se aplicar ao processamento dos Dados pessoais do cliente, incluindo, mas n&atilde;o limitado a (i) transfer&ecirc;ncia de Dados pessoais, (ii) informa&ccedil;&otilde;es de indiv&iacute;duos sobre quem os Dados pessoais s&atilde;o coletados e utilizados e (iii) direitos de acesso, modifica&ccedil;&atilde;o e exclus&atilde;o desses indiv&iacute;duos.</p>

		<p class="p">f. <u class="ph u">Conte&uacute;do de terceiros</u>. A DS SolidWorks n&atilde;o exerce qualquer controle e n&atilde;o assume nenhuma responsabilidade ou obriga&ccedil;&atilde;o por seu conte&uacute;do ou conte&uacute;do de terceiros fornecido ou publicado atrav&eacute;s dos Servi&ccedil;os On-line.</p>

		<p class="p">g. <u class="ph u">Termos aplic&aacute;veis a residentes da Uni&atilde;o Europeia (UE), Isl&acirc;ndia, Liechtenstein e Noruega</u>.</p>

		<p class="p">(i) <u class="ph u">Defini&ccedil;&otilde;es</u> - Defini&ccedil;&otilde;es para esta subse&ccedil;&atilde;o (g):</p>

		<p class="p">A &quot;Legisla&ccedil;&atilde;o aplic&aacute;vel de prote&ccedil;&atilde;o de dados&quot; refere-se, a partir de 25 maio de 2018, ao Regulamento (UE) 2016/679 (Regulamento geral de prote&ccedil;&atilde;o dos dados) e qualquer ato delegado e de execu&ccedil;&atilde;o adotado de acordo com o Regulamento geral de prote&ccedil;&atilde;o dos dados e com as leis dos estados-membro que especificam as disposi&ccedil;&otilde;es do Regulamento geral de prote&ccedil;&atilde;o dos dados aplic&aacute;veis ao Processamento implementado.</p>

		<p class="p">&quot;Controlador&quot;, &quot;Sujeito dos Dados&quot;, &quot;Dados Pessoais&quot;, &quot;Processar/Processamento&quot;, &quot;Processador&quot; e &quot;Viola&ccedil;&atilde;o de Dados Pessoais&quot; devem ter o mesmo significado presente na Legisla&ccedil;&atilde;o de Prote&ccedil;&atilde;o dos Dados Aplic&aacute;vel.</p>

		<p class="p">&quot;Subprocessador&quot; significa qualquer Processador designado pela DS SolidWorks ou por qualquer outro Subprocessador da DS SolidWorks que receba, da DS SolidWorks ou de qualquer outro Subprocessador da DS SolidWorks, Dados pessoais para o &uacute;nico e exclusivo fim de Processar atividades que ser&atilde;o realizadas em seu nome, de acordo com os termos deste Contrato e com os termos de um subcontrato por escrito, se aplic&aacute;vel.</p>

		<p class="p">(ii) <u class="ph u">Privacidade de dados</u>. Voc&ecirc; reconhece e concorda que &eacute; e ser&aacute; sempre, o &uacute;nico Controlador de dados dos Dados pessoais que ser&atilde;o Processados como parte do seu acesso e da sua utiliza&ccedil;&atilde;o de uma ou mais Ofertas e, portanto, ser&aacute; respons&aacute;vel pelo cumprimento de toda a Legisla&ccedil;&atilde;o aplic&aacute;vel de prote&ccedil;&atilde;o de dados, incluindo, dentre outros, a (i) transfer&ecirc;ncia de Dados pessoais, (ii) informa&ccedil;&otilde;es de Sujeitos dos dados, e (iii) acesso, modifica&ccedil;&atilde;o e exclus&atilde;o de direitos dos Sujeitos dos dados. A DS SolidWorks, na qualidade de Processador dos Dados, coletar&aacute;, armazenar&aacute; e processar&aacute; os Dados Pessoais de acordo com o presente Contrato.</p>

		<p class="p">(iii) <u class="ph u">Localiza&ccedil;&atilde;o do Processamento de Dados</u>. Para que a DS SolidWorks forne&ccedil;a os Servi&ccedil;os on-line e os servi&ccedil;os de suporte, por meio deste documento, voc&ecirc; nomeia a DS SolidWorks como Processadora e concorda que os Dados pessoais fornecidos por voc&ecirc; (&quot;Seus Dados pessoais&quot;) sejam transferidos e armazenados, acessados e Processados em qualquer pa&iacute;s em que a DS SolidWorks ou suas afiliadas ou subcontratadas estejam localizadas. A DS SolidWorks garantir&aacute; que as mesmas obriga&ccedil;&otilde;es decorrentes da prote&ccedil;&atilde;o dos dados estabelecidas neste Contrato sejam impostas aos Subprocessadores por meio de um contrato e/ou das cl&aacute;usulas contratuais padr&atilde;o da Comiss&atilde;o Europeia de tal modo que o Processamento atenda aos requisitos da Legisla&ccedil;&atilde;o de Prote&ccedil;&atilde;o dos Dados Aplic&aacute;vel.</p>

		<div class="p">(iv) <u class="ph u">Obriga&ccedil;&otilde;es da DS SolidWorks</u>. A DS SolidWorks, na qualidade de Processadora, ir&aacute;:<ul class="ul">
				<li><span class="li">na m&aacute;xima extens&atilde;o permitida pela legisla&ccedil;&atilde;o aplic&aacute;vel ou pela dura&ccedil;&atilde;o do uso licenciado da(s) Oferta(s), o que for maior, Processar os Seus Dados Pessoais em conformidade com este Contrato e suas instru&ccedil;&otilde;es razo&aacute;veis por escrito, que em todas as circunst&acirc;ncias devem estar em conformidade com o presente Contrato;</span></li>

				<li><span class="li">garantir que toda e qualquer pessoa que esteja autorizada a Processar os Seus Dados Pessoais seja obrigada por obriga&ccedil;&otilde;es adequadas de confidencialidade;</span></li>

				<li><span class="li">ajudar&aacute; voc&ecirc; na medida do razo&aacute;vel a garantir a conformidade com as suas obriga&ccedil;&otilde;es na qualidade de Controlador dos dados referentes &agrave;s Se&ccedil;&otilde;es 32 a 36 do Regulamento geral de prote&ccedil;&atilde;o dos dados, tendo em conta a natureza do Processamento tal como descrito neste Contrato. Se a DS SolidWorks tiver motivos para acreditar que houve uma Viola&ccedil;&atilde;o dos Dados Pessoais que afete voc&ecirc;, a DS SolidWorks (i) ir&aacute; notific&aacute;-lo da Viola&ccedil;&atilde;o dos Dados Pessoais imediatamente ap&oacute;s a DS SolidWorks tomar conhecimento dessa Viola&ccedil;&atilde;o, e (ii) fornecer&aacute; a voc&ecirc; todas as informa&ccedil;&otilde;es relevantes dispon&iacute;veis para permitir que voc&ecirc; cumpra com as obriga&ccedil;&otilde;es de notifica&ccedil;&atilde;o perante a autoridade supervisora competente;</span></li>

				<li><span class="li">ajudar&aacute; voc&ecirc; na medida do razo&aacute;vel a cumprir com suas obriga&ccedil;&otilde;es em resposta a pedidos de Sujeitos dos dados para exercer os direitos deles nos termos da Legisla&ccedil;&atilde;o aplic&aacute;vel de prote&ccedil;&atilde;o de dados de maneira coerente com a utiliza&ccedil;&atilde;o da(s) Oferta(s) da DS SolidWorks e com o papel de Processador da DS SolidWorks;</span></li>

				<li><span class="li">colocar &agrave; sua disposi&ccedil;&atilde;o todas as informa&ccedil;&otilde;es que a DS SolidWorks possuir que sejam necess&aacute;rias para demonstrar a sua conformidade com as suas obriga&ccedil;&otilde;es, conforme exigido pela Legisla&ccedil;&atilde;o de Prote&ccedil;&atilde;o dos Dados Aplic&aacute;vel e refletidas nesta se&ccedil;&atilde;o e, caso a conformidade com a Legisla&ccedil;&atilde;o de Prote&ccedil;&atilde;o dos Dados Aplic&aacute;vel n&atilde;o possa ser evidenciada pela devida documenta&ccedil;&atilde;o fornecida pela DS SolidWorks, permitir uma auditoria. Voc&ecirc; notificar&aacute; a DS SolidWorks por escrito sobre tal auditoria com, no m&iacute;nimo, trinta (30) dias de anteced&ecirc;ncia indicando o &acirc;mbito da auditoria, que ser&aacute; limitada a avaliar a sua conformidade quando a documenta&ccedil;&atilde;o fornecida pela DS SolidWorks n&atilde;o demonstrar tal conformidade, devendo tal auditoria ser conduzida por um auditor independente escolhido por voc&ecirc; ao seu custo e devendo ser realizada n&atilde;o mais de uma vez em cada doze (12) meses;</span></li>

				<li><span class="li">manter uma lista dos Subprocessadores que estar&atilde;o envolvidos no Processamento de Seus Dados Pessoais devido ao Processamento de atividades implementadas em seu nome e inform&aacute;-lo de qualquer altera&ccedil;&atilde;o pretendida relativa &agrave; adi&ccedil;&atilde;o ou substitui&ccedil;&atilde;o de outros Subprocessadores, dando assim a voc&ecirc; a oportunidade de rejeitar tais altera&ccedil;&otilde;es. Voc&ecirc; ser&aacute; notificado com anteced&ecirc;ncia m&iacute;nima de 15 (quinze) dias antes de autorizar qualquer novo Subprocessador a Processar os Seus Dados Pessoais com um mecanismo para obter uma notifica&ccedil;&atilde;o dessa atualiza&ccedil;&atilde;o, exceto em caso de emerg&ecirc;ncia. Voc&ecirc; pode fazer uma obje&ccedil;&atilde;o sensata &agrave; DS SolidWorks sobre o uso de um novo Subprocessador se (i) esse novo Subprocessador Processar os Seus Dados Pessoais, e se (ii) voc&ecirc; demonstrar que existe um interesse leg&iacute;timo e notificar a DS SolidWorks, por escrito, no prazo de quinze (15) dias ap&oacute;s o recebimento da notifica&ccedil;&atilde;o, ficando compreendido e aceito que, na aus&ecirc;ncia de uma obje&ccedil;&atilde;o da sua parte, ser&aacute; considerado que voc&ecirc; aceitou o Subprocessador. Se voc&ecirc; notificar a DS SolidWorks da sua obje&ccedil;&atilde;o com rela&ccedil;&atilde;o ao novo Subprocessador dentro do prazo supracitado, voc&ecirc; poder&aacute; cancelar a(s) Oferta(s) da DS SolidWorks afetada(s) por esta mudan&ccedil;a de Subprocessador no prazo de quinze (15) dias ap&oacute;s o recebimento de tal notifica&ccedil;&atilde;o pela DS SolidWorks; e</span></li>

				<li><span class="li">ap&oacute;s a rescis&atilde;o ou expira&ccedil;&atilde;o deste Contrato, excluir ou devolver todos os Seus Dados Pessoais para voc&ecirc;, &agrave; sua escolha, e excluir todas as c&oacute;pias existentes, exceto quando a legisla&ccedil;&atilde;o aplic&aacute;vel exigir a reten&ccedil;&atilde;o de Seus Dados Pessoais ou quando os Seus Dados Pessoais forem necess&aacute;rios para fins comprobat&oacute;rios durante o prazo de prescri&ccedil;&atilde;o aplic&aacute;vel.</span></li>

			</ul>
</div>

		<p class="p">1.E. <strong class="ph b"><u class="ph u">Mecanismos de seguran&ccedil;a</u></strong>. A DS SolidWorks e suas afiliadas tomam todas as precau&ccedil;&otilde;es legais para eliminar a pirataria de seus produtos de software. Neste contexto, a Oferta pode incluir um mecanismo de seguran&ccedil;a que pode detectar a instala&ccedil;&atilde;o ou uso de c&oacute;pias ilegais da Oferta, al&eacute;m de coletar e transmitir dados sobre essas c&oacute;pias ilegais. Os dados coletados n&atilde;o incluir&atilde;o nenhum dado do cliente criado com a Oferta. Ao utilizar a Oferta, voc&ecirc; concorda com esta detec&ccedil;&atilde;o e coleta de dados, assim como com sua transmiss&atilde;o e uso caso seja detectada uma c&oacute;pia ilegal. A DS SolidWorks tamb&eacute;m se reserva o direito de usar um dispositivo de bloqueio de hardware, um software de administra&ccedil;&atilde;o de licen&ccedil;as e/ou uma chave de autoriza&ccedil;&atilde;o de licen&ccedil;a para controlar o acesso &agrave; Oferta. Voc&ecirc; n&atilde;o poder&aacute; empreender nenhuma a&ccedil;&atilde;o no sentido de evitar ou invalidar o prop&oacute;sito dessas medidas. &Eacute; proibida a utiliza&ccedil;&atilde;o de qualquer Oferta sem o dispositivo de bloqueio ou a chave de autoriza&ccedil;&atilde;o fornecida pela DS SolidWorks.</p>

		<p class="p">1.F. <strong class="ph b"><u class="ph u">Servi&ccedil;os e ferramentas da Internet</u></strong>. Em determinadas ocasi&otilde;es, a licen&ccedil;a ou a assinatura b&aacute;sica da Oferta poder&aacute; incluir integra&ccedil;&atilde;o e acesso a determinados servi&ccedil;os e ferramentas da internet desenvolvidos pela DS SolidWorks. Poder&aacute; ser disponibilizado para cada licen&ccedil;a um n&iacute;vel b&aacute;sico de utiliza&ccedil;&atilde;o gratuita, com utiliza&ccedil;&atilde;o adicional dispon&iacute;vel atrav&eacute;s da cobran&ccedil;a de uma taxa. Para obter mais detalhes, consulte a descri&ccedil;&atilde;o das ferramentas da internet na Oferta ou no website <a class="xref" href="http://www.solidworks.com/" target="_blank">www.solidworks.com</a>. O uso dos servi&ccedil;os e ferramentas pela internet tamb&eacute;m est&aacute; sujeito &agrave;s Condi&ccedil;&otilde;es de Utiliza&ccedil;&atilde;o aplic&aacute;veis a tais servi&ccedil;os e ferramentas. Estas podem ser encontrada em <a class="xref" href="http://www.solidworks.com/sw/termsofuse.html" target="_blank">http://www.solidworks.com/sw/termsofuse.html</a> e est&atilde;o incorporadas no presente documento por refer&ecirc;ncia. Quando fornecidos sem custos adicionais, esses servi&ccedil;os e ferramentas s&atilde;o fornecidos de forma gratuita e podem ser modificados e/ou cancelados a qualquer momento.</p>

		<p class="p">2. <strong class="ph b"><u class="ph u">Propriedade da Oferta/Restri&ccedil;&otilde;es de c&oacute;pia</u></strong>. A DS SolidWorks ou os seus licenciantes s&atilde;o propriet&aacute;rios e detentores de todos os direitos autorais, de marca comercial, de segredos comerciais e de outros direitos de propriedade referentes &agrave; Oferta e sua Documenta&ccedil;&atilde;o. <u class="ph u">A OFERTA E A DOCUMENTA&Ccedil;&Atilde;O S&Atilde;O PROTEGIDAS PELAS LEIS DE DIREITOS AUTORAIS E OUTRAS LEIS DE PROPRIEDADE INTELECTUAL</u>. O licenciante da DS SolidWorks &eacute; um terceiro benefici&aacute;rio deste Contrato. Voc&ecirc; possui apenas os direitos especificamente estabelecidos neste Contrato. Voc&ecirc; poder&aacute; copiar a Oferta de qualquer forma leg&iacute;vel por m&aacute;quina para fins de c&oacute;pia de seguran&ccedil;a e dentro das restri&ccedil;&otilde;es de licen&ccedil;a da Se&ccedil;&atilde;o 1. Voc&ecirc; n&atilde;o poder&aacute; remover da Oferta ou da Documenta&ccedil;&atilde;o nenhum comunicado de direito autoral, direito de propriedade ou isen&ccedil;&atilde;o de responsabilidade, e dever&aacute; reproduzir tais comunicados e isen&ccedil;&otilde;es em todas as c&oacute;pias da Oferta efetuadas nos termos deste Contrato.</p>

		<p class="p">3. <strong class="ph b"><u class="ph u">Outras restri&ccedil;&otilde;es de uso</u></strong>. Este Contrato &eacute; a prova de licen&ccedil;a para o exerc&iacute;cio dos direitos aqui concedidos, e dever&aacute; ser guardado por voc&ecirc;. Salvo o permitido sob a concess&atilde;o de direitos na Se&ccedil;&atilde;o 1, voc&ecirc; n&atilde;o deve usar qualquer parte da Oferta separada ou independentemente da Oferta (por exemplo: o Microsoft SQL Server s&oacute; pode ser usado juntamente com o restante da Oferta do SOLIDWORKS PDM Standard ou Professional, desde que a Oferta esteja sob um modelo de licen&ccedil;a Servidor + CAL ou Por Processador) nem com outra fun&ccedil;&atilde;o que n&atilde;o seus prop&oacute;sitos comerciais normais, e voc&ecirc; n&atilde;o pode fornecer acesso ou direito de uso da Oferta a terceiros (exceto terceiros que necessitem do acesso ao SOLIDWORKS PDM Standard ou Professional via client Web ou diretamente via VPN); consequentemente, voc&ecirc; n&atilde;o deve vender, licenciar, sublicenciar, transferir, atribuir, alugar ou arrendar (incluindo via acordo &quot;timeshare&quot;) a Oferta ou o direito de uso ou acesso concedido por este Contrato. Voc&ecirc; n&atilde;o poder&aacute; usar a Oferta ou a Documenta&ccedil;&atilde;o para desenvolver aplicativo(s) para distribui&ccedil;&atilde;o a terceiros a menos que voc&ecirc; seja um membro com as obriga&ccedil;&otilde;es em dia com o SOLIDWORKS Partner Program ou tenha celebrado um contrato com a DS SolidWorks para tal utiliza&ccedil;&atilde;o/distribui&ccedil;&atilde;o. A menos que expressamente disposto na Se&ccedil;&atilde;o 12, voc&ecirc; n&atilde;o poder&aacute; instalar ou utilizar a Oferta atrav&eacute;s da Internet, incluindo, sem limita&ccedil;&atilde;o, a utiliza&ccedil;&atilde;o em conex&atilde;o com um servi&ccedil;o de hospedagem na Web ou similar, ou disponibilizar a Oferta para terceiros atrav&eacute;s da Internet no seu sistema de computador ou de qualquer outra forma. Voc&ecirc; n&atilde;o poder&aacute; modificar ou realizar trabalhos derivados do Software, ou gerar compila&ccedil;&otilde;es ou trabalhos coletivos que incluam a Oferta, e n&atilde;o poder&aacute; analisar para fins de concorr&ecirc;ncia com a DS SolidWorks, efetuar engenharia reversa, descompilar, desmontar ou realizar qualquer outra tentativa de descoberta do c&oacute;digo-fonte da Oferta, exceto como permitido pelas leis aplic&aacute;veis, devido ao mesmo conter segredos comerciais (tais como a estrutura, a organiza&ccedil;&atilde;o e o c&oacute;digo da Oferta) da DS SolidWorks e de seus licenciantes.</p>

		<p class="p">4. <strong class="ph b"><u class="ph u">Servi&ccedil;o de assinatura</u></strong>. Se voc&ecirc; adquirir o servi&ccedil;o de assinatura de seu revendedor para a Oferta licenciada de acordo com este Contrato pagando a taxa aplic&aacute;vel desse servi&ccedil;o, o revendedor fornecer&aacute; a voc&ecirc;: acesso on-line via Web para fazer o download das atualiza&ccedil;&otilde;es mais recentes da Oferta; todas as principais atualiza&ccedil;&otilde;es da Oferta lan&ccedil;adas durante o per&iacute;odo da assinatura; e servi&ccedil;os de suporte por telefone. O servi&ccedil;o de assinatura est&aacute; inclu&iacute;do automaticamente em qualquer Oferta encomendada sob uma licen&ccedil;a anual ou trimestral e nos Servi&ccedil;os On-line e n&atilde;o pode ser encerrado separadamente. Ocasionalmente, a DS SolidWorks poder&aacute; redistribuir componentes do software da Microsoft como parte de uma atualiza&ccedil;&atilde;o da Oferta. Voc&ecirc; est&aacute; qualificado para receber tais componentes da Microsoft e garante que os instalar&aacute; somente de posse de uma c&oacute;pia licenciada v&aacute;lida dos produtos da Microsoft aos quais est&atilde;o relacionados. A validade deste servi&ccedil;o &eacute; de um (1) ano. &Eacute; poss&iacute;vel renovar a cada ano subsequente mediante o pagamento da taxa de renova&ccedil;&atilde;o aplic&aacute;vel. Qualquer Oferta entregue como atualiza&ccedil;&atilde;o ou upgrade de uma vers&atilde;o anterior da Oferta licenciada dever&aacute; substituir essa vers&atilde;o anterior. Nenhuma licen&ccedil;a adicional &eacute; concedida: voc&ecirc; pode instalar apenas um n&uacute;mero de atualiza&ccedil;&otilde;es igual ao n&uacute;mero de taxas de servi&ccedil;os de assinatura pelas quais pagou. A Pol&iacute;tica de Servi&ccedil;os de suporte aplic&aacute;vel aos Servi&ccedil;os on-line est&aacute; detalhada no site <a class="xref" href="http://www.3ds.com/terms/support-policies" target="_blank">www.3ds.com/terms/support-policies</a> pela dura&ccedil;&atilde;o do servi&ccedil;o, <em class="ph i">ou seja</em>, 1 (um) ano. Ela est&aacute; sujeita a altera&ccedil;&otilde;es. No entanto, quaisquer altera&ccedil;&otilde;es n&atilde;o ter&atilde;o efeito at&eacute; o in&iacute;cio do prazo imediatamente subsequente dos servi&ccedil;os de suporte.</p>

		<p class="p">5. <strong class="ph b"><u class="ph u">Pol&iacute;tica de privacidade</u></strong>. Para obter a Oferta, pode ser necess&aacute;rio fornecer certas informa&ccedil;&otilde;es pessoais &agrave; DS SolidWorks, incluindo mas n&atilde;o se limitando a seu nome e endere&ccedil;o de e-mail. A DS SolidWorks pode tamb&eacute;m consultar seu computador durante o processo de instala&ccedil;&atilde;o para determinar informa&ccedil;&otilde;es que incluem, mas n&atilde;o se limitam a, se voc&ecirc; tem o SOLIDWORKS ou outros produtos da Dassault Syst&egrave;mes instalados e as caracter&iacute;sticas do computador onde voc&ecirc; ir&aacute; operar a Oferta, como o controlador de v&iacute;deo e o sistema operacional. Como condi&ccedil;&atilde;o para o download e a utiliza&ccedil;&atilde;o da Oferta, voc&ecirc; concorda tamb&eacute;m com os termos da pol&iacute;tica de privacidade da DS SolidWorks, em <a class="xref" href="http://www.solidworks.com/sw/privacypolicy.htm" target="_blank">http://www.solidworks.com/sw/privacypolicy.htm</a>, que podem ser atualizados ocasionalmente, sem aviso. As informa&ccedil;&otilde;es coletadas pela DS SolidWorks em conex&atilde;o com o seu registro da Oferta podem ser armazenadas e processadas nos Estados Unidos ou qualquer outro pa&iacute;s em que a DS SolidWorks, suas afiliadas ou seus agentes mant&ecirc;m instala&ccedil;&otilde;es. Por conseguinte, ao utilizar a Oferta voc&ecirc; concorda com a transfer&ecirc;ncia de tais informa&ccedil;&otilde;es para fora do seu pa&iacute;s.</p>

		<p class="p">6. <strong class="ph b"><u class="ph u">Vig&ecirc;ncia</u></strong>. Este Contrato permanece em vigor at&eacute; ser encerrado conforme indicado neste documento ou mediante a expira&ccedil;&atilde;o, como segue: (i) para Ofertas fornecidas no &acirc;mbito de licen&ccedil;as vigentes concedidas de acordo com este Contrato, at&eacute; a expira&ccedil;&atilde;o dessas licen&ccedil;as, ou (ii) para Servi&ccedil;os on-line, a expira&ccedil;&atilde;o da vig&ecirc;ncia contratual para a qual os Servi&ccedil;os on-line s&atilde;o pedidos mediante este Contrato ou a expira&ccedil;&atilde;o da assinatura pela qual voc&ecirc; pagou para a Oferta, conforme o caso. A DS SolidWorks poder&aacute; rescindir a licen&ccedil;a e/ou a Oferta aqui concedida, imediatamente ap&oacute;s comunicar a voc&ecirc; por escrito, devido a (i) justa causa, incluindo, sem limita&ccedil;&atilde;o, a viola&ccedil;&atilde;o de qualquer disposi&ccedil;&atilde;o das Se&ccedil;&otilde;es 1, 2 ou 3 deste Contrato, ou (ii) se voc&ecirc; violar qualquer disposi&ccedil;&atilde;o deste Contrato e n&atilde;o reparar tal viola&ccedil;&atilde;o no prazo de quinze (15) dias ap&oacute;s ser comunicado a respeito.</p>

		<p class="p">Voc&ecirc; pode rescindir os Servi&ccedil;os on-line se a DS SolidWorks n&atilde;o fornecer os Servi&ccedil;os On-line em conformidade com o Acordo de n&iacute;vel de servi&ccedil;o aplic&aacute;vel e essa falha n&atilde;o tiver sido sanada no prazo de 30 (trinta) dias a contar do recebimento da notifica&ccedil;&atilde;o escrita da DS SolidWorks. Do contr&aacute;rio, voc&ecirc; ou a DS SolidWorks poder&aacute; rescindir quaisquer Servi&ccedil;os on-line, enviando uma notifica&ccedil;&atilde;o &agrave; outra parte pelo menos 30 (trinta) dias antes da data de renova&ccedil;&atilde;o dos Servi&ccedil;os on-line. Na aus&ecirc;ncia de tal notifica&ccedil;&atilde;o, os Servi&ccedil;os On-line ser&atilde;o automaticamente renovados e estar&atilde;o sujeitos ao Service Level Agreement aplic&aacute;vel. A DS SolidWorks pode alterar ou modificar os Servi&ccedil;os On-line a qualquer momento. A DS SolidWorks n&atilde;o diminuir&aacute; os Servi&ccedil;os On-line materialmente durante o prazo da oferta. Nada no presente par&aacute;grafo exigir&aacute; que a DS SolidWorks continue a fornecer qualquer parte dos Servi&ccedil;os On-line se isto resultar em viola&ccedil;&atilde;o por parte da DS SolidWorks dos direitos de terceiros ou de qualquer lei aplic&aacute;vel.</p>

		<p class="p">Mediante a rescis&atilde;o do direito de acesso e utiliza&ccedil;&atilde;o da Oferta aqui concedida, voc&ecirc; prontamente interromper&aacute; seu uso e devolver&aacute; &agrave; DS SolidWorks ou destruir&aacute; todas as c&oacute;pias da Oferta e a Documenta&ccedil;&atilde;o abrangidas por esse direito conforme orienta&ccedil;&atilde;o da DS SolidWorks e n&atilde;o ter&aacute; mais acesso aos Servi&ccedil;os On-line e ao servi&ccedil;o de assinatura. Se voc&ecirc; encerrar os Servi&ccedil;os On-line devido ao descumprimento pela DS SolidWorks do Service Level Agreement, a DS SolidWorks reembolsar&aacute; quaisquer taxas recorrentes pr&eacute;-pagas, mas n&atilde;o utilizadas, a partir da data de t&eacute;rmino. Este reembolso representa a responsabilidade exclusiva da DS SolidWorks e seu &uacute;nico recurso para a falha da DS SolidWorks em fornecer os Servi&ccedil;os On-line.</p>

		<p class="p">As disposi&ccedil;&otilde;es das Se&ccedil;&otilde;es 1D.b, 1D.d., 1D.e., 1E, 2, 3, 5, 6, 8, 10, 11, 12 e 13 deste Contrato permanecer&atilde;o em vigor ap&oacute;s a rescis&atilde;o deste Contrato.</p>

		<p class="p">7. <strong class="ph b">Responsabilidades pela Sele&ccedil;&atilde;o e Utiliza&ccedil;&atilde;o da Oferta</strong>. Voc&ecirc; &eacute; respons&aacute;vel pela supervis&atilde;o, gest&atilde;o e pelo controle do uso da Oferta e pelos produtos da Oferta, incluindo, mas n&atilde;o se limitando a: (1) selecionar a Oferta para obter os resultados pretendidos; (2) determinar a utiliza&ccedil;&atilde;o adequada da Oferta e dos produtos da Oferta em sua empresa; (3) estabelecer procedimentos independentes adequados ao teste de precis&atilde;o da Oferta e de qualquer produto por ela gerado e (4) estabelecer c&oacute;pias de seguran&ccedil;a adequadas para impedir a perda de dados em caso de funcionamento incorreto da Oferta. <strong class="ph b">A Oferta &eacute; uma ferramenta projetada somente para utiliza&ccedil;&atilde;o por profissionais treinados. Ela n&atilde;o deve substituir a avalia&ccedil;&atilde;o profissional ou o teste independente de prot&oacute;tipos f&iacute;sicos quanto &agrave; fadiga, seguran&ccedil;a e utilidade do produto; voc&ecirc; &eacute; inteiramente respons&aacute;vel por qualquer resultado obtido com a utiliza&ccedil;&atilde;o da Oferta. Nem a Oferta nem qualquer de seus componentes se destina ao uso no projeto ou opera&ccedil;&atilde;o de instala&ccedil;&otilde;es nucleares, sistema de suporte &agrave; vida, aeronaves ou outras atividades em que a falha da Oferta, ou seus componentes, ou ambos, poderia levar &agrave; morte, danos pessoais ou danos f&iacute;sicos ou ambientais graves.</strong></p>

		<p class="p"><strong class="ph b">CUIDADO: Determinado conte&uacute;do, como os componentes de fixa&ccedil;&atilde;o fornecidos no SOLIDWORKS Toolbox, constitui apenas representa&ccedil;&otilde;es aproximadas e pode n&atilde;o ser adequado para todos os usos.</strong></p>

		<p class="p">8. <strong class="ph b"><u class="ph u">Garantia limitada, Exce&ccedil;&otilde;es e Isen&ccedil;&otilde;es; Indeniza&ccedil;&atilde;o de Propriedade Intelectual</u></strong></p>

		<p class="p"><strong class="ph b">a. <u class="ph u">Garantia limitada.</u> A DS SolidWorks garante que a Oferta &eacute; fornecida isenta de defeitos de material e que a mesmo funcionar&aacute; substancialmente de acordo com a Documenta&ccedil;&atilde;o durante um per&iacute;odo de (90) dias a contar da data na qual foi recebida por voc&ecirc;. A DS SolidWorks tamb&eacute;m garante que quaisquer servi&ccedil;os por ela fornecidos periodicamente ser&atilde;o executados de forma profissional e de acordo com as pr&aacute;ticas comerciais geralmente aceitas. A DS SolidWorks n&atilde;o garante que a Oferta ou o servi&ccedil;o atenda seus requisitos, que o funcionamento da Oferta seja ininterrupto ou isento de erros e que qualquer ferramenta ou servi&ccedil;o da Internet seja totalmente seguro. Toda a responsabilidade da DS SolidWorks, constituindo o &uacute;nico recurso do comprador sob esta garantia, ser&aacute; o emprego de esfor&ccedil;os razo&aacute;veis para reparar ou substituir a m&iacute;dia ou o Software que n&atilde;o esteja em conformidade, ou ent&atilde;o prestar o servi&ccedil;o novamente. Na eventualidade da falha de tais esfor&ccedil;os, a DS SolidWorks ou o distribuidor ou revenda da DS SolidWorks dever&aacute; (i) reembolsar o valor pago pelo Software contra a devolu&ccedil;&atilde;o do Software defeituoso e de uma c&oacute;pia do recibo de compra ou do valor pago pelo servi&ccedil;o prestado, conforme for o caso, ou (ii) fornecer outro recurso conforme exigido por lei. Todo Software de substitui&ccedil;&atilde;o ser&aacute; garantido pelo per&iacute;odo restante da garantia original, ou por 30 (trinta) dias a contar da data da sua recep&ccedil;&atilde;o pelo comprador, o que for mais longo.</strong></p>

		<p class="p"><strong class="ph b">b. <u class="ph u">Exce&ccedil;&otilde;es.</u> A garantia limitada da DS SolidWorks ser&aacute; considerada nula no caso de a viola&ccedil;&atilde;o resultar de (i) acidente, dano, utiliza&ccedil;&atilde;o inadequada ou neglig&ecirc;ncia para com o Software; (ii) atos ou omiss&otilde;es por outros que n&atilde;o a DS SolidWorks; (iii) combina&ccedil;&atilde;o do Software com produtos, materiais ou software n&atilde;o fornecidos pela DS SolidWorks ou n&atilde;o projetados para serem combinados com o Software; ou (iv) falha do comprador em incorporar e utilizar todas as atualiza&ccedil;&otilde;es disponibilizadas pela DS SolidWorks.</strong></p>

		<p class="p"><strong class="ph b">c. <u class="ph u">Limita&ccedil;&otilde;es de garantias.</u> A garantia expressa estabelecida nesta Se&ccedil;&atilde;o 8 &eacute; a &uacute;nica garantia oferecida pela DS SolidWorks referente &agrave; Oferta e Documenta&ccedil;&atilde;o aqui citados e a qualquer servi&ccedil;o ocasionalmente fornecido; a DS SolidWorks e os licenciantes, incluindo sem limita&ccedil;&atilde;o a Adobe, at&eacute; os limites m&aacute;ximos permitidos pelas leis aplic&aacute;veis, n&atilde;o oferecem quaisquer outras garantias expressas, impl&iacute;citas ou derivadas de costumes ou usos comerciais, e se isentam especificamente das garantias de comercializa&ccedil;&atilde;o, adequa&ccedil;&atilde;o a um prop&oacute;sito em particular e n&atilde;o viola&ccedil;&atilde;o. Voc&ecirc; n&atilde;o poder&aacute;, em nenhum momento, efetuar qualquer reivindica&ccedil;&atilde;o, a&ccedil;&atilde;o ou processo judicial com base na garantia estabelecida nesta Se&ccedil;&atilde;o 8 depois de ultrapassado o per&iacute;odo de um ano ap&oacute;s a data em que a suposta viola&ccedil;&atilde;o da garantia ocorreu.</strong></p>

		<p class="p"><strong class="ph b">d. <u class="ph u">Limita&ccedil;&otilde;es de responsabilidade</u>. Voc&ecirc; reconhece que o pre&ccedil;o pago pela licen&ccedil;a ou direito de acesso e uso da Oferta pode ser substancialmente desproporcional em rela&ccedil;&atilde;o ao valor dos produtos a serem projetados, armazenados, gerenciados ou distribu&iacute;dos em conjunto com a Oferta. Com a expressa finalidade de limitar a responsabilidade da DS SolidWorks e dos seus licenciantes at&eacute; a medida do que &eacute; razoavelmente proporcional ao valor comercial desta transa&ccedil;&atilde;o, voc&ecirc; concorda com os limites de responsabilidade apresentados a seguir para a DS SolidWorks e seus licenciantes. Salvo quando exigido pela legisla&ccedil;&atilde;o local, a responsabilidade da DS SolidWorks e seus licenciantes, seja por contrato, ato il&iacute;cito (incluindo neglig&ecirc;ncia) ou qualquer outra raz&atilde;o, surgindo em consequ&ecirc;ncia ou em conex&atilde;o com a Oferta ou com a Documenta&ccedil;&atilde;o fornecida pelo presente documento e qualquer servi&ccedil;o ocasionalmente fornecido n&atilde;o dever&aacute; exceder a taxa que voc&ecirc; pagou pela Oferta no per&iacute;odo de doze (12) meses imediatamente anterior &agrave; causa de a&ccedil;&atilde;o que deu origem a tal responsabilidade. Em nenhuma eventualidade, a DS SolidWorks ou os seus licenciantes poder&atilde;o ser respons&aacute;veis por danos diretos, especiais, indiretos, incidentais, punitivos ou consequentes (incluindo, sem limita&ccedil;&atilde;o, os danos resultantes da perda de uso, perda de dados, perda de lucros, perda de prest&iacute;gio ou perda de neg&oacute;cios) surgindo em consequ&ecirc;ncia ou em conex&atilde;o com a utiliza&ccedil;&atilde;o ou a incapacidade de utiliza&ccedil;&atilde;o da Oferta ou da Documenta&ccedil;&atilde;o fornecida e de qualquer servi&ccedil;o ocasionalmente fornecido, mesmo que a DS SolidWorks ou os seus licenciantes tenham sido informados da possibilidade de tais danos. No entanto, algumas das limita&ccedil;&otilde;es acima poder&atilde;o n&atilde;o ser aplic&aacute;veis em determinadas jurisdi&ccedil;&otilde;es. Na extens&atilde;o m&aacute;xima permitida pela lei aplic&aacute;vel, qualquer a&ccedil;&atilde;o legal contra a DS SolidWorks deve ser apresentada &agrave; jurisdi&ccedil;&atilde;o judicial apropriada no prazo de 2 (dois) anos ap&oacute;s a causa de a&ccedil;&atilde;o aplic&aacute;vel ter surgido.</strong></p>

		<p class="p"><strong class="ph b">e. <u class="ph u">Indeniza&ccedil;&atilde;o de propriedade intelectual</u>. A DS SolidWorks defender&aacute; voc&ecirc; de quaisquer reivindica&ccedil;&otilde;es feitas por terceiros de que uma Oferta entregue sob este Contrato infringe direitos autorais de qualquer pa&iacute;s ou patente dos Estados Unidos, Jap&atilde;o ou de um Estado membro da Organiza&ccedil;&atilde;o Europeia de Patentes e pagar&aacute; todos os custos, danos e despesas (incluindo honor&aacute;rios legais razo&aacute;veis) finalmente concedidos contra voc&ecirc; por um tribunal de jurisdi&ccedil;&atilde;o competente ou acordado em um contrato por escrito assinado pela DS SolidWorks decorrentes de tal reivindica&ccedil;&atilde;o, desde que voc&ecirc; (i) forne&ccedil;a &agrave; DS um aviso por escrito da reivindica&ccedil;&atilde;o, e (ii) o Cliente conceda &agrave; DS SolidWorks o controle exclusivo da defesa da reivindica&ccedil;&atilde;o e de quaisquer discuss&otilde;es relacionadas &agrave; solu&ccedil;&atilde;o e ofere&ccedil;a uma coopera&ccedil;&atilde;o razo&aacute;vel na defesa e resolu&ccedil;&atilde;o da reivindica&ccedil;&atilde;o.</strong></p>

		<p class="p"><strong class="ph b">Se tal reivindica&ccedil;&atilde;o for feita ou, na opini&atilde;o razo&aacute;vel da DS SolidWorks, uma Oferta for suscept&iacute;vel de se tornar o sujeito de tal reivindica&ccedil;&atilde;o (ou prov&aacute;vel que seja feita), o DS SolidWorks poder&aacute;, a custo da DS SolidWorks, garantir o direito de voc&ecirc; continuar a utilizar a Oferta aplic&aacute;vel, modific&aacute;-la de modo a n&atilde;o infringir ou substitu&iacute;-la por outro programa que seja funcionalmente equivalente. Se nenhuma das op&ccedil;&otilde;es acima estiver dispon&iacute;vel em termos que sejam razo&aacute;veis no julgamento da DS SolidWorks, a DS SolidWorks poder&aacute; rescindir as licen&ccedil;as para a Oferta e/ou encerrar os Servi&ccedil;os On-line. Para licen&ccedil;as permanentes, a DS SolidWorks reembolsar&aacute; ou fornecer&aacute; um cr&eacute;dito, &agrave; sua escolha, de um valor igual &agrave; taxa &uacute;nica correspondente paga pelas licen&ccedil;as, com amortiza&ccedil;&atilde;o linear de mais de 3 (tr&ecirc;s) anos mediante a devolu&ccedil;&atilde;o ou destrui&ccedil;&atilde;o de todas as c&oacute;pias da Oferta afetada como certificado por um de seus representantes. Para Servi&ccedil;os On-line ou licen&ccedil;as que n&atilde;o s&atilde;o permanentes, a DS SolidWorks reembolsar&aacute; todas as taxas pr&eacute;-pagas, mas n&atilde;o utilizadas, pagas nos termos deste contrato para os Servi&ccedil;os On-line ou licen&ccedil;as.</strong></p>

		<p class="p"><strong class="ph b">A DS SolidWorks n&atilde;o ter&aacute; qualquer obriga&ccedil;&atilde;o de defender ou indenizar voc&ecirc; contra qualquer reivindica&ccedil;&atilde;o relacionada com (i) qualquer modifica&ccedil;&atilde;o de uma Oferta por ningu&eacute;m exceto a DS SolidWorks, (ii) a utiliza&ccedil;&atilde;o de uma ou mais Ofertas em combina&ccedil;&atilde;o com outros componentes de hardware, dados ou programas n&atilde;o especificados pela DS SolidWorks, ou (iii) a utiliza&ccedil;&atilde;o de patches corretivos ou vers&otilde;es diferentes da mais recente.</strong></p>

		<p class="p"><strong class="ph b">Esta Se&ccedil;&atilde;o 8.e estabelece a total responsabilidade da DS SolidWorks bem como seu recurso exclusivo para qualquer reivindica&ccedil;&atilde;o de viola&ccedil;&atilde;o de direitos de propriedade intelectual.</strong></p>

		<p class="p">9. <strong class="ph b"><u class="ph u">Dispositivo de prote&ccedil;&atilde;o</u></strong>. Voc&ecirc; reconhece e concorda que a Oferta cont&eacute;m um dispositivo de prote&ccedil;&atilde;o autom&aacute;tico (o &quot;Dispositivo de Prote&ccedil;&atilde;o&quot;) que, se for ativado, torna a Oferta inoperante. O Dispositivo de Prote&ccedil;&atilde;o ser&aacute; ativado automaticamente trinta (30) dias ap&oacute;s a Oferta ter sido instalada, salvo se for introduzido um c&oacute;digo de acesso que anule o Dispositivo de Prote&ccedil;&atilde;o (&quot;Licen&ccedil;a Validada&quot;). Para obter sua Licen&ccedil;a Validada, voc&ecirc; dever&aacute; se registrar na DS SolidWorks enviando eletronicamente &agrave; DS SolidWorks as informa&ccedil;&otilde;es solicitadas no processo de instala&ccedil;&atilde;o. Ao receber as informa&ccedil;&otilde;es de registro, a DS SolidWorks enviar&aacute; a voc&ecirc; a Licen&ccedil;a Validada.</p>

		<p class="p">10. <strong class="ph b"><u class="ph u">Regras de exporta&ccedil;&atilde;o</u></strong>. A exporta&ccedil;&atilde;o da Oferta e da Documenta&ccedil;&atilde;o para voc&ecirc; est&aacute; sujeita a todas as leis e regulamenta&ccedil;&otilde;es aplic&aacute;veis de exporta&ccedil;&atilde;o e reexporta&ccedil;&atilde;o dos pa&iacute;ses, incluindo mas n&atilde;o limitado a leis de controle de exporta&ccedil;&atilde;o dos Estados Unidos ou do Reino Unido. A DS SolidWorks e seus licenciantes n&atilde;o assumir&atilde;o qualquer responsabilidade com voc&ecirc; caso as autoriza&ccedil;&otilde;es, licen&ccedil;as ou aprova&ccedil;&otilde;es necess&aacute;rias n&atilde;o forem obtidas. Voc&ecirc; n&atilde;o dever&aacute; exportar ou reexportar, direta ou indiretamente, a Oferta se tal exporta&ccedil;&atilde;o ou reexporta&ccedil;&atilde;o requerer uma licen&ccedil;a de exporta&ccedil;&atilde;o ou outra aprova&ccedil;&atilde;o governamental, sem primeiro obter essa licen&ccedil;a ou aprova&ccedil;&atilde;o. Voc&ecirc;, por meio deste Contrato, garante &agrave; DS SolidWorks que todas as Ofertas solicitados nos termos deste Contrato n&atilde;o ser&atilde;o utilizadas em viola&ccedil;&atilde;o de quaisquer leis de exporta&ccedil;&atilde;o aplic&aacute;veis, incluindo a prolifera&ccedil;&atilde;o de armas nucleares, qu&iacute;micas ou biol&oacute;gicas ou sistemas de lan&ccedil;amento de m&iacute;sseis, e n&atilde;o ser&atilde;o desviadas para qualquer pa&iacute;s, empresa ou indiv&iacute;duo que estejam proibidos pelas leis de exporta&ccedil;&atilde;o aplic&aacute;veis de qualquer pa&iacute;s. Voc&ecirc; reconhece que os seus dados podem ser transferidos ou armazenadas em qualquer pa&iacute;s. Voc&ecirc; compromete-se em se abster, e deve garantir que todos os usu&aacute;rios se abstenham de, transformar, armazenar ou fazer upload em seu ambiente de compartilhamento de dados de quaisquer informa&ccedil;&otilde;es ou dados, cuja exporta&ccedil;&atilde;o seja controlada, regulamentada ou esteja sujeita a qualquer autoriza&ccedil;&atilde;o ou licen&ccedil;a sob qualquer lei ou regulamento aplic&aacute;vel. Voc&ecirc; deve ser considerado o exportador de dados. A DS SolidWorks pode rescindir este Contrato e todas as licen&ccedil;as e o acesso aos Servi&ccedil;os Online sob os termos deste Contrato mediante aviso por escrito caso voc&ecirc; viole estas disposi&ccedil;&otilde;es.</p>

		<p class="p">11. <strong class="ph b"><u class="ph u">Auditoria</u></strong>. Durante a vig&ecirc;ncia do presente Contrato e por um per&iacute;odo de 3 (tr&ecirc;s) anos a partir da&iacute;, voc&ecirc; dever&aacute; estabelecer e manter registros de informa&ccedil;&otilde;es precisas relativas &agrave; utiliza&ccedil;&atilde;o da Oferta, incluindo, sem limita&ccedil;&atilde;o, a lista e a localiza&ccedil;&atilde;o de usu&aacute;rios que acessam e utilizam a Oferta. Quando aplic&aacute;vel, essas informa&ccedil;&otilde;es devem incluir a destrui&ccedil;&atilde;o da Oferta e as medidas que voc&ecirc; colocou em pr&aacute;tica para proteger o acesso e a utiliza&ccedil;&atilde;o da Oferta. A DS SolidWorks tem o direito de, a qualquer momento, por sua pr&oacute;pria conta e em condi&ccedil;&otilde;es razo&aacute;veis de tempo e de lugar, auditar e copiar esses registros e/ou seu uso da Oferta. Atrav&eacute;s deste documento, voc&ecirc; tamb&eacute;m autoriza a DS SolidWorks a verificar a sua conformidade com os termos do presente contrato. Para tal finalidade, a DS SolidWorks pode conduzir uma auditoria em suas instala&ccedil;&otilde;es (ou no local onde a Oferta est&aacute; instalada para o seu uso) durante o hor&aacute;rio comercial normal, de modo a minimizar a interrup&ccedil;&atilde;o de suas atividades comerciais. A DS SolidWorks, ou qualquer terceiro que a DS SolidWorks contrate para conduzir tal verifica&ccedil;&atilde;o, pode exigir que voc&ecirc; forne&ccedil;a acesso &agrave; m&aacute;quina, c&oacute;pias das sa&iacute;das de ferramentas do sistema ou outras informa&ccedil;&otilde;es do sistema eletr&ocirc;nico ou c&oacute;pia impressa, conforme apropriado, e permita a execu&ccedil;&atilde;o de todas as ferramentas adequadas para gerar registros de auditoria. Se a auditoria revelar a utiliza&ccedil;&atilde;o n&atilde;o autorizada da Oferta, voc&ecirc; pagar&aacute; prontamente &agrave; DS SolidWorks qualquer montante(s) devido(s) em consequ&ecirc;ncia de tal uso n&atilde;o autorizado da Oferta no pre&ccedil;o em vigor. Se tal uso n&atilde;o autorizado for de cinco por cento (5%) ou mais da sua utiliza&ccedil;&atilde;o autorizada no que diz respeito &agrave; Oferta aplic&aacute;vel, ent&atilde;o, al&eacute;m de voc&ecirc; pagar os encargos aplic&aacute;veis, voc&ecirc; reembolsar&aacute; a DS SolidWorks pelo custo de tal auditoria. Ao invocar os direitos e procedimentos descritos acima, a DS SolidWorks n&atilde;o renuncia ao seu direito de fazer cumprir este Contrato ou de proteger sua propriedade intelectual por quaisquer outros meios permitidos por lei.</p>

		<p class="p">12. <strong class="ph b"><u class="ph u">Hospedagem de terceiros</u></strong>. Voc&ecirc; est&aacute; autorizado a instalar e usar a Oferta remotamente em computadores operados por um provedor de servi&ccedil;os terceirizado bem estabelecido e bem conceituado e a indicar tal provedor de servi&ccedil;os para operar o hardware e gerenciar a Oferta exclusivamente para voc&ecirc; e em seu nome; <em class="ph i">desde que</em>, no entanto, (i) somente usu&aacute;rios devidamente autorizados tenham o direito de usar a Oferta; (ii) voc&ecirc; execute um contrato por escrito com tal provedor de servi&ccedil;os sob o qual o provedor de servi&ccedil;os concorda que o acesso dele &agrave; Oferta &eacute; exclusivamente para o fim de fornecer os servi&ccedil;os mencionados acima para voc&ecirc; e est&aacute; sujeito a todas as restri&ccedil;&otilde;es e limita&ccedil;&otilde;es contidas neste Contrato; e (iii) esse provedor de servi&ccedil;os n&atilde;o seja um concorrente da DS SolidWorks ou de qualquer afiliada ou subsidi&aacute;ria da DS SolidWorks. Voc&ecirc; reconhece e concorda que o provedor de servi&ccedil;os deve ser considerado seu agente. Se voc&ecirc; tomar conhecimento de qualquer acesso, uso ou divulga&ccedil;&atilde;o n&atilde;o autorizado, real ou suspeito, da Oferta, voc&ecirc; dever&aacute; encerrar imediatamente o acesso do provedor de servi&ccedil;os &agrave; Oferta. Voc&ecirc; dever&aacute; defender e indenizar a DS SolidWorks de qualquer reivindica&ccedil;&atilde;o, despesa, julgamento, dano ou perda (incluindo honor&aacute;rios advocat&iacute;cios razo&aacute;veis) que resultem de ou que estejam de qualquer maneira relacionados ao acesso ou uso da Oferta por parte do provedor de servi&ccedil;os.</p>

		<p class="p">As licen&ccedil;as do SQL Server Standard fornecidas com o SOLIDWORKS PDM Professional e o SOLIDWORKS Manage n&atilde;o podem ser movidas para um servi&ccedil;o de nuvem p&uacute;blica, <em class="ph i">ou seja</em>, um servi&ccedil;o de computa&ccedil;&atilde;o oferecido por um provedor terceirizado pela Internet. Outras restri&ccedil;&otilde;es especiais se aplicam &agrave; implanta&ccedil;&atilde;o do SOLIDWORKS PDM Professional e do SOLIDWORKS Manage em servidores de terceiros.</p>

		<p class="p">13. <strong class="ph b"><u class="ph u">Cumprimento das leis e indeniza&ccedil;&atilde;o</u></strong>. Voc&ecirc; concorda em cumprir todas as leis e regulamenta&ccedil;&otilde;es locais relacionadas ao download, &agrave; instala&ccedil;&atilde;o e/ou &agrave; utiliza&ccedil;&atilde;o da Oferta, da Documenta&ccedil;&atilde;o ou de ambos. Voc&ecirc; concorda em proteger e indenizar a DS SolidWorks e suas subsidi&aacute;rias, afiliadas, escrit&oacute;rios e empregados de toda e qualquer reivindica&ccedil;&atilde;o, processo ou a&ccedil;&atilde;o judicial resultante de ou de qualquer maneira relacionada &agrave; sua utiliza&ccedil;&atilde;o da Oferta e/ou da Documenta&ccedil;&atilde;o, ou &agrave; viola&ccedil;&atilde;o deste Contrato por voc&ecirc;.</p>

		<p class="p">14. <strong class="ph b"><u class="ph u">Disposi&ccedil;&otilde;es gerais</u></strong>. Este Contrato constitui a express&atilde;o total e exclusiva do seu acordo com a DS SolidWorks referente &agrave; Oferta e ao servi&ccedil;o de assinatura, substituindo qualquer outro contrato, verbal ou escrito, ou qualquer outra comunica&ccedil;&atilde;o existente entre voc&ecirc; e a DS SolidWorks, relacionada com a Oferta e com o servi&ccedil;o de assinatura; fica, <em class="ph i">todavia</em>, ressalvado que este Contrato n&atilde;o substitui os termos de qualquer outro contrato assinado entre voc&ecirc; e a DS SolidWorks relacionado com a Oferta e com o Servi&ccedil;o de assinatura. Este Contrato ser&aacute; regido, interpretado e feito cumprir de acordo com as leis substantivas da Comunidade de Massachusetts, independentemente da Conven&ccedil;&atilde;o das Na&ccedil;&otilde;es Unidas sobre Contratos Internacionais de Venda de Mercadorias, e ser&aacute; autenticado por meio de selo. A vers&atilde;o em idioma ingl&ecirc;s deste Contrato constituir&aacute; o texto autorizado para todos os prop&oacute;sitos, independente das tradu&ccedil;&otilde;es ou interpreta&ccedil;&otilde;es deste Contrato em outros idiomas. Se, por qualquer raz&atilde;o, um tribunal de jurisdi&ccedil;&atilde;o competente entender que qualquer das disposi&ccedil;&otilde;es deste Contrato, no seu todo ou em parte, n&atilde;o pode ser aplicada, a referida disposi&ccedil;&atilde;o ser&aacute; feita cumprir at&eacute; a m&aacute;xima extens&atilde;o poss&iacute;vel, mantendo-se em vigor a parte restante deste Contrato.</p>

		<p class="p">15. <strong class="ph b"><u class="ph u">Direitos restritos do governo dos Estados Unidos</u></strong>. A Oferta &eacute; um &quot;item comercial&quot; segundo a defini&ccedil;&atilde;o do termo em 48 C.F.R. 2.101 (OUT 1995), consistindo em &quot;software comercial para computador&quot; e &quot;documenta&ccedil;&atilde;o de software comercial&quot; conforme a utiliza&ccedil;&atilde;o dos termos em 48 C.F.R. 12.212 (SET 1995), sendo fornecido ao governo dos EUA (a) para aquisi&ccedil;&atilde;o por &oacute;rg&atilde;os civis ou em seus respectivos nomes, em conformidade com as pol&iacute;ticas estabelecidas em 48 C.F.R. 12.212; ou (b) para aquisi&ccedil;&atilde;o por unidades do Departamento de Defesa dos EUA ou em seus respectivos nomes, em conformidade com as pol&iacute;ticas estabelecidas em 48 C.F.R. 227.7202-1 (JUN 1995) e 227.7202-4 (JUN 1995). Caso voc&ecirc; tenha recebido uma solicita&ccedil;&atilde;o de qualquer ag&ecirc;ncia do governo dos EUA para fornecer a Oferta com os direitos al&eacute;m dos que foram estabelecidos acima, notifique a DS SolidWorks a respeito do escopo da solicita&ccedil;&atilde;o e a DS SolidWorks ter&aacute; 5 (cinco) dias &uacute;teis para aceitar ou rejeitar tal solicita&ccedil;&atilde;o, conforme seus crit&eacute;rios. Contratante/fabricante: Dassault Syst&egrave;mes SolidWorks Corporation, 175 Wyman Street, Waltham, Massachusetts 02451 USA.</p>

		<p class="p">16. <strong class="ph b"><u class="ph u">Licen&ccedil;as no Canad&aacute;</u></strong>. Se voc&ecirc; adquiriu sua(s) licen&ccedil;a(s) no Canad&aacute;, concorda com o seguinte:</p>

		<p class="p">As partes concordam por este documento que desejam que este Contrato, bem como os outros documentos aqui relacionados, incluindo Comunicados, foram e dever&atilde;o ser escritos somente no idioma ingl&ecirc;s.</p>

		<p class="p">Les parties aux pr&eacute;sentes confirment leur volont&eacute; que cette convention de m&ecirc;me que tous les documents y compris tout avis qui s&rsquo;y rattache, soient r&eacute;dig&eacute;s en langue anglaise.</p>

		<p class="p">Adobe &eacute; uma marca registrada ou comercial da Adobe Systems Incorporated nos Estados Unidos e em outros pa&iacute;ses.</p>

		<p class="p">17. <strong class="ph b"><u class="ph u">Windows Desktop Search</u></strong>. A Microsoft Corporation (ou, com base no local onde voc&ecirc; reside, uma de suas afiliadas) fornece a licen&ccedil;a para este suplemento. Voc&ecirc; pode usar uma c&oacute;pia deste suplemento com cada licen&ccedil;a v&aacute;lida do software Microsoft Windows identificada para uso com ele (o &quot;software Microsoft Windows&quot;). Voc&ecirc; n&atilde;o pode us&aacute;-lo se n&atilde;o tiver uma licen&ccedil;a para o software Microsoft Windows. Os termos da licen&ccedil;a do software Microsoft Windows se aplicam ao uso deste suplemento.</p>

		<p class="p">O Windows Desktop Search &eacute; coberto pela Declara&ccedil;&atilde;o de Privacidade do MSN (<a class="xref" href="https://privacy.microsoft.com/pt-br/privacystatement" target="_blank">https://privacy.microsoft.com/pt-br/privacystatement</a>).</p>

	</div>

</body>
</html>