<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html
  PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="cs-CZ" lang="cs-CZ">
<head><meta charset="UTF-8">

<meta name="copyright" content="(C) Copyright 2019" />
<meta name="DC.rights.owner" content="(C) Copyright 2019" />
<meta name="DC.Type" content="concept" />
<meta name="DC.Title" content="Dassault Systèmes SolidWorks Corporation License, Online and Subscription Services Agreement" />
<meta name="abstract" content="" />
<meta name="description" content="" />
<meta name="deliverableName" content="eula_commercial" />
<meta name="DC.Format" content="XHTML" />
<meta name="DC.Identifier" content="wdu1534356835857" />
<meta name="DC.Language" content="en-us" />
<style> body { font-family:Arial, sans-serif; font-size:10pt } h1 { font-size:10pt; font-weight:normal; text-align:center; text-decoration:underline } li { margin-bottom:6pt } </style>
<title>Smlouva o poskytnut&iacute; licence, online a předplacen&yacute;ch služeb společnosti Dassault Syst&egrave;mes SolidWorks Corporation</title>
</head>
<body id="wdu1534356835857">

               <h1 class="title topictitle1" id="ariaid-title1"><u class="ph u">Smlouva o poskytnut&iacute; licence, online a předplacen&yacute;ch služeb společnosti Dassault Syst&egrave;mes SolidWorks Corporation</u></h1>


	
	
	<div class="body conbody"><p class="shortdesc"></p>

		<p class="p"><strong class="ph b">Pravidla a podm&iacute;nky uveden&eacute; d&aacute;le a př&iacute;padn&eacute; dal&scaron;&iacute; podm&iacute;nky, kter&eacute; představuj&iacute; specifick&eacute; podm&iacute;nky t&yacute;kaj&iacute;c&iacute; se označen&eacute;ho Softwaru nebo Online služeb a jsou zveřejněny na str&aacute;nk&aacute;ch <a class="xref" href="http://www.3ds.com/terms/ost" target="_blank">http://www.3ds.com/terms/ost</a> a jsou začleněny t&iacute;mto odkazem, představuj&iacute; pr&aacute;vn&iacute; smlouvu (&bdquo;Smlouva&ldquo;) mezi v&aacute;mi (ať již fyzickou, nebo pr&aacute;vnickou osobou), koncov&yacute;m uživatelem, a Dassault Syst&egrave;mes SolidWorks Corporation, společnost&iacute; z&nbsp;Delaware se s&iacute;dlem na 175 Wyman Street, Waltham, Massachusetts 02451 USA (&bdquo;DS SolidWorks&ldquo;), t&yacute;kaj&iacute;c&iacute; se různ&yacute;ch nab&iacute;dek skl&aacute;daj&iacute;c&iacute;ch se z&nbsp;(i) poč&iacute;tačov&eacute;ho softwaru zn&aacute;m&eacute;ho pod n&aacute;zvem SOLIDWORKS<sup>®</sup> a určit&eacute;ho dal&scaron;&iacute;ho softwaru licencovan&eacute;ho společnost&iacute; DS SolidWorks (kter&yacute; může zahrnovat mimo jin&eacute; řadu produktů pro anal&yacute;zu SOLIDWORKS Simulation, SOLIDWORKS Composer a řadu produktů SOLIDWORKS pro spr&aacute;vu dat ve v&scaron;ech zem&iacute;ch) a/nebo obsahu, včetně datab&aacute;z&iacute;, 2D a 3D modelů, ve strojově čiteln&eacute; formě (d&aacute;le jen &bdquo;Software&ldquo;) nebo (ii) online služeb, <em class="ph i">tj.</em> online př&iacute;stupu k&nbsp;nab&iacute;dce a jej&iacute;ho použ&iacute;v&aacute;n&iacute; a dal&scaron;&iacute;ch souvisej&iacute;c&iacute;ch služeb (&bdquo;Online služby&ldquo;) (&uacute;hrnem &bdquo;Nab&iacute;dka&ldquo;). Term&iacute;n &bdquo;Nab&iacute;dka&ldquo; zahrnuje a tato pravidla a podm&iacute;nky se tak&eacute; vztahuj&iacute; na (i) ve&scaron;ker&eacute; vy&scaron;&scaron;&iacute; verze Nab&iacute;dky, kter&eacute; můžete čas od času obdržet na z&aacute;kladě předplacen&eacute; služby nebo jin&eacute;ho zaji&scaron;těn&iacute; podpory, (ii) jak&eacute;koli dodatečn&eacute; doplňkov&eacute; moduly pro nab&iacute;dku, kter&eacute; čas od času objedn&aacute;te a nainstalujete, a (iii) software třet&iacute;ch stran, jako je Adobe<sup>®</sup> PDF Library, kter&yacute; je souč&aacute;st&iacute; nab&iacute;dky SOLIDWORKS. Nab&iacute;dku nesm&iacute;te instalovat nebo použ&iacute;vat na ž&aacute;dn&eacute;m poč&iacute;tači či jej kop&iacute;rovat bez poskytnut&eacute;ho pr&aacute;va od společnosti DS SolidWorks. Společnost DS SolidWorks v&aacute;m t&iacute;mto nab&iacute;z&iacute; nev&yacute;hradn&iacute; pr&aacute;vo na př&iacute;stup nebo stažen&iacute; a použ&iacute;v&aacute;n&iacute; Nab&iacute;dky v&nbsp;souladu s&nbsp;pravidly a podm&iacute;nkami uveden&yacute;mi v&nbsp;t&eacute;to smlouvě. Podm&iacute;nky t&eacute;to Smlouvy byste si měli pečlivě proč&iacute;st je&scaron;tě PŘED otevřen&iacute;m kufř&iacute;ku s&nbsp;Nab&iacute;dkou nebo instalac&iacute; a použit&iacute;m Nab&iacute;dky nebo Online služeb. Otevřen&iacute; kufř&iacute;ku obsahuj&iacute;c&iacute;ho Nab&iacute;dku nebo instalace a použ&iacute;v&aacute;n&iacute; Nab&iacute;dky nebo Online služeb bude znamenat v&aacute;&scaron; souhlas, že jste v&aacute;z&aacute;ni těmito pravidly a podm&iacute;nkami. Pokud s&nbsp;těmito pravidly a podm&iacute;nkami nesouhlas&iacute;te, vraťte neprodleně kufř&iacute;k obsahuj&iacute;c&iacute; Software a doprovodn&eacute; položky (včetně p&iacute;semn&yacute;ch materi&aacute;lů) pro vr&aacute;cen&iacute; peněz. Toto je licenčn&iacute; smlouva t&yacute;kaj&iacute;c&iacute; se Nab&iacute;dky, nikoli smlouva o jej&iacute;m prodeji.</strong></p>

		<!--SDL comment as duplicate paragraph><p class="p"><strong class="ph b">Term&iacute;n &bdquo;Nab&iacute;dka&ldquo; zahrnuje a tato pravidla a podm&iacute;nky se tak&eacute; vztahuj&iacute; na (i) ve&scaron;ker&eacute; vy&scaron;&scaron;&iacute; verze Nab&iacute;dky, kter&eacute; můžete čas od času obdržet na z&aacute;kladě předplacen&eacute; služby nebo jin&eacute;ho zaji&scaron;těn&iacute; podpory, (ii) jak&eacute;koli dodatečn&eacute; doplňkov&eacute; moduly pro nab&iacute;dku, kter&eacute; čas od času objedn&aacute;te a nainstalujete, a (iii) software třet&iacute;ch stran, jako je Adobe<sup>®</sup> PDF Library, kter&yacute; je souč&aacute;st&iacute; nab&iacute;dky SOLIDWORKS. Nab&iacute;dku nesm&iacute;te instalovat nebo použ&iacute;vat na ž&aacute;dn&eacute;m poč&iacute;tači či jej kop&iacute;rovat bez poskytnut&eacute;ho pr&aacute;va od společnosti DS SolidWorks. Společnost DS SolidWorks v&aacute;m t&iacute;mto nab&iacute;z&iacute; nev&yacute;hradn&iacute; pr&aacute;vo na př&iacute;stup nebo stažen&iacute; a použ&iacute;v&aacute;n&iacute; Nab&iacute;dky v&nbsp;souladu s&nbsp;pravidly a podm&iacute;nkami uveden&yacute;mi v&nbsp;t&eacute;to smlouvě. Podm&iacute;nky t&eacute;to Smlouvy byste si měli pečlivě proč&iacute;st je&scaron;tě PŘED otevřen&iacute;m kufř&iacute;ku s&nbsp;Nab&iacute;dkou nebo instalac&iacute; a použit&iacute;m Nab&iacute;dky nebo Online služeb. Otevřen&iacute; kufř&iacute;ku obsahuj&iacute;c&iacute;ho Nab&iacute;dku nebo instalace a použ&iacute;v&aacute;n&iacute; Nab&iacute;dky nebo Online služeb bude znamenat v&aacute;&scaron; souhlas, že jste v&aacute;z&aacute;ni těmito pravidly a podm&iacute;nkami. Pokud s&nbsp;těmito pravidly a podm&iacute;nkami nesouhlas&iacute;te, vraťte neprodleně kufř&iacute;k obsahuj&iacute;c&iacute; Software a doprovodn&eacute; položky (včetně p&iacute;semn&yacute;ch materi&aacute;lů) pro vr&aacute;cen&iacute; peněz. Toto je licenčn&iacute; smlouva t&yacute;kaj&iacute;c&iacute; se Nab&iacute;dky, nikoli smlouva o jej&iacute;m prodeji.</strong></p><SDL-->

		<p class="p">1.A. <strong class="ph b"><u class="ph u">Udělen&iacute; licence a pr&aacute;va na použ&iacute;v&aacute;n&iacute;</u></strong>. Společnost DS SolidWorks v&aacute;m uděluje nev&yacute;hradn&iacute;, nepřenosn&eacute; pr&aacute;vo na použ&iacute;v&aacute;n&iacute; Nab&iacute;dky a na vyti&scaron;těnou a/nebo elektronickou dokumentaci pro uživatele (&bdquo;Dokumentace&ldquo;) v&nbsp;souladu s&nbsp;touto Smlouvou. Pokud jste zaplatili licenčn&iacute; poplatek za jednu licenci uživatele Nab&iacute;dky, dovoluje v&aacute;m tato smlouva použ&iacute;vat jednu (1) kopii Nab&iacute;dky kdykoliv na jak&eacute;mkoli jednom poč&iacute;tači v&nbsp;zemi, ve kter&eacute; je hlavn&iacute; s&iacute;dlo va&scaron;&iacute; společnosti, nebo pokud někter&aacute; z&nbsp;va&scaron;ich poboček zakoupila licenci od prodejce v&nbsp;zemi, ve kter&eacute; se tato pobočka nach&aacute;z&iacute;, podle platn&yacute;ch z&aacute;konů a předpisů a <em class="ph i">za předpokladu</em>, že jste vždy zakoupili Nab&iacute;dku od prodejce DS SolidWorks nach&aacute;zej&iacute;c&iacute;ho se v&nbsp;zemi, ve kter&eacute; se bude tato licence použ&iacute;vat. Předchoz&iacute; omezen&iacute; s&nbsp;ohledem na m&iacute;sto působen&iacute; prodejce neplat&iacute;, pokud&nbsp;(i) zakoup&iacute;te licenci na Nab&iacute;dku od prodejce nach&aacute;zej&iacute;c&iacute;ho se v&nbsp;zemi v&nbsp;r&aacute;mci&nbsp;Evropsk&eacute; unie nebo v&nbsp;Evropsk&eacute;ho sdružen&iacute; voln&eacute;ho obchodu a&nbsp;(ii) nach&aacute;z&iacute;te se v&nbsp;jak&eacute;koli zemi v&nbsp;r&aacute;mci Evropsk&eacute; unie nebo Evropsk&eacute;ho sdružen&iacute; voln&eacute;ho obchodu. Když změn&iacute;te poč&iacute;tače, mus&iacute;te přesunout licenci ze star&eacute;ho poč&iacute;tače na nov&yacute;/aktualizovan&yacute; poč&iacute;tač. Tuto Nab&iacute;dku sm&iacute;te přesunout do jin&eacute; země s&nbsp;předchoz&iacute;m p&iacute;semn&yacute;m souhlasem společnosti DS SolidWorks. Takov&yacute; přesun, pokud je schv&aacute;len, může podl&eacute;hat platbě nebo poplatku. M&aacute;te-li s&iacute;ťovou verzi licence na Nab&iacute;dku (pod označen&iacute;m &bdquo;SNL&ldquo;), můžete m&iacute;t kdykoli tolik kopi&iacute; Nab&iacute;dky k&nbsp;použit&iacute; v&nbsp;zemi, kde je licencov&aacute;na, kolik m&aacute;te licenc&iacute; (viz č&aacute;st 1.A.b n&iacute;že). Nab&iacute;dka se &bdquo;použ&iacute;v&aacute;&ldquo; v&nbsp;poč&iacute;tači, když je načtena do dočasn&eacute; paměti (<em class="ph i">tj.</em>, RAM) nebo je přihl&aacute;&scaron;en uživatel. Pokud počet poč&iacute;tačů, na nichž je Nab&iacute;dka nainstalov&aacute;na, nebo potenci&aacute;ln&iacute; počet uživatelů Nab&iacute;dky překroč&iacute; počet licenc&iacute;, kter&eacute; jste z&iacute;skali, pot&eacute; mus&iacute;te m&iacute;t nainstalov&aacute;nu verzi SNL Nab&iacute;dky, aby se zajistilo, že počet souběžn&yacute;ch uživatelů Nab&iacute;dky nepřekroč&iacute; počet z&iacute;skan&yacute;ch licenc&iacute;. Licenčn&iacute; sady obsahuj&iacute;c&iacute; bal&iacute;čky samostatn&yacute;ch modulů (jako SOLIDWORKS Professional) nemohou b&yacute;t samostatně plovouc&iacute; (když m&aacute;te např&iacute;klad jednu licenci SOLIDWORKS Professional, Toolbox nelze uvolnit pro jeden poč&iacute;tač a PhotoView&nbsp;360 pro jin&yacute;). Při registraci (viz d&aacute;le uveden&yacute; odstavec 9) n&aacute;s mus&iacute;te informovat o maxim&aacute;ln&iacute;m počtu potenci&aacute;ln&iacute;ch uživatelů Nab&iacute;dek, kter&eacute; z&iacute;sk&aacute;v&aacute;te. Z&aacute;roveň v&aacute;m doporučujeme uv&eacute;st jm&eacute;na v&scaron;ech potenci&aacute;ln&iacute;ch uživatelů, abychom jim mohli zas&iacute;lat upozorněn&iacute; na chystan&eacute; aktualizace a dal&scaron;&iacute; relevantn&iacute; informace. Budete udržovat přesn&eacute; a aktu&aacute;ln&iacute; z&aacute;znamy o s&eacute;riov&yacute;ch č&iacute;slech a um&iacute;stěn&iacute; v&scaron;ech kopi&iacute; Nab&iacute;dky, budete dohl&iacute;žet na použ&iacute;v&aacute;n&iacute; Nab&iacute;dky v&nbsp;souladu s&nbsp;podm&iacute;nkami t&eacute;to Smlouvy a kontrolovat jej a poskytnete kopie takov&yacute;ch z&aacute;znamů společnosti DS SolidWorks na z&aacute;kladě jej&iacute;ho přiměřen&eacute;ho požadavku. Použ&iacute;v&aacute;n&iacute; Online služeb je uděleno v&nbsp;režimu vych&aacute;zej&iacute;c&iacute;m ze jmenovit&eacute;ho uživatele, <em class="ph i">tj.</em>, povolen&eacute;m pro jednoho uživatele označen&eacute;ho jedinečn&yacute;m uživatelsk&yacute;m jm&eacute;nem a heslem pro použ&iacute;v&aacute;n&iacute; Online služeb z&nbsp;jednoho zař&iacute;zen&iacute; v&nbsp;dan&eacute;m okamžiku (&bdquo;Jmenovit&yacute; uživatel&ldquo;). Mus&iacute;te zajistit, aby uživatel&eacute; Online služeb nesd&iacute;leli ani nepouž&iacute;vali stejn&eacute; uživatelsk&eacute; jm&eacute;no a heslo. Jmenovit&yacute; uživatel může b&yacute;t v&nbsp;př&iacute;padě potřeby nahrazen tak, aby odr&aacute;žel trval&eacute; změny pracovn&iacute;ků za podm&iacute;nky, že počet jednotlivců opr&aacute;vněn&yacute;ch použ&iacute;vat Online služby nepřekroč&iacute; maxim&aacute;ln&iacute; počet, kter&aacute; v&aacute;m byla pro danou Nab&iacute;dku udělena. Společnosti DS SolidWorks poskytnete na jej&iacute; ž&aacute;dost podepsan&yacute; doklad s&nbsp;uveden&iacute;m (i) počtu Jmenovit&yacute;ch uživatelů, (ii) typu použit&iacute; Nab&iacute;dek a (iii) a m&iacute;st a typů syst&eacute;mů, na kter&yacute;ch jsou Online služby provozov&aacute;ny, př&iacute;padně na nichž jste instalovali Nab&iacute;dky. Společnost DS SolidWorks v&aacute;m může za &uacute;čelem určen&iacute; va&scaron;eho použ&iacute;v&aacute;n&iacute; poskytnout jeden nebo v&iacute;ce obslužn&yacute;ch programů, kter&eacute; budou buď obsaženy v&nbsp;Nab&iacute;dce, nebo dod&aacute;ny samostatně, pro &uacute;čely anal&yacute;zy př&iacute;stupov&yacute;ch pr&aacute;v a využit&iacute;. V&nbsp;takov&eacute;m př&iacute;padě poskytnete př&iacute;padn&eacute; neupraven&eacute; a nezměněn&eacute; v&yacute;stupn&iacute; soubory a/nebo sestavy vznikl&eacute; z&nbsp;provozu takov&eacute;ho obslužn&eacute;ho programu nebo programů společně s&nbsp;podepsan&yacute;m prohl&aacute;&scaron;en&iacute;m, že tento soubor nebo soubory vyjadřuj&iacute; skutečn&eacute; použ&iacute;v&aacute;n&iacute; Nab&iacute;dky. Jste odpovědn&iacute; za implementaci v&scaron;ech přiměřen&yacute;ch prostředků pro monitorov&aacute;n&iacute; sv&eacute;ho dodržov&aacute;n&iacute; podm&iacute;nek t&eacute;to Smlouvy.</p>

		<p class="p"><u class="ph u">Jestliže jste zaplatili za licenci SNL verze Nab&iacute;dky nebo použ&iacute;v&aacute;te SOLIDWORKS PDM Standard nebo Professional nebo SOLIDWORKS Manage Professional, budou se na va&scaron;i licenci vztahovat n&aacute;sleduj&iacute;c&iacute; podm&iacute;nky:</u></p>

		<p class="p">a.&nbsp;SNL verze Nab&iacute;dky mus&iacute; b&yacute;t instalov&aacute;na na s&iacute;ťov&eacute;m serveru s&nbsp;hardwarov&yacute;m z&aacute;mkem a zabudovan&yacute;m softwarov&yacute;m bezpečnostn&iacute;m mechanismem, kter&yacute; umožn&iacute;, aby se kdykoli použ&iacute;val najednou jen takov&yacute; počet licenc&iacute;, kter&yacute; jste z&iacute;skali. Čas od času mohou b&yacute;t k&nbsp;s&iacute;ťov&eacute; licenci přid&aacute;v&aacute;ny dal&scaron;&iacute; licence tak, jak se dokupuj&iacute;.</p>

		<p class="p">b.&nbsp;S&iacute;ť sm&iacute; obsahovat licence SNL použ&iacute;van&eacute; v&nbsp;různ&yacute;ch zem&iacute;ch, pokud jsou př&iacute;slu&scaron;n&eacute; licence SNL licencov&aacute;ny pro zemi, v&nbsp;n&iacute;ž se použ&iacute;vaj&iacute;. Požadovan&yacute; počet licenc&iacute; SNL, kter&eacute; se maj&iacute; v&nbsp;konkr&eacute;tn&iacute; zemi použ&iacute;t, mus&iacute; b&yacute;t z&iacute;sk&aacute;n od prodejce DS SolidWorks v&nbsp;dan&eacute; zemi. Např&iacute;klad: Licence SNL spravovan&eacute; a instalovan&eacute; na serveru ve Spojen&yacute;ch st&aacute;tech americk&yacute;ch sm&iacute; použ&iacute;vat jedna osoba v&nbsp;Braz&iacute;lii a jedna osoba v&nbsp;Mexiku, byla-li jedna licence SNL z&iacute;sk&aacute;na v&nbsp;Braz&iacute;lii a druh&aacute; licence SNL byla z&iacute;sk&aacute;na v&nbsp;Mexiku. Pokud se v&scaron;ak server, na němž je licence SNL instalov&aacute;na, nach&aacute;z&iacute; v&nbsp;jin&eacute; zemi než v&nbsp;t&eacute;, pro niž byla vyd&aacute;na licence SNL, měli byste o tom informovat prodejce společnosti DS SolidWorks v&nbsp;době objedn&aacute;vky tak, aby bylo možn&eacute; licence SNL spr&aacute;vně přidělit. Předchoz&iacute; ustanoven&iacute; prodejce neplat&iacute;, pokud&nbsp;(i) zakoup&iacute;te licenci na Nab&iacute;dku od prodejce nach&aacute;zej&iacute;c&iacute;ho se v&nbsp;zemi v&nbsp;r&aacute;mci&nbsp;Evropsk&eacute; unie nebo v&nbsp;Evropsk&eacute;ho sdružen&iacute; voln&eacute;ho obchodu a&nbsp;(ii) nach&aacute;z&iacute;te se v&nbsp;jak&eacute;koli zemi v&nbsp;r&aacute;mci Evropsk&eacute; unie nebo Evropsk&eacute;ho sdružen&iacute; voln&eacute;ho obchodu.</p>

		<p class="p">c.&nbsp;Nav&iacute;c s&iacute;ť, na kter&eacute; je instalov&aacute;na s&iacute;ťov&aacute; licence verze SNL, může distribuovat licence pouze mezi klientsk&yacute;mi poč&iacute;tači stejn&eacute;ho pr&aacute;vn&iacute;ho subjektu nebo skupiny, kter&aacute; se nach&aacute;z&iacute; na stejn&eacute;m glob&aacute;ln&iacute;m &uacute;zem&iacute; jako server. (Pro tyto &uacute;čely uvažuje společnost DS SolidWorks se třemi glob&aacute;ln&iacute;mi &uacute;zem&iacute;mi: Z&aacute;padn&iacute; polokoule, Evropa/Bl&iacute;zk&yacute; v&yacute;chod/Afrika a zb&yacute;vaj&iacute;c&iacute; č&aacute;sti Asie/Austr&aacute;lie). Např&iacute;klad: V&scaron;echny licence použ&iacute;van&eacute; na serveru um&iacute;stěn&eacute;m na Z&aacute;padn&iacute; polokouli musej&iacute; b&yacute;t licencov&aacute;ny pro země na Z&aacute;padn&iacute; polokouli. <u class="ph u">Bez ohledu na um&iacute;stěn&iacute; serveru mus&iacute;te vždy dodržovat z&aacute;kony Spojen&yacute;ch st&aacute;tů americk&yacute;ch a Spojen&eacute;ho kr&aacute;lovstv&iacute; t&yacute;kaj&iacute;c&iacute; se kontroly v&yacute;vozu zbož&iacute;</u>.</p>

		<p class="p">d.&nbsp;S&nbsp;ohledem na podč&aacute;sti (a) až (c) v&yacute;&scaron;e se licenc&iacute; SOLIDWORKS PDM Standard nebo Professional a licenc&iacute; SOLIDWORKS Manage Professional t&yacute;k&aacute; pouze podč&aacute;st (a). Dal&scaron;&iacute; pravidla a podm&iacute;nky platn&eacute; pro licence SOLIDWORKS PDM Standard nebo Professional a licenc&iacute; SOLIDWORKS Manage Professional jsou stanoveny v&nbsp;č&aacute;sti 1.C n&iacute;že.</p>

		<p class="p">Svou licenci SNL můžete přev&eacute;st na licenci Worldwide SolidNetwork po schv&aacute;len&iacute; od společnosti DS SolidWorks, při dodržov&aacute;n&iacute; požadavků společnosti DS SolidWorks na hl&aacute;&scaron;en&iacute; a dal&scaron;&iacute;ch požadavků souvisej&iacute;c&iacute;ch s&nbsp;použ&iacute;v&aacute;n&iacute;m licence, a po uhrazen&iacute; př&iacute;slu&scaron;n&eacute;ho licenčn&iacute;ho poplatku Worldwide SolidNetwork. Licence Worldwide SolidNetwork může b&yacute;t &bdquo;plovouc&iacute;&ldquo; a může se použ&iacute;vat v&nbsp;jak&eacute;koli zeměpisn&eacute; oblasti světa (za předpokladu splněn&iacute; z&aacute;konů Spojen&yacute;ch st&aacute;tů americk&yacute;ch a Spojen&eacute;ho kr&aacute;lovstv&iacute; t&yacute;kaj&iacute;c&iacute;ch se kontroly v&yacute;vozu zbož&iacute;).</p>

		<p class="p">Při pr&aacute;ci se softwarem Adobe<sup>®</sup> PDF můžete do elektronick&yacute;ch dokumentů vkl&aacute;dat kopie typu p&iacute;sma za &uacute;čelem tisku, zobrazen&iacute; nebo &uacute;prav těchto dokumentů. Pokud se typ p&iacute;sma, kter&yacute; použ&iacute;v&aacute;te, nach&aacute;z&iacute; v&nbsp;seznamu &bdquo;Licensed for Editable Embedding&ldquo; (Licencovan&yacute; pro vkl&aacute;d&aacute;n&iacute; pro potřeby editace) na webov&eacute; str&aacute;nce společnosti Adobe <a class="xref" href="http://www.adobe.com/type/browser/legal/embeddingeula.html" target="_blank">http://www.adobe.com/type/browser/legal/embeddingeula.html</a>, můžete rovněž vkl&aacute;dat kopie typu p&iacute;sma pro dal&scaron;&iacute; &uacute;čely editace elektronick&yacute;ch dokumentů. Tato licenčn&iacute; smlouva nezahrnuje ani neopravňuje k&nbsp;ž&aacute;dn&yacute;m jin&yacute;m pr&aacute;vům pro vkl&aacute;d&aacute;n&iacute; typů p&iacute;sma. Je-li Nab&iacute;dka trvale nainstalov&aacute;na na pevn&eacute;m disku nebo jin&eacute;m paměťov&eacute;m zař&iacute;zen&iacute; poč&iacute;tače (jin&eacute;m než s&iacute;ťov&yacute; server), pot&eacute; osoba použ&iacute;vaj&iacute;c&iacute; dan&yacute; poč&iacute;tač může rovněž použ&iacute;vat Nab&iacute;dku na přenosn&eacute;m nebo dom&aacute;c&iacute;m poč&iacute;tači, zat&iacute;mco se origin&aacute;ln&iacute; kopie nepouž&iacute;v&aacute;, a to <em class="ph i">za předpokladu</em>, že pro Nab&iacute;dku jsou aktivn&iacute; předplatitelsk&eacute; služby (tak, jak je pops&aacute;no v&nbsp;t&eacute;to Smlouvě).</p>

		<p class="p">1.B. <strong class="ph b"><u class="ph u">Doplňuj&iacute;c&iacute; podm&iacute;nky licence pro eDrawings<sup>®</sup> Professional</u></strong>. Software SOLIDWORKS<sup>®</sup> eDrawings Professional je n&aacute;stroj pro spolupr&aacute;ci. Software SOLIDWORKS eDrawings Professional v&aacute;m tedy umožňuje a společnost DS SolidWorks v&aacute;m uděluje licenci na tvorbu kopi&iacute; č&aacute;sti SOLIDWORKS eDrawings Professional se soubory modelů, kter&eacute; jste vytvořili, a dod&aacute;n&iacute; těchto souborů třet&iacute;m stran&aacute;m, se kter&yacute;mi spolupracujete za &uacute;čelem kromě jin&eacute;ho zobrazen&iacute;, přid&aacute;n&iacute; popisů a změřen&iacute; modelů.</p>

		<p class="p">1.C. <strong class="ph b"><u class="ph u">Doplňuj&iacute;c&iacute; podm&iacute;nky licence pro SOLIDWORKS PDM Standard nebo Professional a SOLIDWORKS Manage Professional</u></strong>. (a) Společnost DS SolidWorks poskytuje licenci softwaru SOLIDWORKS PDM Professional a SOLIDWORKS Manage Professional na z&aacute;kladě modelu CAL (licence pro servery a klientsk&yacute; př&iacute;stup) a modelu Per Processor (licence vyd&aacute;van&aacute; pro procesor) pro Microsoft<sup>®</sup> SQL Server™ 2008 R2 a předchoz&iacute; verze, nebo na z&aacute;kladě modelu Per Core (licence vyd&aacute;van&aacute; pro j&aacute;dro) pro SQL Server 2012 a nověj&scaron;&iacute; verze. Software SOLIDWORKS PDM Standard nebo Professional sm&iacute;te použ&iacute;vat v&nbsp;s&iacute;ti nebo v&nbsp;jin&eacute;m prostřed&iacute; zahrnuj&iacute;c&iacute;m v&iacute;ce stanic, <em class="ph i">pokud</em> m&aacute;te jednu&nbsp;(1) licenci na každ&eacute;ho uživatele souběžně připojen&eacute;ho k&nbsp;datab&aacute;zi či archivačn&iacute;mu serveru SOLIDWORKS PDM Standard či Professional (a&nbsp;pouze v&nbsp;př&iacute;padě licenc&iacute; k&nbsp;produktu SOLIDWORKS PDM Professional k&nbsp;webov&eacute;mu serveru SOLIDWORKS PDM Professional). Runtime licence pro omezen&eacute; použit&iacute; Nab&iacute;dky SQL Server 2014 Standard Edition obsahuje jin&aacute; ustanoven&iacute; t&yacute;kaj&iacute;c&iacute; se souběžn&eacute;ho použit&iacute;. Podm&iacute;nky licence SQL Server 2014 Express Edition a&nbsp;podm&iacute;nky runtime licence Nab&iacute;dky pro omezen&eacute; použit&iacute; SQL Server 2014 Standard Edition jsou dod&aacute;v&aacute;ny s&nbsp;objedn&aacute;vkou softwaru SOLIDWORKS PDM Standard či SOLIDWORKS PDM Professional a/nebo SOLIDWORKS Manage Professional a&nbsp;jsou zde uvedeny pro va&scaron;i informaci. (b) SOLIDWORKS PDM Professional obsahuje vestavěn&eacute; softwarov&eacute; programy poskytovan&eacute; společnost&iacute; Oracle Corporation a jej&iacute;mi přidružen&yacute;mi společnostmi (&bdquo;Oracle&ldquo;) (&bdquo;Programy Oracle&ldquo;), a bez ohledu na ustanoven&iacute; č&aacute;sti&nbsp;1 v&yacute;&scaron;e si společnost Oracle nebo poskytovatel(&eacute;) jej&iacute;ch licenc&iacute; zachov&aacute;vaj&iacute; ve&scaron;ker&aacute; vlastnick&aacute; pr&aacute;va a pr&aacute;va na ochranu du&scaron;evn&iacute;ho vlastnictv&iacute; k&nbsp;Programům Oracle a každ&aacute; z&nbsp;nich je třet&iacute; stranou opr&aacute;vněnou k&nbsp;převzet&iacute; plněn&iacute; z&nbsp;t&eacute;to Smlouvy. Programy Oracle podl&eacute;haj&iacute; omezen&eacute; licenci, lze je použ&iacute;vat pouze s&nbsp;jejich přiřazen&yacute;m bal&iacute;čkem aplikac&iacute; a vy je nemůžete upravovat. Někter&eacute; Programy Oracle mohou obsahovat zdrojov&yacute; k&oacute;d, kter&yacute; společnost Oracle může poskytovat v&nbsp;r&aacute;mci standardn&iacute; dod&aacute;vky těchto programů, a takov&yacute; k&oacute;d se bude ř&iacute;dit podm&iacute;nkami t&eacute;to Smlouvy. (c) Technologie třet&iacute;ch stran, kter&aacute; může b&yacute;t vhodn&aacute; nebo nezbytn&aacute; pro použit&iacute; s&nbsp;někter&yacute;mi Programy Oracle, je specifikov&aacute;na v&nbsp;dokumentaci aplikačn&iacute;ho programu nebo na ni společnost DS SolidWorks upozorňuje jin&yacute;m způsobem, přičemž licence na tuto technologii je v&aacute;m poskytov&aacute;na pouze pro použit&iacute; s&nbsp;bal&iacute;čkem aplikac&iacute; za podm&iacute;nek licenčn&iacute; smlouvy třet&iacute;ch stran, jež je specifikov&aacute;na v&nbsp;dokumentaci bal&iacute;čku aplikac&iacute; nebo na ni společnost DS SolidWorks upozorňuje jin&yacute;m způsobem, a nikoli za podm&iacute;nek t&eacute;to Smlouvy. (d) Souhlas&iacute;te s t&iacute;m, že (i) povol&iacute;te společnosti DS SolidWorks audit va&scaron;eho použit&iacute; Programů Oracle, (ii) v&nbsp;průběhu takov&eacute;ho auditu poskytnete společnosti DS SolidWorks přiměřenou pomoc a př&iacute;stup k&nbsp;informac&iacute;m a (iii) povol&iacute;te společnosti DS SolidWorks nahl&aacute;&scaron;en&iacute; v&yacute;sledků tohoto auditu společnosti Oracle nebo postoupen&iacute; pr&aacute;va společnosti DS SolidWorks na společnost Oracle k&nbsp;proveden&iacute; auditu (bez toho, že by společnosti Oracle vznikla jak&aacute;koli povinnost nebo z&aacute;vazek uhradit v&aacute;m nebo společnosti DS SolidWorks n&aacute;klady vznikl&eacute; v&nbsp;důsledku auditu). (e) Berete na vědom&iacute;, že produkt SOLIDWORKS PDM Professional a SOLIDWORKS Manage Professional obsahuje software a technick&aacute; data podl&eacute;haj&iacute;c&iacute; z&aacute;konům Spojen&yacute;ch st&aacute;tů americk&yacute;ch a Spojen&eacute;ho kr&aacute;lovstv&iacute; t&yacute;kaj&iacute;c&iacute;m se kontroly v&yacute;vozu zbož&iacute;, a souhlas&iacute;te, že nebudete př&iacute;mo ani nepř&iacute;mo exportovat, nebo reexportovat software SOLIDWORKS PDM Professional a/nebo SOLIDWORKS Manage Professional, <em class="ph i">tedy</em> přesouvat SOLIDWORKS PDM Professional nebo SOLIDWORKS Manage Professional ze země, kde jste k&nbsp;němu poprv&eacute; z&iacute;skali licenci, bez př&iacute;slu&scaron;n&yacute;ch licenc&iacute; Spojen&yacute;ch st&aacute;tů nebo ciz&iacute;ch vl&aacute;d a bez p&iacute;semn&eacute;ho souhlasu společnosti DS SolidWorks a poskytovatelů jej&iacute;ch licenc&iacute;.</p>

		<p class="p">1.D. <strong class="ph b"><u class="ph u">Dal&scaron;&iacute; podm&iacute;nky pro Online služby</u></strong>.</p>

		<p class="p">a. <u class="ph u">Dal&scaron;&iacute; definice.</u></p>

		<p class="p"><strong class="ph b">Platn&aacute; legislativa na ochranu osobn&iacute;ch &uacute;dajů</strong> znamen&aacute; jak&eacute;koli platn&eacute; z&aacute;kony na ochranu osobn&iacute;ch &uacute;dajů a dal&scaron;&iacute; předpisy, kter&eacute; se mohou vztahovat na zpracov&aacute;n&iacute; osobn&iacute;ch &uacute;dajů, kter&eacute; poskytnete.</p>

		<p class="p"><strong class="ph b">Z&aacute;kaznick&aacute; data</strong> znamenaj&iacute; &uacute;daje, kter&eacute; společnosti DS SolidWorks poskytnete, ať je před&aacute;te vy nebo jin&iacute; opr&aacute;vněn&iacute; uživatel&eacute;, prostřednictv&iacute;m použit&iacute; Online Služeb, včetně osobn&iacute;ch &uacute;dajů.</p>

		<p class="p"><strong class="ph b">Osobn&iacute; &uacute;daje</strong> znamenaj&iacute; jak&yacute;koli druh informac&iacute; souvisej&iacute;c&iacute; s&nbsp;nějakou osobou podle definice legislativy na ochranu osobn&iacute;ch &uacute;dajů.</p>

		<p class="p"><strong class="ph b">Proces zpracov&aacute;n&iacute;&nbsp;/ zpracov&aacute;n&iacute;</strong> budou m&iacute;t vždy stejn&yacute; v&yacute;znam, jako v&nbsp;legislativě na ochranu osobn&iacute;ch &uacute;dajů.</p>

		<p class="p"><strong class="ph b">Smlouva o &uacute;rovni služeb</strong> znamen&aacute; podm&iacute;nky &uacute;rovně služeb pro Online služby zveřejněn&eacute; na adrese <a class="xref" href="http://www.3ds.com/terms/sla" target="_blank">www.3ds.com/terms/sla</a>.</p>

		<p class="p">b.&nbsp;Z&aacute;kaznick&aacute; data zůstanou va&scaron;&iacute;m v&yacute;hradn&iacute;m vlastnictv&iacute;m nebo vlastnictv&iacute;m opr&aacute;vněn&yacute;ch uživatelů, kteř&iacute; tato z&aacute;kaznick&aacute; data předali. Budete m&iacute;t v&yacute;hradn&iacute; odpovědnost za spr&aacute;vnost, kvalitu, integritu, z&aacute;konnost, spolehlivost a vhodnost v&scaron;ech Z&aacute;kaznick&yacute;ch dat a z&iacute;sk&aacute;n&iacute; autorsk&yacute;ch pr&aacute;v k&nbsp;nim. Podle pravidel a podm&iacute;nek t&eacute;to Smlouvy udělujete společnosti DS SolidWorks nev&yacute;hradn&iacute; licenci na použ&iacute;v&aacute;n&iacute;, kop&iacute;rov&aacute;n&iacute;, ukl&aacute;d&aacute;n&iacute; a přen&aacute;&scaron;en&iacute; Z&aacute;kaznick&yacute;ch dat, a&nbsp;k&nbsp;použ&iacute;v&aacute;n&iacute;, kop&iacute;rov&aacute;n&iacute;, ukl&aacute;d&aacute;n&iacute; a přen&aacute;&scaron;en&iacute; Z&aacute;kaznick&yacute;ch dat společnostmi skupiny DS Group a subdodavateli společnosti&nbsp;DS v&nbsp;rozsahu, kter&yacute; je přiměřeně nezbytn&yacute; k&nbsp;zaji&scaron;těn&iacute;, udržen&iacute; a vylep&scaron;ov&aacute;n&iacute; Online služeb. Ochr&aacute;n&iacute;te společnost DS SolidWorks a dal&scaron;&iacute; společnosti ze skupiny DS Group před v&scaron;emi n&aacute;roky třet&iacute;ch stran vypl&yacute;vaj&iacute;c&iacute;ch nebo souvisej&iacute;c&iacute;ch s&nbsp;(i) va&scaron;&iacute;m použ&iacute;v&aacute;n&iacute;m Online služeb v&nbsp;rozporu s&nbsp;platn&yacute;mi z&aacute;kony nebo předpisy, (ii) poru&scaron;en&iacute;m, naru&scaron;en&iacute;m nebo zcizen&iacute;m pr&aacute;v třet&iacute;ch osob vypl&yacute;vaj&iacute;c&iacute;ch ze&nbsp;Z&aacute;kaznick&yacute;ch dat. Kromě toho zaplat&iacute;te v&scaron;echny n&aacute;klady, &scaron;kody a v&yacute;daje (včetně přiměřen&yacute;ch n&aacute;kladů na pr&aacute;vn&iacute; zastoupen&iacute;), kter&eacute; budou vůči společnosti DS SolidWorks nař&iacute;zeny př&iacute;slu&scaron;n&yacute;m soudem nebo dohodnuty ve v&aacute;mi podepsan&eacute; p&iacute;semn&eacute; smlouvě vypl&yacute;vaj&iacute;c&iacute; z&nbsp;dan&eacute;ho n&aacute;roku, a to <em class="ph i">za podm&iacute;nky</em>, že (i) v&aacute;m společnost DS SolidWorks neprodleně za&scaron;le p&iacute;semn&eacute; ozn&aacute;men&iacute; o dan&eacute;m n&aacute;roku a (ii) a že v&aacute;m společnost DS SolidWorks přenech&aacute; v&yacute;hradn&iacute; kontrolu nad obhajobou n&aacute;roku a v&scaron;emi souvisej&iacute;c&iacute;mi jedn&aacute;n&iacute;mi o vyře&scaron;en&iacute; a poskytne v&aacute;m přiměřenou spolupr&aacute;ci při obhajobě a vyře&scaron;en&iacute; n&aacute;roku.</p>

		<p class="p">c. <u class="ph u">Ukl&aacute;d&aacute;n&iacute; Z&aacute;kaznick&yacute;ch dat</u>. Společnost DS SolidWorks v&aacute;m bude jako souč&aacute;sti Online služeb po dobu jejich trv&aacute;n&iacute; poskytovat &uacute;loži&scaron;tě va&scaron;ich Z&aacute;kaznick&yacute;ch dat, a to v&nbsp;r&aacute;mci omezen&iacute; velikosti &uacute;loži&scaron;tě definovan&eacute;ho v&nbsp;př&iacute;slu&scaron;n&yacute;ch Specifick&yacute;ch podm&iacute;nk&aacute;ch nab&iacute;dky (SPN). Pokud tato omezen&iacute; &uacute;loži&scaron;tě překroč&iacute;te, mus&iacute;te tuto situaci napravit do patn&aacute;cti (15) dnů od doručen&iacute; ozn&aacute;men&iacute; od společnosti DS SolidWorks, a to objedn&aacute;n&iacute;m dodatečn&eacute; &uacute;ložn&eacute; kapacity nebo zmen&scaron;en&iacute;m velikosti uložen&yacute;ch Z&aacute;kaznick&yacute;ch dat.</p>

		<p class="p">d. <u class="ph u">Povinnosti společnosti DS</u>. Společnost DS SolidWorks bude poskytovat Online služby v&nbsp;souladu s&nbsp;aktu&aacute;lně platnou Smlouvou o &uacute;rovni služeb. Z&aacute;kaznick&aacute; data budou považov&aacute;na za důvěrn&aacute;&nbsp;(i) během obdob&iacute;, kdy jsou Online služby <em class="ph i">poskytov&aacute;ny</em>, a (ii) po dobu jednoho&nbsp;(1) roku po ukončen&iacute; nebo vypr&scaron;en&iacute; platnosti t&eacute;to služby pro Z&aacute;kaznick&aacute; data, kter&aacute; sami neznič&iacute;te při uveden&eacute;m ukončen&iacute; nebo vypr&scaron;en&iacute; platnosti. Společnost DS SolidWorks vynalož&iacute; komerčně přiměřen&eacute; &uacute;sil&iacute; na zaveden&iacute; bezpečnostn&iacute;ch postupů pro Online služby a va&scaron;e Z&aacute;kaznick&aacute; data, (i) kter&eacute; odpov&iacute;daj&iacute; oborov&yacute;m norm&aacute;m pro podobn&eacute; služby (ii) s&nbsp;vynaložen&iacute;m stejn&eacute; m&iacute;ry p&eacute;če, kterou vynakl&aacute;d&aacute; s&nbsp;ohledem na vlastn&iacute; důvěrn&eacute; informace podobn&eacute; povahy tak, aby nedo&scaron;lo k&nbsp;před&aacute;n&iacute;, zveřejněn&iacute; nebo &scaron;&iacute;řen&iacute; těchto Z&aacute;kaznick&yacute;ch dat. Společnost DS SolidWorks je opr&aacute;vněna předat va&scaron;e Z&aacute;kaznick&aacute; data třet&iacute;m stran&aacute;m, kter&eacute; uzavřely se společnost&iacute; DS SolidWorks odpov&iacute;daj&iacute;c&iacute; smlouvu o důvěrnosti v&nbsp;rozsahu nezbytn&eacute;m k&nbsp;poskytov&aacute;n&iacute;, udržov&aacute;n&iacute; a vylep&scaron;ov&aacute;n&iacute; Online služeb.</p>

		<p class="p">Tato povinnost zachov&aacute;n&iacute; důvěrnosti se nebude vztahovat na ž&aacute;dn&eacute; informace, kter&eacute;: (i) jsou již ve vlastnictv&iacute; společnosti DS SolidWorks bez vzniku povinnosti důvěrnosti v&nbsp;okamžiku přijet&iacute; těchto informac&iacute; od va&scaron;&iacute; osoby; (ii) byly nez&aacute;visle vypracov&aacute;ny společnost&iacute; DS SolidWorks bez odkazu na Z&aacute;kaznick&aacute; data; (iii) jsou nebo se stanou veřejně dostupn&yacute;mi jinak než poru&scaron;en&iacute;m t&eacute;to Smlouvy; (iv) byly společnost&iacute; DS SolidWorks ř&aacute;dně přijaty od třet&iacute; strany, aniž by t&iacute;m do&scaron;lo k&nbsp;poru&scaron;en&iacute; povinnosti důvěrnosti; (v) byly v&aacute;mi uvolněny k&nbsp;poskytnut&iacute; s&nbsp;va&scaron;&iacute;m p&iacute;semn&yacute;m souhlasem nebo (vi) jejich poskytnut&iacute; je požadov&aacute;no na z&aacute;kladě soudn&iacute;ho nebo spr&aacute;vn&iacute;ho rozhodnut&iacute; <em class="ph i">za podm&iacute;nky</em>, že v&aacute;s o tom společnost DS SolidWorks neprodleně informuje a přiměřeně s&nbsp;v&aacute;mi spolupracuje na omezen&iacute; před&aacute;n&iacute; informac&iacute; a použit&iacute; př&iacute;slu&scaron;n&yacute;ch informac&iacute; na z&aacute;kladě dan&eacute;ho rozhodnut&iacute;.</p>

		<p class="p">e. <u class="ph u">Ochrana soukrom&yacute;ch &uacute;dajů</u>. Jste spr&aacute;vcem osobn&iacute;ch &uacute;dajů (&bdquo;Spr&aacute;vce osobn&iacute;ch &uacute;dajů&ldquo;), protože určujete &uacute;čel a prostředky zpracov&aacute;n&iacute; libovoln&eacute; činnosti nebo souboru činnost&iacute; (mimo jin&eacute; včetně shromažďov&aacute;n&iacute;, organizov&aacute;n&iacute;, &uacute;prav, vymaz&aacute;n&iacute;, ukl&aacute;d&aacute;n&iacute;, použ&iacute;v&aacute;n&iacute;, zaznamen&aacute;v&aacute;n&iacute;, vz&aacute;jemn&eacute;ho propojen&iacute;, nahl&iacute;žen&iacute;, před&aacute;v&aacute;n&iacute; a převodu sv&yacute;ch Osobn&iacute;ch &uacute;dajů a je přev&aacute;žně na v&aacute;s, abyste dodržovali v&scaron;echny platn&eacute; z&aacute;konn&eacute; předpisy t&yacute;kaj&iacute;c&iacute; se ochrany osobn&iacute;ch &uacute;dajů. Potvrzujete a souhlas&iacute;te s&nbsp;t&iacute;m, že jste a zůstanete po celou dobu v&yacute;hradn&iacute;m Spr&aacute;vcem sv&yacute;ch osobn&iacute;ch &uacute;dajů, a proto budete odpovědn&iacute; za dodržov&aacute;n&iacute; v&scaron;ech platn&yacute;ch z&aacute;konů o ochraně osobn&iacute;ch &uacute;dajů a v&scaron;ech dal&scaron;&iacute;ch předpisů, kter&eacute; se mohou vztahovat na zpracov&aacute;n&iacute; va&scaron;ich Osobn&iacute;ch &uacute;dajů, mimo jin&eacute; včetně (i) převodu Osobn&iacute;ch &uacute;dajů, (ii) informac&iacute; o jednotlivc&iacute;ch, jejichž Osobn&iacute; &uacute;daje jsou shromažďov&aacute;ny a použ&iacute;v&aacute;ny, a (iii) př&iacute;stupu, &uacute;prav&aacute;ch a odstraněn&iacute; pr&aacute;v těchto jednotlivců.</p>

		<p class="p">f. <u class="ph u">Obsah třet&iacute;ch stran</u>. Společnost DS SolidWorks neprov&aacute;d&iacute; kontrolu ani nepřeb&iacute;r&aacute; ž&aacute;dnou odpovědnost za v&aacute;&scaron; obsah nebo obsah třet&iacute;ch osob, kter&yacute; je poskytnut nebo zveřejněn prostřednictv&iacute;m Online služeb.</p>

		<p class="p">g. <u class="ph u">Podm&iacute;nky platn&eacute; pro občany Evropsk&eacute; unie (EU), Islandu, Lichten&scaron;tejnska a Norska</u>.</p>

		<p class="p">(i) <u class="ph u">Definice</u> &ndash;&nbsp;Definice pro tuto podč&aacute;st&nbsp;(g):</p>

		<p class="p">&bdquo;Platn&aacute; legislativa na ochranu osobn&iacute;ch &uacute;dajů&ldquo; znamen&aacute;, s&nbsp;platnost&iacute; od 25.&nbsp;května 2018, Nař&iacute;zen&iacute; (EU) 2016/679 (Obecn&eacute; nař&iacute;zen&iacute; o ochraně osobn&iacute;ch &uacute;dajů neboli General Data Protection Regulation) a ve&scaron;ker&eacute; delegovan&eacute; a prov&aacute;děc&iacute; vyhl&aacute;&scaron;ky přijat&eacute; v souladu s&nbsp;Obecn&yacute;m nař&iacute;zen&iacute;m o ochraně osobn&iacute;ch &uacute;dajů a st&aacute;tn&iacute; z&aacute;kony člensk&yacute;ch st&aacute;tů specifikuj&iacute;c&iacute; požadavky Obecn&eacute;ho nař&iacute;zen&iacute; o ochraně osobn&iacute;ch &uacute;dajů vztahuj&iacute;c&iacute; se na implementovan&eacute; zpracov&aacute;n&iacute;.</p>

		<p class="p">Term&iacute;ny &bdquo;Spr&aacute;vce &uacute;dajů&ldquo;, &bdquo;Datov&yacute; subjekt&ldquo;, &bdquo;Osobn&iacute; &uacute;daje&ldquo;, &bdquo;Proces/Zpracov&aacute;n&iacute;&ldquo; &bdquo;Zpracovatel&ldquo; a &bdquo;Naru&scaron;en&iacute; bezpečnosti osobn&iacute;ch &uacute;dajů&ldquo; maj&iacute; stejn&yacute; v&yacute;znam jako v&nbsp;platn&eacute; Legislativě na ochranu osobn&iacute;ch &uacute;dajů.</p>

		<p class="p">Term&iacute;n &bdquo;D&iacute;lč&iacute; zpracovatel&ldquo; označuje jak&eacute;hokoli Zpracovatele jmenovan&eacute;ho společnost&iacute; DS SolidWorks nebo jak&eacute;hokoli jin&eacute;ho D&iacute;lč&iacute;ho zpracovatele společnosti DS SolidWorks, kter&yacute; přijme, od společnosti DS SolidWorks nebo od jak&eacute;hokoli jin&eacute;ho D&iacute;lč&iacute;ho zpracovatele společnosti DS SolidWorks, Osobn&iacute; &uacute;daje pro v&yacute;hradn&iacute; a exkluzivn&iacute; &uacute;čely činnost&iacute; Zpracov&aacute;n&iacute;, kter&eacute; se bude prov&aacute;dět va&scaron;&iacute;m jm&eacute;nem v&nbsp;souladu s&nbsp;touto Smlouvou a v&nbsp;př&iacute;padě potřeby v&nbsp;souladu s&nbsp;p&iacute;semn&yacute;m subdodavatelsk&yacute;m kontraktem.</p>

		<p class="p">(ii) <u class="ph u">Ochrana soukrom&yacute;ch &uacute;dajů</u>. Stvrzujete a souhlas&iacute;te s&nbsp;t&iacute;m, že jste a za v&scaron;ech okolnost&iacute; zůstanete v&yacute;hradn&iacute;m Spr&aacute;vcem &uacute;dajů pro Osobn&iacute; &uacute;daje, kter&eacute; budou Zpracov&aacute;ny v&nbsp;r&aacute;mci va&scaron;eho př&iacute;stupu a využit&iacute; jedn&eacute; nebo v&iacute;ce Nab&iacute;dek, a ponesete tud&iacute;ž odpovědnost za splněn&iacute; ustanoven&iacute; ve&scaron;ker&eacute; Platn&eacute; legislativy na ochranu osobn&iacute;ch &uacute;dajů, t&yacute;kaj&iacute;c&iacute; se zejm&eacute;na (i) přenosu Osobn&iacute;ch &uacute;dajů, (ii) informac&iacute; Datov&yacute;ch subjektů a (iii) př&iacute;stupu, &uacute;prav a odstraněn&iacute; opr&aacute;vněn&iacute; Datov&yacute;ch subjektů. Společnost DS SolidWorks, jakožto Zpracovatel &uacute;dajů, bude shromažďovat, ukl&aacute;dat a zpracov&aacute;vat Osobn&iacute; &uacute;daje v&nbsp;souladu s&nbsp;touto Smlouvou.</p>

		<p class="p">(iii) <u class="ph u">M&iacute;sto Zpracov&aacute;n&iacute; &uacute;dajů</u>. Aby mohla společnost DS SolidWorks poskytovat Online služby a služby podpory, vy t&iacute;mto jmenujete společnost DS SolidWorks Zpracovatelem a souhlas&iacute;te s&nbsp;t&iacute;m, že ve&scaron;ker&eacute; v&aacute;mi poskytnut&eacute; Osobn&iacute; &uacute;daje (&bdquo;va&scaron;e Osobn&iacute; &uacute;daje&ldquo;) mohou b&yacute;t přeneseny, zpř&iacute;stupněny a Zpracov&aacute;ny do&nbsp;jak&eacute;koli a v&nbsp;jak&eacute;koli zemi, v&nbsp;n&iacute;ž se nach&aacute;z&iacute; společnost DS SolidWorks, jej&iacute; pobočky nebo jej&iacute; subdodavatel&eacute;. Společnost DS SolidWorks zajist&iacute;, že stejn&eacute; povinnosti t&yacute;kaj&iacute;c&iacute; se ochrany dat, kter&eacute; jsou stanoveny v&nbsp;t&eacute;to Smlouvě, budou z&aacute;vazn&eacute; i pro D&iacute;lč&iacute; zpracovatele, a budou jim uloženy ve formě smlouvy a/nebo standardn&iacute;ch smluvn&iacute;ch ustanoven&iacute; ve zněn&iacute; dan&eacute;m Evropskou komis&iacute; takov&yacute;m způsobem, aby Zpracov&aacute;n&iacute; splnilo požadavky Platn&eacute; legislativy na ochranu osobn&iacute;ch &uacute;dajů.</p>

		<div class="p">(iv) <u class="ph u">Povinnosti společnosti DS SolidWorks</u>. Společnost DS SolidWorks v&nbsp;roli Zpracovatele zajist&iacute; tuto činnost:<ul class="ul">
				<li><span class="li">do maxim&aacute;ln&iacute;ho rozsahu povolen&eacute;ho platn&yacute;mi z&aacute;kony nebo po dobu trv&aacute;n&iacute; licencovan&eacute;ho použ&iacute;v&aacute;n&iacute; Nab&iacute;dky či Nab&iacute;dek, podle toho, kter&eacute; obdob&iacute; je del&scaron;&iacute;, Zpracuje va&scaron;e Osobn&iacute; &uacute;daje v&nbsp;souladu s&nbsp;touto Smlouvou a s&nbsp;va&scaron;imi p&iacute;semn&yacute;mi přiměřen&yacute;mi pokyny, kter&eacute; budou za v&scaron;ech okolnost&iacute; konzistentn&iacute; se zněn&iacute;m t&eacute;to Smlouvy;</span></li>

				<li><span class="li">zajist&iacute;, aby byly v&scaron;echny osoby disponuj&iacute;c&iacute; opr&aacute;vněn&iacute;m Zpracovat va&scaron;e Osobn&iacute; &uacute;daje v&aacute;z&aacute;ny př&iacute;slu&scaron;n&yacute;mi povinnostmi důvěrnosti;</span></li>

				<li><span class="li">poskytne přiměřenou pomoc při zaji&scaron;ťov&aacute;n&iacute; shody s&nbsp;va&scaron;imi povinnostmi jakožto Spr&aacute;vce dat, ohledně č&aacute;st&iacute;&nbsp;32 až 36 Obecn&eacute;ho nař&iacute;zen&iacute; o ochraně osobn&iacute;ch &uacute;dajů, přičemž se bere v&nbsp;&uacute;vahu povaha Zpracov&aacute;n&iacute; popsan&aacute; v&nbsp;t&eacute;to Smlouvě. Pokud se společnost DS SolidWorks bude důvodně domn&iacute;vat, že do&scaron;lo k&nbsp;Naru&scaron;en&iacute; bezpečnosti osobn&iacute;ch &uacute;dajů, kter&eacute; se v&aacute;s t&yacute;k&aacute;, pak v&aacute;m společnost DS SolidWorks (i) ozn&aacute;m&iacute; Naru&scaron;en&iacute; bezpečnosti osobn&iacute;ch &uacute;dajů neprodleně pot&eacute;, co se společnost DS SolidWorks o tomto Naru&scaron;en&iacute; bezpečnosti osobn&iacute;ch &uacute;dajů dozv&iacute; a (ii) poskytne v&aacute;m ve&scaron;ker&eacute; podstatn&eacute; a dostupn&eacute; informace, kter&eacute; v&aacute;m umožn&iacute; splnit va&scaron;e oznamovac&iacute; povinnosti u kompetentn&iacute;ho &uacute;řadu vykon&aacute;vaj&iacute;c&iacute;ho dohled;</span></li>

				<li><span class="li">poskytne přiměřenou pomoc při plněn&iacute; va&scaron;ich povinnost&iacute; v&nbsp;reakci na požadavky od Datov&yacute;ch subjektů na uplatněn&iacute; jejich pr&aacute;v dan&yacute;ch Platnou legislativou na ochranu osobn&iacute;ch &uacute;dajů způsobem, kter&yacute; bude konzistentn&iacute; s&nbsp;použ&iacute;v&aacute;n&iacute;m Nab&iacute;dky či Nab&iacute;dek společnosti DS SolidWorks a vystupov&aacute;n&iacute;m společnosti DS SolidWorks v&nbsp;roli Zpracovatele;</span></li>

				<li><span class="li">zpř&iacute;stupn&iacute; v&aacute;m ve&scaron;ker&eacute; informace ve vlastnictv&iacute; společnosti DS SolidWorks potřebn&eacute; k&nbsp;prok&aacute;z&aacute;n&iacute; va&scaron;eho dodržov&aacute;n&iacute; povinnost&iacute; v&nbsp;souladu s&nbsp;Platnou legislativou na ochranu osobn&iacute;ch &uacute;dajů, jak je uv&aacute;d&iacute; tato sekce, a v&nbsp;př&iacute;padě, že nelze doložit shodu s&nbsp;Platnou legislativou na ochranu osobn&iacute;ch &uacute;dajů prostřednictv&iacute;m př&iacute;slu&scaron;n&eacute; dokumentace poskytnut&eacute; společnost&iacute; DS SolidWorks, povol&iacute; audit. Jak&yacute;koli takov&yacute; audit p&iacute;semně ozn&aacute;m&iacute;te společnosti DS SolidWorks nejm&eacute;ně třicet&nbsp;(30) dn&iacute; předem. V&nbsp;ozn&aacute;men&iacute; uvedete rozsah auditu, kter&yacute; se omez&iacute; na vyhodnocen&iacute; va&scaron;&iacute; shody, pokud dokumentace poskytnut&aacute; společnosti DS SolidWorks tuto shodu neprokazuje, bude tento audit prov&aacute;dět v&aacute;mi zvolen&yacute; nez&aacute;visl&yacute; auditor, na va&scaron;e n&aacute;klady, a audit se nebude konat častěji než jednou za dvan&aacute;ct (12)&nbsp;měs&iacute;ců;</span></li>

				<li><span class="li">udržovat seznam D&iacute;lč&iacute;ch zpracovatelů, kteř&iacute; se budou pod&iacute;let na Zpracov&aacute;n&iacute; va&scaron;ich Osobn&iacute;ch &uacute;dajů v&nbsp;důsledku činnost&iacute; Zpracov&aacute;n&iacute; realizovan&yacute;ch va&scaron;&iacute;m jm&eacute;nem a informovat v&aacute;s o ve&scaron;ker&yacute;ch zam&yacute;&scaron;len&yacute;ch změn&aacute;ch t&yacute;kaj&iacute;c&iacute;ch se doplněn&iacute; nebo nahrazen&iacute; jin&yacute;ch D&iacute;lč&iacute;ch zpracovatelů, č&iacute;mž z&iacute;sk&aacute;te př&iacute;ležitost vzn&eacute;st proti těmto změn&aacute;m n&aacute;mitku. Než jak&yacute;koli nov&yacute; D&iacute;lč&iacute; zpracovatel z&iacute;sk&aacute; opr&aacute;vněn&iacute; Zpracovat va&scaron;e Osobn&iacute; &uacute;daje, obdrž&iacute;te ozn&aacute;men&iacute; nejm&eacute;ně patn&aacute;ct&nbsp;(15) dn&iacute; předem, a to prostřednictv&iacute;m mechanizmu pro obdržen&iacute; ozn&aacute;men&iacute; o t&eacute;to aktualizaci, s&nbsp;v&yacute;jimkou nal&eacute;hav&yacute;ch př&iacute;padů. Můžete vzn&eacute;st přiměřenou n&aacute;mitku proti využit&iacute; nov&eacute;ho D&iacute;lč&iacute;ho zpracovatele společnost&iacute; DS SolidWorks, pokud (i)&nbsp;tento nov&yacute; D&iacute;lč&iacute; zpracovatel Zpracov&aacute;v&aacute; va&scaron;e Osobn&iacute; &uacute;daje a (ii) prok&aacute;žete, že m&aacute;te opr&aacute;vněn&yacute; z&aacute;jem a ozn&aacute;m&iacute;te společnosti DS SolidWorks, p&iacute;semně, do patn&aacute;cti&nbsp;(15)&nbsp;dn&iacute; pot&eacute;, co obdrž&iacute;te ozn&aacute;men&iacute;, a z&aacute;roveň se rozum&iacute; a přij&iacute;m&aacute; skutečnost, že v&nbsp;př&iacute;padě absence n&aacute;mitky z&nbsp;va&scaron;&iacute; strany budeme m&iacute;t za to, že jste D&iacute;lč&iacute;ho zpracovatele akceptovali. Pokud společnosti DS SolidWorks ozn&aacute;m&iacute;te svou n&aacute;mitku souvisej&iacute;c&iacute; s&nbsp;nov&yacute;m D&iacute;lč&iacute;m zpracovatelem v&nbsp;časov&eacute;m r&aacute;mci stanoven&eacute;m v&yacute;&scaron;e, můžete ukončit Nab&iacute;dku či Nab&iacute;dky společnosti DS SolidWorks dotčen&eacute; touto změnou D&iacute;lč&iacute;ho zpracovatele do patn&aacute;cti&nbsp;(15)&nbsp;dn&iacute; pot&eacute;, co společnost DS SolidWorks obdrž&iacute; toto ozn&aacute;men&iacute; a</span></li>

				<li><span class="li">při ukončen&iacute; nebo vypr&scaron;en&iacute; platnosti t&eacute;to Smlouvy, odstran&iacute; nebo v&aacute;m vr&aacute;t&iacute; v&scaron;echny va&scaron;e Osobn&iacute; &uacute;daje, podle va&scaron;&iacute; volby, a odstran&iacute; v&scaron;echny existuj&iacute;c&iacute; kopie, s&nbsp;v&yacute;jimkou př&iacute;padů, kdy platn&eacute; z&aacute;kony vyžaduj&iacute; uchov&aacute;n&iacute; va&scaron;ich Osobn&iacute;ch &uacute;dajů nebo v&nbsp;př&iacute;padech, kdy jsou va&scaron;e Osobn&iacute; &uacute;daje nezbytn&eacute; pro &uacute;čely dokazov&aacute;n&iacute; během platn&eacute;ho pr&aacute;vn&iacute; &uacute;pravy.</span></li>

			</ul>
</div>

		<p class="p">1.E. <strong class="ph b"><u class="ph u">Bezpečnostn&iacute; mechanismy</u></strong>. Společnost DS SolidWorks a jej&iacute; přidružen&eacute; společnosti podnikaj&iacute; ve&scaron;ker&eacute; pr&aacute;vn&iacute; kroky k&nbsp;odstraněn&iacute; pir&aacute;tstv&iacute; jejich softwarov&yacute;ch produktů. V&nbsp;t&eacute;to souvislosti může Nab&iacute;dka obsahovat bezpečnostn&iacute; mechanismus, kter&yacute; dok&aacute;že detekovat instalaci nebo použit&iacute; neleg&aacute;ln&iacute;ch kopi&iacute; Nab&iacute;dky a shrom&aacute;ždit a přen&eacute;st data o těchto neleg&aacute;ln&iacute;ch kopi&iacute;ch. Shrom&aacute;žděn&aacute; data nebudou obsahovat ž&aacute;dn&aacute; z&aacute;kaznick&aacute; data vytvořen&aacute; pomoc&iacute; Nab&iacute;dky. Použ&iacute;v&aacute;n&iacute;m Nab&iacute;dky vyjadřujete svůj souhlas s&nbsp;touto detekc&iacute; a shromažďov&aacute;n&iacute;m dat a tak&eacute; s&nbsp;jejich přenosem a použit&iacute;m v&nbsp;př&iacute;padě, že je detekov&aacute;na neleg&aacute;ln&iacute; kopie. Společnost DS SolidWorks si tak&eacute; vyhrazuje pr&aacute;vo použ&iacute;vat hardwarov&yacute; z&aacute;mek, licenčn&iacute; administr&aacute;torsk&yacute; software a/nebo licenčn&iacute; autorizačn&iacute; kl&iacute;č pro kontrolu př&iacute;stupu k&nbsp;Nab&iacute;dce. Nesm&iacute;te činit ž&aacute;dn&eacute; kroky, abyste obe&scaron;li nebo překonali &uacute;čel takov&yacute;ch opatřen&iacute;. Použ&iacute;v&aacute;n&iacute; jak&eacute;koli Nab&iacute;dky bez požadovan&eacute;ho z&aacute;mku nebo autorizačn&iacute;ho kl&iacute;če poskytnut&eacute;ho společnost&iacute; DS SolidWorks je zak&aacute;z&aacute;no.</p>

		<p class="p">1.F. <strong class="ph b"><u class="ph u">Internetov&eacute; n&aacute;stroje a služby</u></strong>. Čas od času může licence nebo z&aacute;kladn&iacute; předplacen&aacute; služba pro uživatele Nab&iacute;dky zahrnovat integraci s&nbsp;př&iacute;stupem k&nbsp;určit&yacute;m internetov&yacute;m n&aacute;strojům a služb&aacute;m vytvořen&yacute;m společnost&iacute; DS SolidWorks. Z&aacute;kladn&iacute; &uacute;roveň použit&iacute; může b&yacute;t k&nbsp;dispozici pro každou licenci bez nutnosti poplatku nav&iacute;c, av&scaron;ak při rozs&aacute;hlej&scaron;&iacute;m využ&iacute;v&aacute;n&iacute; za dal&scaron;&iacute; poplatek. Dal&scaron;&iacute; podrobnosti viz popis internetov&yacute;ch n&aacute;strojů obsažen&yacute;ch v&nbsp;Nab&iacute;dce nebo na na&scaron;&iacute; webov&eacute; str&aacute;nce <a class="xref" href="http://www.solidworks.com/" target="_blank">www.solidworks.com</a>. Va&scaron;e použit&iacute; internetov&yacute;ch n&aacute;strojů a služeb rovněž podl&eacute;h&aacute; Podm&iacute;nk&aacute;m použit&iacute; př&iacute;slu&scaron;n&yacute;ch n&aacute;strojů a služeb. Můžete je naj&iacute;t na str&aacute;nce <a class="xref" href="http://www.solidworks.com/sw/termsofuse.html" target="_blank">http://www.solidworks.com/sw/termsofuse.html</a> a zde jsou uvedeny pro va&scaron;i informaci. Při poskytov&aacute;n&iacute; bez poplatku nav&iacute;c jsou tyto n&aacute;stroje a služby zdarma a mohou b&yacute;t kdykoli modifikov&aacute;ny a/nebo odstraněny.</p>

		<p class="p">2. <strong class="ph b"><u class="ph u">Vlastnictv&iacute; Nab&iacute;dky a omezen&iacute; jej&iacute;ho kop&iacute;rov&aacute;n&iacute;</u></strong>. Společnost DS SolidWorks a poskytovatel&eacute; jej&iacute;ch licenc&iacute; vlastn&iacute; a zachov&aacute;vaj&iacute; si ve&scaron;kerou ochranu autorsk&yacute;ch pr&aacute;v, obchodn&iacute;ho tajemstv&iacute; a jin&yacute;ch vlastnick&yacute;ch pr&aacute;v k&nbsp;Nab&iacute;dce a Dokumentaci. <u class="ph u">NAB&Iacute;DKA A DOKUMENTACE JSOU CHR&Aacute;NĚNY Z&Aacute;KONY NA OCHRANU AUTORSK&Yacute;CH PR&Aacute;V A JIN&Yacute;MI Z&Aacute;KONY DU&Scaron;EVN&Iacute;HO VLASTNICTV&Iacute;</u>. Každ&yacute; poskytovatel licence DS SolidWorks je třet&iacute; stranou opr&aacute;vněnou k&nbsp;převzet&iacute; plněn&iacute; z&nbsp;t&eacute;to Smlouvy. Dostane se v&aacute;m pouze takov&yacute;ch pr&aacute;v, kter&aacute; jsou konkr&eacute;tně uvedena v&nbsp;t&eacute;to Smlouvě. Nab&iacute;dku sm&iacute;te kop&iacute;rovat do jak&eacute;koli strojově čiteln&eacute; podoby pro &uacute;čely z&aacute;lohov&aacute;n&iacute; a v&nbsp;r&aacute;mci licenčn&iacute;ch omezen&iacute; č&aacute;sti&nbsp;1. Z&nbsp;Nab&iacute;dky nebo Dokumentace nesm&iacute;te odstranit ž&aacute;dnou ochranu autorsk&eacute;ho pr&aacute;va nebo jinou doložku t&yacute;kaj&iacute;c&iacute; se vlastnick&eacute;ho pr&aacute;va nebo doložku o zřeknut&iacute; se pr&aacute;v a na v&scaron;ech kopi&iacute;ch Nab&iacute;dky vytvořen&yacute;ch v&nbsp;souladu s&nbsp;touto Smlouvou budete reprodukovat v&scaron;echny takov&eacute; doložky pr&aacute;v a zřeknut&iacute; se pr&aacute;v.</p>

		<p class="p">3. <strong class="ph b"><u class="ph u">Jin&aacute; omezen&iacute; použit&iacute;</u></strong>. Tato smlouva je důkazem, že můžete uplatňovat pr&aacute;va podle n&iacute; přiznan&aacute; ale mus&iacute;te ji m&iacute;t u sebe. S&nbsp;v&yacute;jimkou pr&aacute;v udělen&yacute;ch v&nbsp;č&aacute;sti&nbsp;1 nesm&iacute;te ž&aacute;dnou č&aacute;st Nab&iacute;dky použ&iacute;vat odděleně nebo nez&aacute;visle na Nab&iacute;dce (např&iacute;klad software Microsoft SQL Server lze použ&iacute;vat pouze s&nbsp;ostatn&iacute; Nab&iacute;dkou SOLIDWORKS PDM Standard nebo Professional, ze předpokladu, že se jedn&aacute; o Nab&iacute;dku v&nbsp;r&aacute;mci modelu Server + CAL nebo modelu Per Processor &ndash; licence vyd&aacute;van&aacute; pro procesor) a jinak než pro va&scaron;e obvykl&eacute; obchodn&iacute; &uacute;čely a použ&iacute;v&aacute;n&iacute; Nab&iacute;dky nesm&iacute;te zpř&iacute;stupnit ž&aacute;dn&eacute; třet&iacute; straně (jin&eacute; než je třet&iacute; strana vyžaduj&iacute;c&iacute; př&iacute;stup k&nbsp;Nab&iacute;dce SOLIDWORKS PDM Standard nebo Professional prostřednictv&iacute;m webov&eacute;ho klienta nebo př&iacute;mo prostřednictv&iacute;m VPN). V&nbsp;důsledku toho nesm&iacute;te prodat, poskytnout licenci, poskytnout d&iacute;lč&iacute; licenci, postoupit, přen&eacute;st, udělit leasing nebo pronaj&iacute;mat (včetně prostřednictv&iacute;m časov&eacute;ho sd&iacute;len&iacute;) Nab&iacute;dku nebo pr&aacute;vo na př&iacute;stup a už&iacute;v&aacute;n&iacute; udělen&eacute; touto Smlouvou. Nab&iacute;dku ani Dokumentaci nesm&iacute;te použ&iacute;vat za &uacute;čelem v&yacute;voje aplikac&iacute; pro distribuci třet&iacute;m stran&aacute;m, pokud nejste členem partnersk&eacute;ho programu SOLIDWORKS Partner Program s&nbsp;dobrou pověst&iacute; nebo se společnost&iacute; DS SolidWorks nem&aacute;te uzavřenou smlouvu pro takov&eacute; použit&iacute; či distribuci. Kromě v&yacute;slovn&yacute;ch ustanoven&iacute; v&nbsp;č&aacute;sti&nbsp;12 nen&iacute; povoleno instalovat nebo použ&iacute;vat tuto Nab&iacute;dku na internetu zejm&eacute;na v&nbsp;souvislosti s&nbsp;webovou hostitelskou nebo podobnou službou, ani poskytnout z&nbsp;va&scaron;eho poč&iacute;tače tuto Nab&iacute;dku třet&iacute;m stran&aacute;m přes internet nebo jin&yacute;m způsobem. Nab&iacute;dku nesm&iacute;te nijak upravovat ani z&nbsp;n&iacute; vytv&aacute;řet d&iacute;la odvozen&aacute;, ani vytv&aacute;řet kompilace nebo kolektivn&iacute; d&iacute;la zahrnuj&iacute;c&iacute; Nab&iacute;dku. Nav&iacute;c nesm&iacute;te za &uacute;čelem konkurov&aacute;n&iacute; společnosti DS SolidWorks tuto Nab&iacute;dku analyzovat, využ&iacute;vat na n&iacute; postupy zpětn&eacute;ho inžen&yacute;rstv&iacute;, dekompilovat, rozkl&aacute;dat ani se jinak pokou&scaron;et o zji&scaron;těn&iacute; jeho zdrojov&eacute;ho k&oacute;du, s&nbsp;v&yacute;jimkou povolen&iacute; dan&eacute;ho platn&yacute;mi z&aacute;kony, protože obsahuje obchodn&iacute; tajemstv&iacute; (jako je např&iacute;klad struktura, uspoř&aacute;d&aacute;n&iacute; a k&oacute;d Nab&iacute;dky) společnosti DS SolidWorks a poskytovatelů jej&iacute;ch licenc&iacute;.</p>

		<p class="p">4. <strong class="ph b"><u class="ph u">Předplatitelsk&eacute; služby</u></strong>. Pokud z&iacute;sk&aacute;te předplatitelsk&eacute; služby od prodejce pro Nab&iacute;dku, kterou jste licencovali podle t&eacute;to Smlouvy zaplacen&iacute;m př&iacute;slu&scaron;n&eacute;ho poplatku, prodejce v&aacute;m pro tuto kopii poskytne: online př&iacute;stup k&nbsp;webov&yacute;m str&aacute;nk&aacute;m s&nbsp;možnost&iacute; stahov&aacute;n&iacute; nejnověj&scaron;&iacute;ch aktualizac&iacute; Nab&iacute;dky, v&scaron;echny hlavn&iacute; inovovan&eacute; verze Nab&iacute;dky vydan&eacute; v&nbsp;době platnosti předplatitelsk&yacute;ch služeb a telefonickou podporu. Předplatitelsk&aacute; služba je automaticky zahrnuta v&nbsp;každ&eacute; Nab&iacute;dce objednan&eacute; na z&aacute;kladě ročn&iacute; nebo čtvrtletn&iacute; licence a v&nbsp;Online služb&aacute;ch a nelze ji ukončit samostatně. Společnost DS SolidWorks může čas od času znovu distribuovat souč&aacute;sti softwaru Microsoft v&nbsp;r&aacute;mci aktualizace Nab&iacute;dky. M&aacute;te opr&aacute;vněn&iacute; na tyto komponenty Microsoft a z&aacute;ruku, v&nbsp;př&iacute;padě, že je nainstalujete pouze vlastn&iacute;te-li platnou licencovanou kopii na produkty Microsoft, jejichž se tyto komponenty t&yacute;kaj&iacute;. Lhůta platnosti t&eacute;to služby čin&iacute; jeden&nbsp;(1)&nbsp;rok. Služby mohou b&yacute;t každ&yacute; rok obnoveny, a to platbou př&iacute;slu&scaron;n&eacute;ho poplatku za obnoven&iacute;. Nab&iacute;dka, kter&aacute; je dod&aacute;na jako aktualizace předchoz&iacute; verze licencovan&eacute; Nab&iacute;dky, mus&iacute; nahradit předchoz&iacute; verzi. Ž&aacute;dn&aacute; dal&scaron;&iacute; licence nebude udělena. Sm&iacute;te instalovat pouze takov&yacute; počet aktualizac&iacute;, kter&yacute; je roven počtu poplatků za předplatitelsk&eacute; služby, kter&eacute; jste zaplatili. Z&aacute;sady služeb podpory platn&eacute; pro Online služby jsou podrobně uvedeny na webov&eacute; str&aacute;nce <a class="xref" href="http://www.3ds.com/terms/support-policies" target="_blank">www.3ds.com/terms/support-policies</a> na dobu platnosti služby, <em class="ph i">tj.</em>, jeden (1) rok. Podl&eacute;haj&iacute; změně, av&scaron;ak př&iacute;padn&eacute; změny nezačnou platit dř&iacute;ve než od zač&aacute;tku bezprostředně n&aacute;sleduj&iacute;c&iacute;ho obdob&iacute; služeb podpory.</p>

		<p class="p">5. <strong class="ph b"><u class="ph u">Z&aacute;sady ochrany osobn&iacute;ch &uacute;dajů</u></strong>. Za &uacute;čelem z&iacute;sk&aacute;n&iacute; Nab&iacute;dky bude pravděpodobně třeba, abyste společnosti DS SolidWorks poskytli někter&eacute; informace o sv&eacute; osobě, zejm&eacute;na sv&eacute; jm&eacute;no a e-mailovou adresu. Společnost DS SolidWorks se může během instalace rovněž dotazovat va&scaron;eho poč&iacute;tače za &uacute;čelem stanoven&iacute; informac&iacute;, zejm&eacute;na zda m&aacute;te nainstalov&aacute;n produkt SOLIDWORKS nebo jin&eacute; produkty společnosti Dassault Syst&egrave;mes a jak&eacute; jsou vlastnosti poč&iacute;tače, na němž budete Nab&iacute;dku použ&iacute;vat, jako je např&iacute;klad grafick&aacute; karta nebo operačn&iacute; syst&eacute;m. V&nbsp;r&aacute;mci podm&iacute;nek pro stahov&aacute;n&iacute; a použ&iacute;v&aacute;n&iacute; Nab&iacute;dky rovněž vyjadřujete svůj souhlas se z&aacute;sadami ochrany osobn&iacute;ch &uacute;dajů společnosti DS SolidWorks ve zněn&iacute; uveden&eacute;m na adrese <a class="xref" href="http://www.solidworks.com/sw/privacypolicy.htm" target="_blank">http://www.solidworks.com/sw/privacypolicy.htm</a>, kter&eacute; může b&yacute;t čas od času upraveno. Informace shrom&aacute;žděn&eacute; společnost&iacute; DS SolidWorks ve spojen&iacute; s&nbsp;registrac&iacute; Nab&iacute;dky mohou b&yacute;t uloženy a zpracov&aacute;ny ve Spojen&yacute;ch st&aacute;tech americk&yacute;ch nebo v&nbsp;jin&yacute;ch zem&iacute;ch, ve kter&yacute;ch maj&iacute; společnost DS SolidWorks, jej&iacute; přidružen&eacute; společnosti nebo jej&iacute; agenti pobočky. V&nbsp;souladu s&nbsp;t&iacute;mto ustanoven&iacute;m vyjadřujete sv&yacute;m použ&iacute;v&aacute;n&iacute;m Nab&iacute;dky souhlas s&nbsp;přenosem uveden&yacute;ch informac&iacute; mimo va&scaron;i zemi.</p>

		<p class="p">6. <strong class="ph b"><u class="ph u">Doba platnosti</u></strong>. Tato Smlouva zůst&aacute;v&aacute; platn&aacute; a &uacute;činn&aacute;, dokud nebude ukončena tak, jak je uvedeno n&iacute;že, nebo při uplynut&iacute; jej&iacute; doby platnosti takto: (i) u Nab&iacute;dek poskytovan&yacute;ch na z&aacute;kladě term&iacute;novan&yacute;ch licenc&iacute; udělen&yacute;ch podle t&eacute;to Smlouvy do doby uplynut&iacute; platnosti v&scaron;ech takov&yacute;ch licenc&iacute;, nebo (ii) u Online služeb uplynut&iacute;m smluvn&iacute;ho obdob&iacute;, pro kter&eacute; jsou Online služby na z&aacute;kladě t&eacute;to Smlouvy objedn&aacute;ny, př&iacute;padně uplynut&iacute;m doby platnosti předplatn&eacute;ho, kter&eacute; jste za Nab&iacute;dku zaplatili. Společnost DS SolidWorks může ukončit licenci a/nebo Nab&iacute;dku udělenou v&nbsp;tomto dokumentu s&nbsp;okamžitou platnost&iacute;&nbsp;t&iacute;m, že v&aacute;s o tom p&iacute;semně vyrozum&iacute;, (i) v&nbsp;odůvodněn&eacute;m př&iacute;padě, zejm&eacute;na pro poru&scaron;en&iacute; jak&eacute;hokoli ustanoven&iacute; č&aacute;sti&nbsp;1, 2 nebo&nbsp;3 t&eacute;to Smlouvy, nebo (ii) pokud poru&scaron;&iacute;te jak&eacute;koli ustanoven&iacute; t&eacute;to Smlouvy a neprovedete n&aacute;pravu tohoto poru&scaron;en&iacute; do patn&aacute;cti (15)&nbsp;dnů od jeho ozn&aacute;men&iacute;.</p>

		<p class="p">Online služby můžete ukončit, pokud společnost DS SolidWorks nebude poskytovat Online služby v&nbsp;souladu s&nbsp;př&iacute;slu&scaron;nou Smlouvou o &uacute;rovni služeb a toto neplněn&iacute; nebude napraveno do třiceti (30) dnů od přijet&iacute; p&iacute;semn&eacute;ho ozn&aacute;men&iacute; společnost&iacute; DS SolidWorks. Jinak můžete vy nebo společnost DS SolidWorks ukončit libovoln&eacute; Online služby zasl&aacute;n&iacute;m v&yacute;povědi druh&eacute; straně nejm&eacute;ně třicet (30) dnů před datem prodloužen&iacute; Online služeb. Pokud tato v&yacute;pověď zasl&aacute;na nebude, budou Online služby automaticky prodlouženy a bude se na ně vztahovat aktu&aacute;lně platn&aacute; Smlouva o &uacute;rovni služeb. Společnost DS SolidWorks může Online služby kdykoli změnit nebo je upravit. Společnost DS SolidWorks neprovede během doby platnosti Nab&iacute;dky z&aacute;sadn&iacute; omezen&iacute; Online služeb. Ž&aacute;dn&eacute; ustanoven&iacute; tohoto odstavce nezavazuje společnost DS SolidWorks k&nbsp;tomu, aby pokračovala v&nbsp;poskytov&aacute;n&iacute; libovoln&eacute; č&aacute;sti Online služeb, pokud by to mělo za n&aacute;sledek poru&scaron;en&iacute; pr&aacute;v třet&iacute;ch osob nebo platn&yacute;ch z&aacute;konů ze strany společnosti DS SolidWorks.</p>

		<p class="p">Po ukončen&iacute; pr&aacute;va na př&iacute;stup k&nbsp;Nab&iacute;dce a jej&iacute; použ&iacute;v&aacute;n&iacute; udělen&eacute;ho podle t&eacute;to Smlouvy přestanete bez prodlen&iacute; použ&iacute;vat a vr&aacute;t&iacute;te společnosti DS SolidWorks v&scaron;echny kopie Nab&iacute;dky a Dokumentaci, na kterou se toto pr&aacute;vo vztahuje, nebo je znič&iacute;te, a to podle pokynů společnosti DS SolidWorks, a nebudete m&iacute;t nad&aacute;le př&iacute;stup k&nbsp;Online služb&aacute;m a předplacen&eacute; službě. Pokud ukonč&iacute;te Online služby kvůli nedodržen&iacute; Smlouvy o &uacute;rovni služeb ze strany společnosti DS SolidWorks, vr&aacute;t&iacute; v&aacute;m společnost DS SolidWorks k&nbsp;datu ukončen&iacute; v&scaron;echny předem zaplacen&eacute;, av&scaron;ak nevyužit&eacute; pravideln&eacute; poplatky. Toto vr&aacute;cen&iacute; peněz představuje jedinou odpovědnost společnosti DS SolidWorks a va&scaron;i jedinou n&aacute;pravu v&nbsp;př&iacute;padě neplněn&iacute; Online služeb ze strany společnosti DS SolidWorks.</p>

		<p class="p">Ustanoven&iacute; č&aacute;st&iacute; 1D.b, 1D.d, 1D.e., 1E, 2, 3, 5, 6, 8, 10, 11, 12 a&nbsp;13 t&eacute;to Smlouvy zůstanou v&nbsp;platnosti i po jak&eacute;mkoli ukončen&iacute; t&eacute;to Smlouvy.</p>

		<p class="p">7. <strong class="ph b">Odpovědnost za v&yacute;běr a použit&iacute; Nab&iacute;dky</strong>. Nesete odpovědnost za dohled na Nab&iacute;dku, jej&iacute; spr&aacute;vu a kontrolu jej&iacute;ho použ&iacute;v&aacute;n&iacute; i jej&iacute; v&yacute;stup, zejm&eacute;na pak: (1) v&yacute;běr Nab&iacute;dky softwaru za &uacute;čelem dosažen&iacute; zam&yacute;&scaron;len&yacute;ch v&yacute;sledků, (2) určen&iacute; vhodn&yacute;ch způsobů použit&iacute; Nab&iacute;dky a jej&iacute;ch v&yacute;stupů ve va&scaron;em oboru, (3) stanoven&iacute; přiměřen&yacute;ch nez&aacute;visl&yacute;ch postupů pro testov&aacute;n&iacute; přesnosti Nab&iacute;dky i v&scaron;ech jej&iacute;ch v&yacute;stupů a (4) stanoven&iacute; adekv&aacute;tn&iacute;ch metod z&aacute;lohov&aacute;n&iacute; pro &uacute;čely prevence ztr&aacute;ty dat v&nbsp;př&iacute;padě funkčn&iacute; poruchy Nab&iacute;dky. <strong class="ph b">Tato Nab&iacute;dka je n&aacute;stroj, kter&yacute; m&aacute; b&yacute;t použ&iacute;v&aacute;n pouze vy&scaron;kolen&yacute;mi odborn&iacute;ky. Nen&iacute; n&aacute;hradou profesion&aacute;ln&iacute;ho &uacute;sudku nebo nez&aacute;visl&eacute;ho testov&aacute;n&iacute; fyzick&yacute;ch prototypů na napět&iacute;, bezpečnost a funkčnost produktu; jste v&yacute;hradně odpovědn&iacute; za ve&scaron;ker&eacute; v&yacute;sledky z&iacute;skan&eacute; při použ&iacute;v&aacute;n&iacute; Nab&iacute;dky. Ani Nab&iacute;dka, ani ž&aacute;dn&eacute; jej&iacute; komponenty nejsou určeny k&nbsp;použit&iacute; v&nbsp;n&aacute;vrhu nebo provozu jadern&yacute;ch zař&iacute;zen&iacute;, syst&eacute;mů na podporu života, letadel nebo jin&yacute;ch činnost&iacute;, kde by selh&aacute;n&iacute; Nab&iacute;dky nebo těchto komponentů či oboj&iacute;ho mohlo v&eacute;st ke smrti, zraněn&iacute; osob nebo v&aacute;žn&yacute;m fyzick&yacute;m &scaron;kod&aacute;m či po&scaron;kozen&iacute; životn&iacute;ho prostřed&iacute;.</strong></p>

		<p class="p"><strong class="ph b">POZOR: Určit&yacute; obsah, např&iacute;klad svorky poskytnut&eacute; v&nbsp;produktu SOLIDWORKS Toolbox, představuj&iacute; pouze přibližn&eacute; verze a nemusej&iacute; b&yacute;t vhodn&eacute; pro v&scaron;echna použit&iacute;.</strong></p>

		<p class="p">8. <strong class="ph b"><u class="ph u">Omezen&aacute; z&aacute;ruka, v&yacute;jimky a zřeknut&iacute; se odpovědnosti, od&scaron;kodněn&iacute; t&yacute;kaj&iacute;c&iacute; se du&scaron;evn&iacute;ho vlastnictv&iacute;</u></strong></p>

		<p class="p"><strong class="ph b">a. <u class="ph u">Omezen&aacute; z&aacute;ruka</u>. Společnost DS SolidWorks zaručuje, že Nab&iacute;dky nebudou vykazovat vady materi&aacute;lů a proveden&iacute; a budou m&iacute;t v&yacute;kon ve v&yacute;znamn&eacute; m&iacute;ře v&nbsp;souladu s&nbsp;Dokumentac&iacute; po dobu devades&aacute;ti (90)&nbsp;dnů od data, kdy jste je přijali. Společnost DS SolidWorks rovněž zaručuje, že ve&scaron;ker&eacute; služby, kter&eacute; čas od času poskytuje, budou prov&aacute;děny odborn&yacute;m způsobem v&nbsp;souladu s&nbsp;přiměřenou komerčn&iacute; prax&iacute;. Společnost DS SolidWorks nezaručuje, že Nab&iacute;dka nebo služba spln&iacute; va&scaron;e požadavky, že provoz Nab&iacute;dky bude nepřeru&scaron;en&yacute; nebo bezchybn&yacute; nebo že jak&yacute;koli internetov&yacute; n&aacute;stroj nebo služba budou naprosto bezpečn&eacute;. Celkovou odpovědnost&iacute; společnosti DS SolidWorks a va&scaron;&iacute; jedinou n&aacute;pravou podle t&eacute;to z&aacute;ruky bude vynaložen&iacute; přiměřen&eacute;ho &uacute;sil&iacute; pro opravu nebo v&yacute;měnu neshodn&yacute;ch m&eacute;di&iacute; či Softwaru nebo opětovn&eacute; proveden&iacute; služby. Pokud takov&eacute; &uacute;sil&iacute; selže, společnost DS SolidWorks nebo distributor společnosti DS SolidWorks (i) v&aacute;m vr&aacute;t&iacute; hodnotu v&aacute;mi zaplacen&eacute; ceny Softwaru pot&eacute;, co jste vr&aacute;tili nevyhovuj&iacute;c&iacute; Software a kopii potvrzen&iacute; o zaplacen&iacute;, nebo v&aacute;m vr&aacute;t&iacute; pen&iacute;ze zaplacen&eacute; za službu, podle toho, co přich&aacute;z&iacute; v&nbsp;&uacute;vahu, nebo (ii) poskytne takovou jinou n&aacute;pravu, kter&aacute; může b&yacute;t požadov&aacute;na podle z&aacute;kona. Z&aacute;ručn&iacute; doba na n&aacute;hradn&iacute; software plat&iacute; po zb&yacute;vaj&iacute;c&iacute; obdob&iacute; původn&iacute; z&aacute;ručn&iacute; doby nebo v&nbsp;d&eacute;lce třiceti (30) dnů od data, kdy jste software přijali, přičemž plat&iacute; del&scaron;&iacute; z&nbsp;nich.</strong></p>

		<p class="p"><strong class="ph b">b. <u class="ph u">V&yacute;jimky</u>. Omezen&aacute; z&aacute;ruka společnosti DS SolidWorks je neplatn&aacute;, pokud do&scaron;lo k&nbsp;poru&scaron;en&iacute; z&aacute;ruky v&nbsp;důsledku (i) nehody, naru&scaron;en&iacute;, zneužit&iacute; nebo zanedb&aacute;n&iacute; ve vztahu k&nbsp;softwaru, (ii) činů nebo opomenut&iacute; jin&eacute;ho subjektu než DS SolidWorks, (iii) kombinace softwaru s&nbsp;produkty, materi&aacute;lem či jin&yacute;m softwarem neposkytovan&yacute;mi společnost&iacute; DS SolidWorks nebo nedoporučen&yacute;mi pro použit&iacute; v&nbsp;kombinaci se softwarem nebo (iv) va&scaron;eho opomenut&iacute; zahrnout a využ&iacute;vat v&scaron;echny aktualizace softwaru, kter&eacute; jsou k&nbsp;dispozici od společnosti DS SolidWorks.</strong></p>

		<p class="p"><strong class="ph b">c. <u class="ph u">Omezen&iacute; z&aacute;ruk</u>. V&yacute;slovn&aacute; z&aacute;ruka uveden&aacute; v&nbsp;t&eacute;to č&aacute;sti&nbsp;8 je jedinou z&aacute;rukou udělenou společnost&iacute; DS SolidWorks s&nbsp;ohledem na Nab&iacute;dku a Dokumentaci poskytnutou podle t&eacute;to Smlouvy a každou čas od času poskytnutou službu. V&nbsp;maxim&aacute;ln&iacute;m rozsahu povolen&eacute;m platn&yacute;m z&aacute;konem společnost DS SolidWorks a poskytovatel&eacute; jej&iacute;ch licenc&iacute;, zejm&eacute;na společnost Adobe, neposkytuj&iacute; ž&aacute;dn&eacute; jin&eacute; z&aacute;ruky, v&yacute;slovn&eacute; či předpokl&aacute;dan&eacute; ani zvykov&eacute; nebo na obchodn&iacute; využit&iacute;, a zvl&aacute;&scaron;tě se zř&iacute;kaj&iacute; z&aacute;ruk prodejnosti, vhodnosti pro určit&yacute; &uacute;čel a neporu&scaron;en&iacute; pr&aacute;v. Po uplynut&iacute; jednoho roku ode dne &uacute;dajn&eacute;ho nedodržen&iacute; z&aacute;ručn&iacute;ch podm&iacute;nek nemůžete v&nbsp;ž&aacute;dn&eacute;m př&iacute;padě pod&aacute;vat reklamace, žaloby ani iniciovat soudn&iacute; ř&iacute;zen&iacute; na z&aacute;kladě z&aacute;ruky uveden&eacute; v&nbsp;t&eacute;to č&aacute;sti&nbsp;8.</strong></p>

		<p class="p"><strong class="ph b">d. <u class="ph u">Omezen&iacute; odpovědnosti</u>. Uzn&aacute;v&aacute;te, že cena zaplacen&aacute; za licenci nebo pr&aacute;vo na př&iacute;stup a použ&iacute;v&aacute;n&iacute; t&eacute;to Nab&iacute;dky může b&yacute;t ve v&yacute;razn&eacute;m nepoměru k&nbsp;hodnotě produktů, kter&eacute; budou navrženy, uloženy, spravov&aacute;ny nebo distribuov&aacute;ny v&nbsp;souvislosti s&nbsp;Nab&iacute;dkou. Pro v&yacute;slovn&yacute; &uacute;čel omezen&iacute; odpovědnosti společnosti DS SolidWorks a poskytovatelů jej&iacute;ch licenc&iacute; a v&nbsp;rozsahu, jenž přiměřeně odpov&iacute;d&aacute; komerčn&iacute; hodnotě transakce, souhlas&iacute;te s&nbsp;n&aacute;sleduj&iacute;c&iacute;mi omezen&iacute;mi odpovědnosti společnosti DS SolidWorks a poskytovatelů jej&iacute;ch licenc&iacute;. S&nbsp;v&yacute;jimkou požadavků m&iacute;stn&iacute;ch z&aacute;konů odpovědnost společnosti SolidWorks a poskytovatelů jej&iacute;ch licenc&iacute;, ať na z&aacute;kladě smlouvy, občanskopr&aacute;vn&iacute;ho deliktu (včetně nedbalosti) nebo jinak, vypl&yacute;vaj&iacute;c&iacute; nebo vznikl&aacute; v&nbsp;souvislosti s&nbsp;Nab&iacute;dkou nebo Dokumentac&iacute; dodanou podle t&eacute;to Smlouvy a jakoukoli čas od času dodanou službou nepřes&aacute;hne poplatek, kter&yacute; jste za danou Nab&iacute;dku zaplatili za obdob&iacute; posledn&iacute;ch dvan&aacute;cti (12) měs&iacute;ců před vznikem př&iacute;činy jedn&aacute;n&iacute;, na jehož z&aacute;kladě vznikla dan&aacute; odpovědnost. V&nbsp;ž&aacute;dn&eacute;m př&iacute;padě nebudou společnost DS SolidWorks nebo poskytovatel&eacute; jej&iacute;ch licenc&iacute; odpovědn&iacute; za př&iacute;mou, speci&aacute;ln&iacute;, nepř&iacute;mou, vedlej&scaron;&iacute;, represivn&iacute; n&aacute;hradu &scaron;kody či n&aacute;hradu n&aacute;sledn&eacute; &scaron;kody (zejm&eacute;na &scaron;kody vznikl&eacute; v&nbsp;důsledku v&yacute;padku použ&iacute;v&aacute;n&iacute;, ztr&aacute;ty dat, ztr&aacute;ty zisků, ztr&aacute;ty pověsti nebo ztr&aacute;ty obchodů) vznikl&eacute; z&nbsp;důvodu nebo ve spojen&iacute; s&nbsp;použit&iacute;m nebo neschopnost&iacute; použ&iacute;vat Nab&iacute;dku či Dokumentaci dodanou podle t&eacute;to Smlouvy a jakoukoli čas od času dodanou službu, i když společnost DS SolidWorks nebo poskytovatel&eacute; jej&iacute;ch licenc&iacute; byli na možnost takov&yacute;ch &scaron;kod upozorněni. Někter&aacute; z&nbsp;v&yacute;&scaron;e uveden&yacute;ch omezen&iacute; v&scaron;ak v&nbsp;někter&yacute;ch jurisdikc&iacute;ch nemus&iacute; platit. Př&iacute;padn&aacute; pr&aacute;vn&iacute; žaloba proti společnosti DS SolidWorks mus&iacute; b&yacute;t v&nbsp;maxim&aacute;ln&iacute;m rozsahu povolen&eacute;m platn&yacute;mi z&aacute;kony pod&aacute;na u př&iacute;slu&scaron;n&eacute;ho soudu do dvou&nbsp;(2) let od vzniku př&iacute;činy př&iacute;slu&scaron;n&eacute; žaloby.</strong></p>

		<p class="p"><strong class="ph b">e. <u class="ph u">Od&scaron;kodněn&iacute; t&yacute;kaj&iacute;c&iacute; se du&scaron;evn&iacute;ho vlastnictv&iacute;</u>. Společnost DS SolidWorks v&aacute;s ochr&aacute;n&iacute; před v&scaron;emi n&aacute;roky vznesen&yacute;mi třet&iacute; osobou kvůli tomu, že Nab&iacute;dka dodan&aacute; podle t&eacute;to Smlouvy poru&scaron;uje autorsk&aacute; pr&aacute;va v&nbsp;libovoln&eacute; zemi nebo patent Spojen&yacute;ch st&aacute;tů, Japonska nebo člensk&eacute;ho st&aacute;tu Evropsk&eacute; patentov&eacute; organizace, a zaplat&iacute; v&scaron;echny n&aacute;klady, &scaron;kody a v&yacute;daje (včetně přiměřen&yacute;ch n&aacute;kladů na pr&aacute;vn&iacute; zastoupen&iacute;), kter&eacute; budou vůči společnosti DS SolidWorks pravomocně nař&iacute;zeny př&iacute;slu&scaron;n&yacute;m soudem nebo dohodnuty v&nbsp;p&iacute;semn&eacute; smlouvě vypl&yacute;vaj&iacute;c&iacute; z&nbsp;dan&eacute;ho n&aacute;roku a podepsan&eacute; společnost&iacute; DS SolidWorks, a to za podm&iacute;nky, že (i) společnosti DS SolidWorks neprodleně za&scaron;lete p&iacute;semn&eacute; ozn&aacute;men&iacute; o dan&eacute;m n&aacute;roku a (ii) a že z&aacute;kazn&iacute;k přenech&aacute; společnosti DS SolidWorks v&yacute;hradn&iacute; kontrolu nad obhajobou n&aacute;roku a v&scaron;emi souvisej&iacute;c&iacute;mi jedn&aacute;n&iacute;mi o vyře&scaron;en&iacute; a poskytne přiměřenou spolupr&aacute;ci při obhajobě a vyře&scaron;en&iacute; n&aacute;roku.</strong></p>

		<p class="p"><strong class="ph b">Pokud je takov&yacute; n&aacute;rok vznesen nebo pokud je dle odůvodněn&eacute;ho n&aacute;zoru společnosti DS SolidWorks pravděpodobn&eacute;, že se Nab&iacute;dka stane předmětem takov&eacute;ho n&aacute;roku (nebo je pravděpodobn&eacute;, že bude pod&aacute;n), může společnost DS SolidWorks na sv&eacute; n&aacute;klady buď zajistit pr&aacute;vo na to, abyste mohli pokračovat v&nbsp;použ&iacute;v&aacute;n&iacute; př&iacute;slu&scaron;n&eacute; Nab&iacute;dky, změnit ji tak, aby neporu&scaron;ovala pr&aacute;va, nebo ji nahradit jin&yacute;m program s&nbsp;rovnocennou funkčnost&iacute;. Pokud ž&aacute;dn&aacute; z&nbsp;v&yacute;&scaron;e uveden&yacute;ch možnost&iacute; nen&iacute; dle přiměřen&eacute;ho &uacute;sudku společnosti DS SolidWorks dostupn&aacute;, může společnost DS SolidWorks ukončit licence na Nab&iacute;dku a/nebo ukončit Online služby. U trval&yacute;ch licenc&iacute; v&aacute;m společnost DS SolidWorks dle va&scaron;eho v&yacute;běru buď vr&aacute;t&iacute;, nebo v&aacute;m poskytne kredit ve v&yacute;&scaron;i rovnaj&iacute;c&iacute; se odpov&iacute;daj&iacute;c&iacute;mu jednor&aacute;zov&eacute;mu poplatku uhrazen&eacute;mu za licence, odepisovan&eacute;mu rovnoměrně po dobu tř&iacute; (3) let po vr&aacute;cen&iacute; nebo zničen&iacute; v&scaron;ech kopi&iacute; dotčen&eacute; Nab&iacute;dky, kter&eacute; potvrd&iacute; jeden z&nbsp;va&scaron;ich z&aacute;stupců. U Online služeb nebo licenc&iacute;, kter&eacute; nejsou trval&eacute;, vr&aacute;t&iacute; společnost DS SolidWorks v&scaron;echny předplacen&eacute;, av&scaron;ak nevyužit&eacute; poplatky zaplacen&eacute; podle t&eacute;to Smlouvy za dotčen&eacute; Online služby nebo licence.</strong></p>

		<p class="p"><strong class="ph b">Společnost DS SolidWorks nen&iacute; povinna v&aacute;s ochr&aacute;nit nebo od&scaron;kodnit za n&aacute;roky souvisej&iacute;c&iacute; s&nbsp;(i) &uacute;pravami Nab&iacute;dky libovolnou osobou kromě společnosti DS SolidWorks, (ii) použ&iacute;v&aacute;n&iacute;m jedn&eacute; nebo v&iacute;ce Nab&iacute;dek ve spojen&iacute; s&nbsp;jin&yacute;m hardwarem, daty nebo programy, kter&eacute; jsou specifikov&aacute;ny společnost&iacute; DS SolidWorks, nebo (iii) použ&iacute;v&aacute;n&iacute;m jin&yacute;ch oprav nebo verz&iacute; než těch nejaktu&aacute;lněj&scaron;&iacute;ch.</strong></p>

		<p class="p"><strong class="ph b">Tato č&aacute;st 8.e uv&aacute;d&iacute; celou odpovědnost společnosti DS SolidWorks a va&scaron;i v&yacute;hradn&iacute; n&aacute;pravu za ve&scaron;ker&eacute; n&aacute;roky nebo poru&scaron;en&iacute; pr&aacute;v du&scaron;evn&iacute;ho vlastnictv&iacute;.</strong></p>

		<p class="p">9. <strong class="ph b"><u class="ph u">Funkce vypnut&iacute;</u></strong>. Berete na vědom&iacute; a souhlas&iacute;te, že Nab&iacute;dka obsahuje automatickou funkci vypnut&iacute; (&bdquo;Funkce vypnut&iacute;&ldquo;), kter&aacute;, pokud se aktivuje, způsob&iacute;, že Nab&iacute;dku nebude možn&eacute; provozovat. Funkce vypnut&iacute; se automaticky aktivuje třicet (30)&nbsp;dnů po instalaci Nab&iacute;dky, pokud se nezad&aacute; př&iacute;stupov&yacute; k&oacute;d, kter&yacute; deaktivuje Funkci vypnut&iacute; (&bdquo;Platn&aacute; licence&ldquo;). Chcete-li z&iacute;skat Platnou licenci, je nutn&eacute; se zaregistrovat u společnosti DS SolidWorks, a to elektronicky poskytnut&iacute;m informac&iacute; požadovan&yacute;ch v&nbsp;průběhu procesu instalace. Po obdržen&iacute; registračn&iacute;ch informac&iacute; v&aacute;m společnost DS SolidWorks vyd&aacute; Platnou licenci.</p>

		<p class="p">10. <strong class="ph b"><u class="ph u">Pravidla exportu</u></strong>. Export Nab&iacute;dky a Dokumentace pro v&aacute;s podl&eacute;h&aacute; v&scaron;em platn&yacute;m z&aacute;konům a předpisům dan&yacute;ch zem&iacute; na export a reexport, mimo jin&eacute; včetně z&aacute;konů Spojen&yacute;ch st&aacute;tů nebo Spojen&eacute;ho kr&aacute;lovstv&iacute; na kontrolu exportu. Pokud nebudou z&iacute;sk&aacute;na potřebn&aacute; opr&aacute;vněn&iacute;, povolen&iacute; a souhlasy, společnost DS SolidWorks poskytovatel&eacute; jej&iacute;ch licenc&iacute; nebudou m&iacute;t vůči v&aacute;m ž&aacute;dnou odpovědnost. Pokud tento export nebo reexport vyžaduj&iacute; v&yacute;vozn&iacute; povolen&iacute; nebo jin&yacute; vl&aacute;dn&iacute; souhlas, nebudete Nab&iacute;dku př&iacute;mo ani nepř&iacute;mo exportovat ani reexportovat, pokud nejdř&iacute;ve nez&iacute;sk&aacute;te toto povolen&iacute; nebo souhlas. T&iacute;mto se společnosti DS SolidWorks zaručujete, že ž&aacute;dn&eacute; Nab&iacute;dky objednan&eacute; podle t&eacute;to Smlouvy nebudou použity v&nbsp;rozporu s&nbsp;platn&yacute;mi z&aacute;kony o v&yacute;vozu včetně v&yacute;roby nukle&aacute;rn&iacute;ch, chemick&yacute;ch, biologick&yacute;ch zbran&iacute; nebo syst&eacute;mu dopravy ř&iacute;zen&yacute;ch střel a nebudou poskytnuty jak&eacute;koliv zemi, společnosti nebo osobě, na něž se vztahuj&iacute; z&aacute;kony o z&aacute;kazu exportu v jak&eacute;koliv zemi. Berete na vědom&iacute;, že va&scaron;e &uacute;daje mohou b&yacute;t před&aacute;ny do jin&eacute; země nebo v&nbsp;n&iacute; uloženy. Zavazujete se, že se zdrž&iacute;te zpracov&aacute;n&iacute;, ukl&aacute;d&aacute;n&iacute; a odes&iacute;l&aacute;n&iacute; informac&iacute; nebo &uacute;dajů a do sv&eacute;ho prostřed&iacute; pro sd&iacute;len&iacute; &uacute;dajů, jejichž export je kontrolov&aacute;n, regulov&aacute;n nebo se na něj vztahuje povolen&iacute; nebo licence podle libovoln&eacute;ho platn&eacute;ho z&aacute;konu nebo předpisu, a zajist&iacute;te, aby se toho zdrželi i v&scaron;ichni uživatel&eacute;. Budete považov&aacute;ni za v&yacute;vozce va&scaron;ich &Uacute;dajů. Pokud tato ustanoven&iacute; poru&scaron;&iacute;te, společnost DS SolidWorks může ukončit tuto Smlouvu a v&scaron;echny licence a př&iacute;stup k&nbsp;Online služb&aacute;m podle t&eacute;to Smlouvy na z&aacute;kladě p&iacute;semn&eacute; v&yacute;povědi.</p>

		<p class="p">11. <strong class="ph b"><u class="ph u">Audit</u></strong>. Během doby platnosti t&eacute;to Smlouvy a po dobu tř&iacute; (3) let pot&eacute; budete vytv&aacute;řet a udržovat přesn&eacute; informačn&iacute; z&aacute;znamy t&yacute;kaj&iacute;c&iacute; se použit&iacute; Nab&iacute;dky, mimo jin&eacute; včetně seznamu a um&iacute;stěn&iacute; uživatelů, kteř&iacute; maj&iacute; př&iacute;stup k&nbsp;Nab&iacute;dce a použ&iacute;vaj&iacute; ji. Tam, kde je to vhodn&eacute;, budou tyto informace zahrnovat zničen&iacute; Nab&iacute;dky a opatřen&iacute;, kter&aacute; jste zavedli na ochranu př&iacute;stupu k&nbsp;Nab&iacute;dce a jej&iacute;mu použ&iacute;v&aacute;n&iacute;. Společnost DS SolidWorks m&aacute; pr&aacute;vo kdykoli na vlastn&iacute; n&aacute;klady a za přiměřen&yacute;ch podm&iacute;nek ohledně m&iacute;sta a času zkontrolovat a zkop&iacute;rovat tyto z&aacute;znamy a/nebo va&scaron;e použ&iacute;v&aacute;n&iacute; Nab&iacute;dky. Tak&eacute; t&iacute;mto opravňujete společnost DS SolidWorks, aby ověřila va&scaron;e dodržov&aacute;n&iacute; podm&iacute;nek t&eacute;to Smlouvy. Pro tyto &uacute;čely může společnost DS SolidWorks prov&eacute;st ve va&scaron;ich prostor&aacute;ch (nebo v&nbsp;prostor&aacute;ch, kde m&aacute;te Nab&iacute;dku pro použit&iacute; nainstalov&aacute;nu) během běžn&eacute; pracovn&iacute; doby audit způsobem, kter&yacute; co nejm&eacute;ně naru&scaron;&iacute; va&scaron;e podnik&aacute;n&iacute;. Společnost DS SolidWorks může požadovat, abyste j&iacute; nebo třet&iacute; osobě, kterou společnost DS SolidWorks najala k&nbsp;proveden&iacute; takov&eacute;ho ověřen&iacute;, poskytli strojov&yacute; př&iacute;stup, kopie v&yacute;stupů syst&eacute;mov&yacute;ch n&aacute;strojů nebo ostatn&iacute; vhodn&eacute; elektronick&eacute; nebo vyti&scaron;těn&eacute; syst&eacute;mov&eacute; informace podle potřeby a umožnili realizaci v&scaron;ech př&iacute;slu&scaron;n&yacute;ch n&aacute;strojů pro tvorbu auditn&iacute;ch z&aacute;znamů. Pokud audit odhal&iacute; neopr&aacute;vněn&eacute; použ&iacute;v&aacute;n&iacute; Nab&iacute;dky, neprodleně zaplat&iacute;te společnosti DS SolidWorks ve&scaron;ker&eacute; č&aacute;stky, kter&eacute; dluž&iacute;te v&nbsp;důsledku takov&eacute;ho neopr&aacute;vněn&eacute;ho použit&iacute;, a to ve v&yacute;&scaron;i aktu&aacute;lně platn&eacute;ho cen&iacute;ku Nab&iacute;dky. Pokud takov&eacute; neopr&aacute;vněn&eacute; použ&iacute;v&aacute;n&iacute; představuje pět procent (5%) nebo v&iacute;ce z&nbsp;va&scaron;eho opr&aacute;vněn&eacute;ho použ&iacute;v&aacute;n&iacute; př&iacute;slu&scaron;n&eacute; Nab&iacute;dky, pak mus&iacute;te kromě &uacute;hrady platn&yacute;ch poplatků proplatit společnosti DS SolidWorks n&aacute;klady na tento audit. Dom&aacute;h&aacute;n&iacute;m se sv&yacute;ch pr&aacute;v a postupů popsan&yacute;ch v&yacute;&scaron;e se společnost DS SolidWorks nevzd&aacute;v&aacute; sv&eacute;ho pr&aacute;va vykon&aacute;vat tuto Smlouvu nebo chr&aacute;nit sv&eacute; du&scaron;evn&iacute; vlastnictv&iacute; v&scaron;emi ostatn&iacute;mi prostředky povolen&yacute;mi z&aacute;konem.</p>

		<p class="p">12. <strong class="ph b"><u class="ph u">Hostov&aacute;n&iacute; třet&iacute;ch stran</u></strong>. M&aacute;te opr&aacute;vněn&iacute; nainstalovat a použ&iacute;vat Nab&iacute;dku vzd&aacute;leně na poč&iacute;tač&iacute;ch provozovan&yacute;ch zaveden&yacute;m poskytovatelem služeb z&nbsp;řad třet&iacute;ch stran s&nbsp;dobrou pověst&iacute;, a jmenovat takov&eacute;ho poskytovatele služeb k&nbsp;provozov&aacute;n&iacute; hardwaru a spr&aacute;vě Nab&iacute;dky, v&yacute;hradně pro v&aacute;s a va&scaron;&iacute;m jm&eacute;nem; av&scaron;ak <em class="ph i">za předpokladu</em>, že (i) pr&aacute;vo použ&iacute;vat Nab&iacute;dku maj&iacute; pouze opr&aacute;vněn&iacute; uživatel&eacute;; (ii) uzavřete s&nbsp;t&iacute;mto poskytovatelem služeb p&iacute;semnou smlouvu, v&nbsp;jej&iacute;m r&aacute;mci poskytovatel služeb souhlas&iacute; s&nbsp;t&iacute;m, že Nab&iacute;dka slouž&iacute; v&yacute;hradně k&nbsp;poskytov&aacute;n&iacute; v&yacute;&scaron;e uveden&yacute;ch služeb va&scaron;&iacute; osobě a jinak podl&eacute;h&aacute; v&scaron;em omezen&iacute;m obsažen&yacute;m v&nbsp;t&eacute;to Smlouvě a (iii) tento poskytovatel služeb nen&iacute; konkurentem společnosti DS SolidWorks, ani se nejedn&aacute; o pobočku nebo dceřinou společnost DS SolidWorks. Stvrzujete a souhlas&iacute;te, že poskytovatel služeb bude považov&aacute;n za va&scaron;eho agenta. Pokud se dozv&iacute;te o jak&eacute;mkoli neopr&aacute;vněn&eacute;m př&iacute;stupu, použit&iacute; nebo před&aacute;n&iacute; Nab&iacute;dky nebo podezřen&iacute; na ně, ihned ukonč&iacute;te př&iacute;stup poskytovatele služeb k&nbsp;Nab&iacute;dce. Ochr&aacute;n&iacute;te a od&scaron;kodn&iacute;te společnost DS SolidWorks za ve&scaron;ker&eacute; n&aacute;roky, soudn&iacute; rozhodnut&iacute;, &scaron;kody nebo ztr&aacute;ty (včetně přiměřen&yacute;ch poplatků za pr&aacute;vn&iacute; zastoupen&iacute;) vznikl&eacute; v&nbsp;důsledku nebo v&nbsp;jak&eacute;koli souvislosti s&nbsp;př&iacute;stupem či použ&iacute;v&aacute;n&iacute;m Nab&iacute;dky jak&yacute;mkoli uveden&yacute;m poskytovatelem služeb.</p>

		<p class="p">Licence SQL Server Standard poskytovan&eacute; se softwarem SOLIDWORKS PDM Professional a SOLIDWORKS Manage nelze přesouvat do veřejn&yacute;ch cloudov&yacute;ch služeb, <em class="ph i">tj.</em> do poč&iacute;tačov&yacute;ch služeb nab&iacute;zen&yacute;ch třet&iacute; stranou přes internet. Jin&aacute; zvl&aacute;&scaron;tn&iacute; omezen&iacute; plat&iacute; s&nbsp;ohledem na nasazen&iacute; softwaru SOLIDWORKS PDM Professional a SOLIDWORKS Manage na serverech třet&iacute;ch stran.</p>

		<p class="p">13. <strong class="ph b"><u class="ph u">Dodržov&aacute;n&iacute; z&aacute;konů a od&scaron;kodněn&iacute;</u></strong>. Souhlas&iacute;te s&nbsp;t&iacute;m, že dodrž&iacute;te ve&scaron;ker&eacute; m&iacute;stn&iacute; z&aacute;kony a předpisy t&yacute;kaj&iacute;c&iacute; se stahov&aacute;n&iacute;, instalace nebo použit&iacute; Nab&iacute;dky, Dokumentace nebo oboj&iacute;ho. Souhlas&iacute;te, že zajist&iacute;te od&scaron;kodněn&iacute; a kryt&iacute; společnosti DS SolidWorks a jej&iacute;ch poboček, přidružen&yacute;ch společnost&iacute;, činitelů a zaměstnanců před a proti ve&scaron;ker&yacute;m n&aacute;rokům, soudn&iacute;m procesům nebo jedn&aacute;n&iacute;m vznikl&yacute;m nebo jak&yacute;mkoli způsobem souvisej&iacute;c&iacute;m s&nbsp;va&scaron;&iacute;m použit&iacute;m Nab&iacute;dky nebo Dokumentace nebo s&nbsp;va&scaron;&iacute;m poru&scaron;en&iacute;m t&eacute;to Smlouvy.</p>

		<p class="p">14. <strong class="ph b"><u class="ph u">Obecn&aacute; ustanoven&iacute;</u></strong>. Tato smlouva představuje &uacute;pln&eacute; a v&yacute;hradn&iacute; prohl&aacute;&scaron;en&iacute; va&scaron;&iacute; dohody se společnost&iacute; DS SolidWorks ve vztahu k&nbsp;Nab&iacute;dce a nahrazuje jakoukoli jinou smlouvu, p&iacute;semnou či &uacute;stn&iacute;, nebo jak&eacute;koli jin&eacute; sdělen&iacute; mezi v&aacute;mi a společnost&iacute; DS SolidWorks ve vztahu k&nbsp;t&eacute;to Nab&iacute;dce u a předplatitelsk&eacute; službě; av&scaron;ak <em class="ph i">za předpokladu</em>, že tato Smlouva nenahrazuje podm&iacute;nky jak&eacute;koli podepsan&eacute; smlouvy mezi v&aacute;mi a společnost&iacute; DS SolidWorks ve vztahu k&nbsp;tomuto Softwaru a předplatitelsk&eacute; službě. Tato Smlouva se bude ř&iacute;dit a bude vykl&aacute;d&aacute;na a vynucov&aacute;na v&nbsp;souladu s&nbsp;hmotn&yacute;m pr&aacute;vem americk&eacute;ho st&aacute;tu Massachusetts bez ohledu na &Uacute;mluvu Spojen&yacute;ch n&aacute;rodů o smlouv&aacute;ch na mezin&aacute;rodn&iacute; prodej zbož&iacute; a bude považov&aacute;na za smlouvu pod pečet&iacute;. Verze v&nbsp;anglick&eacute;m jazyce t&eacute;to smlouvy bude autorizovan&yacute;m textem pro v&scaron;echny &uacute;čely bez ohledu na překlady nebo v&yacute;klady t&eacute;to smlouvy v&nbsp;jin&yacute;ch jazyc&iacute;ch. Jestliže z&nbsp;nějak&eacute;ho důvodu soud kompetentn&iacute; pro danou soudn&iacute; oblast shled&aacute; někter&eacute; ustanoven&iacute; t&eacute;to smlouvy nebo č&aacute;st takov&eacute;ho ustanoven&iacute; jako pr&aacute;vně ne&uacute;činn&eacute;, takov&eacute; ustanoven&iacute; bude uplatněno do maxim&aacute;ln&iacute; možn&eacute; m&iacute;ry a zb&yacute;vaj&iacute;c&iacute; č&aacute;st t&eacute;to Smlouvy zůstane v&nbsp;pln&eacute; platnosti a &uacute;činnosti.</p>

		<p class="p">15. <strong class="ph b"><u class="ph u">Omezen&aacute; pr&aacute;va vl&aacute;dy USA</u></strong>. Tato Nab&iacute;dka je &bdquo;komerčn&iacute; zbož&iacute;&ldquo;, jak je definov&aacute;no v&nbsp;ustanoven&iacute; 48 C.F.R. 2.101 (ř&iacute;jen 1995), obsahuj&iacute;c&iacute; &bdquo;komerčn&iacute; poč&iacute;tačov&yacute; software&ldquo; a &bdquo;komerčn&iacute; softwarovou dokumentaci&ldquo;, tak jak jsou tyto term&iacute;ny použity v&nbsp;ustanoven&iacute;&nbsp;48 C.F.R. 12.212 (z&aacute;ř&iacute; 1995), a je poskytov&aacute;no vl&aacute;dě USA za &uacute;čelem (a) poř&iacute;zen&iacute; pro spr&aacute;vn&iacute; &uacute;řady v&nbsp;souladu se z&aacute;sadami ustanoven&iacute; 48 C.F.R. 12.212 nebo (b)&nbsp;poř&iacute;zen&iacute; pro &uacute;tvary Ministerstva obrany v&nbsp;souladu se&nbsp;z&aacute;sadami v&nbsp;ustanoven&iacute; 48 C.F.R. 227.7202-1 (červen 1995) a 227.7202-4 (červen 1995). V př&iacute;padě, že obdrž&iacute;te objedn&aacute;vku jak&eacute;hokoliv &uacute;řadu americk&eacute; vl&aacute;dy na tuto Nab&iacute;dku s&nbsp;pr&aacute;vy, kter&eacute; překračuj&iacute; pr&aacute;va stanoven&aacute; ve v&yacute;&scaron;e uveden&eacute; č&aacute;sti, ozn&aacute;m&iacute;te společnosti DS SolidWorks rozsah t&eacute;to ž&aacute;dosti a DS SolidWorks během pěti (5) pracovn&iacute;ch dnů&nbsp;dle uv&aacute;žen&iacute; rozhodne, zda ž&aacute;dosti vyhov&iacute; nebo ji odm&iacute;tne. Smluvn&iacute; strana/v&yacute;robce: Dassault Syst&egrave;mes SolidWorks Corporation, 175 Wyman Street, Waltham, Massachusetts 02451 USA.</p>

		<p class="p">16. <strong class="ph b"><u class="ph u">Licence v&nbsp;Kanadě</u></strong>. Pokud jste licenci z&iacute;skali v&nbsp;Kanadě, souhlas&iacute;te s&nbsp;n&aacute;sleduj&iacute;c&iacute;m:</p>

		<p class="p">Strany t&iacute;mto potvrzuj&iacute; sv&eacute; př&aacute;n&iacute;, aby tato Smlouva a tak&eacute; ve&scaron;ker&eacute; dal&scaron;&iacute; dokumenty s&nbsp;n&iacute; souvisej&iacute;c&iacute;, včetně Ozn&aacute;men&iacute;, byly seps&aacute;ny a sepisov&aacute;ny pouze v&nbsp;anglick&eacute;m jazyce.</p>

		<p class="p">Les parties aux pr&eacute;sentes confirment leur volont&eacute; que cette convention de m&ecirc;me que tous les documents y compris tout avis qui s&rsquo;y rattache, soient r&eacute;dig&eacute;s en langue anglaise.</p>

		<p class="p">Adobe je buď registrovanou ochrannou zn&aacute;mkou nebo ochrannou zn&aacute;mkou společnosti Adobe Systems Incorporated ve Spojen&yacute;ch st&aacute;tech americk&yacute;ch a dal&scaron;&iacute;ch zem&iacute;ch.</p>

		<p class="p">17. <strong class="ph b"><u class="ph u">Windows Desktop Search</u></strong>. Společnost Microsoft Corporation (nebo jedna z&nbsp;jej&iacute;ch m&iacute;stn&iacute;ch přidružen&yacute;ch poboček) v&aacute;m poskytuje licenci na tento doplňkov&yacute; modul. Na každou platnou licenci softwaru Microsoft Windows můžete použ&iacute;t jednu kopii tohoto doplňkov&eacute;ho modelu (&bdquo;software Microsoft Windows&ldquo;). Nesm&iacute;te jej použ&iacute;t, pokud nem&aacute;te licenci pro software Microsoft Windows. Pro va&scaron;e použit&iacute; tohoto doplňku plat&iacute; podm&iacute;nky licence pro software Microsoft Windows.</p>

		<p class="p">Na aplikaci Windows Desktop Search se vztahuje Prohl&aacute;&scaron;en&iacute; služby MSN o z&aacute;sad&aacute;ch ochrany osobn&iacute;ch &uacute;dajů (<a class="xref" href="https://privacy.microsoft.com/cs-cz/privacystatement" target="_blank">https://privacy.microsoft.com/cs-cz/privacystatement</a>).</p>

	</div>

</body>
</html>